Repository: enginenginer/wp-ceviri
Catalog: plugins/points-and-rewards-for-woocommerce/2.8.0/loco-import/points-and-rewards-for-woocommerce-*.po
Languages: tr_tr

source: Coupon generated through points
tr_tr: Puanlar aracılığıyla oluşturulan kupon

source: Coupon Length
tr_tr: Kupon Uzunluğu

source: Coupon No of time uses
tr_tr: Kupon no. kullanım süresi

source: Coupon Settings
tr_tr: Kupon Ayarları

source: Coupons
tr_tr: Kuponlar

source: Create Badges
tr_tr: Rozet Oluştur

source: Create Member
tr_tr: Üye Oluştur

source: Create membership programs for loyal customers to reward them with exclusive offers
tr_tr: Sadık müşterileri özel tekliflerle ödüllendirmek için üyelik programları oluşturun

source: CSV file imported successfully.
tr_tr: CSV dosyası başarıyla içe aktarıldı.

source: CSV for users points must have 3 columns in this order(User Email, Points, Reason Also the first row must have respective headings).
tr_tr: Kullanıcı puanları için CSV bu sırayla 3 sütuna sahip olmalıdır (Kullanıcı E-postası, Puanlar, Neden) Ayrıca ilk satırda ilgili başlıklar bulunmalıdır.

source: Custom Convert Points
tr_tr: Özel Dönüştürme Puanı

source: Custom Point has been applied Successfully!
tr_tr: Özel Puan Başarıyla uygulandı!

source: Custom Points Notification
tr_tr: Özel Puan Bildirimi

source: Customer Rank
tr_tr: Müşteri Sıralaması

source: Date
tr_tr: Tarih

source: Date & Time
tr_tr: Tarih ve Saat

source: Day
tr_tr: Gün

source: Days
tr_tr: Gün

source: days
tr_tr: gün

source: Days.
tr_tr: Gün.

source: Deactivate Notifications
tr_tr: Bildirimleri Devre Dışı Bırak

source: Deduct 'Per Currency Spent' Point Notification
tr_tr: 'Harcanan Lira Başına Puan Kesintisi' Bildirimi

source: Deduct Assign Points Notification
tr_tr: Puan Atama Kesintisi Bildirimi

source: Deduct Assigned Point Notification
tr_tr: Atanan Puan Kesintisi Bildirimi

source: Deduct assigned product-earned points when an order is canceled
tr_tr: Bir sipariş iptal edildiğinde, atanan ürün-kazanılan puanları düşürün

source: Deduct earned points per currency on order return requests
tr_tr: Sipariş iade taleplerinde kazanılan puanları para birimi başına düşürün

source: Deduction of points as you have purchased your product through points
tr_tr: Ürününüzü puanlarla satın aldığınız için puan kesintisi

source: Delete
tr_tr: Sil

source: Dismiss this notice.
tr_tr: Bu mesajı gizle.

source: Display Assign Points On Shop Page
tr_tr: Kaydolma Puanını Mağaza Sayfasında Görüntüle

source: Display Total Earning Points
tr_tr: Kazanılan Toplam Puanı Görüntüle

source: Do not forget to redeem your points
tr_tr: Puanlarınızı kullanmayı unutmayın

source: Do you really want to upgrade your user level as this process will deduct the required points from your account?
tr_tr: Bu işlem gerekli puanı hesabınızdan düşeceği için kullanıcı seviyenizi gerçekten yükseltmek istiyor musunuz?

source: Doc
tr_tr: Belge

source: Docs
tr_tr: Belge

source: Documentation
tr_tr: Dökümantasyon

source: Due to the order cancellation, %1$s points earned from your membership level have been deducted from your account. Your total points balance is now %2$s
tr_tr: Sipariş iptali nedeniyle, üyelik seviyenizden kazanılan %1$s puan hesabınızdan düşüldü. Toplam puan bakiyeniz artık %2$s

source: Earn Points and Unlock Higher Badge Levels!
tr_tr: Puan Kazanın ve Daha Yüksek Rozet Seviyelerinin Kilidini Açın!

source: Earn Points Per Currency Settings
tr_tr: Liradan Puan Kazanma Ayarları

source: Earn points through payment method
tr_tr: Ödeme yöntemiyle puan kazanın

source: Ecommerce
tr_tr: E-ticaret

source: Email
tr_tr: E-posta

source: Email Description
tr_tr: E-posta Açıklaması

source: Email heading
tr_tr: E-posta başlığı

source: Email notification for customer point transactions
tr_tr: Müşteri puan işlemleri için e-posta bildirimi

source: Email Notification(Re-Notify Days)
tr_tr: E-Posta Bildirimi (Yeniden Bildirim Günleri)

source: Email sent successfully
tr_tr: E-posta başarıyla gönderildi

source: Email Subject
tr_tr: E-posta konusu

source: Email type
tr_tr: E-Posta türü

source: Enable
tr_tr: Etkin

source: Enable API Features.
tr_tr: API Özelliklerini etkinleştirin.

source: Enable Badges
tr_tr: Rozetleri etkinleştir

source: Enable Birthday Points settings
tr_tr: Yaş günü puanı ayarlarını etkinleştir

source: Enable Comment Points Notification
tr_tr: Yorum Puanı Bildirimini Etkinleştir

source: Enable Comments Points for Rewards
tr_tr: Ödüller için Yorum Puanını Etkinleştir

source: Enable coupon sharing functionality for user accounts.
tr_tr: Kullanıcı hesapları için kupon paylaşım işlevini etkinleştirin.

source: Enable Customer Rank Settings
tr_tr: Müşteri Derecesi Ayarlarını Etkinleştir

source: Enable Deduct Per Currency Spent Points Notification
tr_tr: Harcanan Lira Başına Puan Kesintisi Bildirimini Etkinleştir

source: Enable First Daily login Points settings
tr_tr: İlk Günlük Giriş Puanı ayarlarını etkinleştir

source: Enable First order Points settings
tr_tr: İlk Sipariş Puan ayarlarını etkinleştir

source: Enable Gamification
tr_tr: Oyunlaştırmayı Etkinleştir

source: Enable Membership
tr_tr: Üyeliği Etkinleştir

source: Enable Payment Reward Settings
tr_tr: Ödeme Ödülü Ayarlarını Etkinleştir

source: Enable Point Expiration.
tr_tr: Puan Son Kullanımını Etkinleştir.

source: Enable Point Sharing
tr_tr: Puan Paylaşımını Etkinleştir

source: Enable Points Conversion Fields
tr_tr: Puan Dönüşüm Alanlarını Etkinleştir

source: Enable Points Notification
tr_tr: Puan Bildirimini Etkinleştir

source: Enable points notification addon
tr_tr: Puan bildirimi eklentisini etkinleştir

source: Enable Points Notification Settings
tr_tr: Puan Bildirim Ayarlarını Etkinleştir

source: Enable Points on order total.
tr_tr: Sipariş toplamında Puanları etkinleştir.

source: Enable Points Settings
tr_tr: Puan Ayarlarını Etkinleştir

source: Enable Points Sharing Notification
tr_tr: Puan Paylaşımı Bildirimini Etkinleştir

source: Enable redemption based on the users membership level.
tr_tr: Kullanıcıların üyelik seviyelerine göre kullanım hakkını etkinleştirin.

source: Enable Referral Points for Rewards.
tr_tr: Ödüller için Davet Puanını Etkinleştir.

source: Enable Referral Purchase Notification
tr_tr: Davetli Satın Alma Bildirimini Etkinleştir

source: Enable Referral Purchase Points
tr_tr: Davetli Satın Alma Puanını Etkinleştir

source: Enable Signup Points for Rewards
tr_tr: Ödüller için Kayıt Puanını Etkinleştir

source: Enable SMS API Features
tr_tr: SMS API Özelliklerini Etkinleştir

source: Enable Social Links
tr_tr: Sosyal Medya Linkerini Etkinleştir

source: Enable Social Media Sharing.
tr_tr: Sosyal Medya Paylaşımını Etkinleştir.

source: Enable the settings for the orders
tr_tr: Siparişler için ayarları etkinleştir

source: Enable this email notification
tr_tr: Bu e-posta bilgilendirmesini etkinleştir

source: Enable this setting to allow users to deactivate SMS notifications.
tr_tr: Kullanıcıların SMS bildirimlerini devre dışı bırakmasına izin vermek için bu ayarı etkinleştirin.

source: Enable this setting to allow users to deactivate Whatsapp notifications.
tr_tr: Kullanıcıların Whatsapp bildirimlerini devre dışı bırakmasına izin vermek için bu ayarı etkinleştirin.

source: Enable this setting to allow users to extend their points expiration date.
tr_tr: Kullanıcıların puanlarının son kullanma tarihini uzatmalarına izin vermek için bu ayarı etkinleştirin.

source: Enable this setting to allow users to redeem points based on their membership level.
tr_tr: Kullanıcıların üyelik seviyelerine göre puan kullanabilmelerine olanak tanımak için bu ayarı etkinleştirin.

source: Enable this setting to apply coupons or points
tr_tr: Kupon veya puan uygulamak için bu ayarı etkinleştirin

source: Enable this setting to Notify user on Mail
tr_tr: Kullanıcıya e-posta ile bildirimde bulunmak için bu ayarı etkinleştir

source: Enable this setting to offer free shipping based on the customer's membership level.
tr_tr: Müşterinin üyelik düzeyine göre ücretsiz kargo sunmak için bu ayarı etkinleştirin.

source: Enable this setting to receive an SMS notification whenever a user earns or spends points.
tr_tr: Bir kullanıcı puan kazandığında veya harcadığında SMS bildirimi almak için bu ayarı etkinleştirin.

source: Enable this setting to restrict users from applying both a coupon and points simultaneously; they can use only one at a time.
tr_tr: Kullanıcıların hem kupon hem de puan uygulamasını aynı anda kısıtlamak için bu ayarı etkinleştirin; kullanıcılar aynı anda yalnızca birini kullanabilirler.

source: Enable this setting to reward the user again within the selected range
tr_tr: Kullanıcıyı seçili aralıkta tekrar ödüllendirmek için bu ayarı etkinleştirin

source: Enable this setting to show a message on the account page for user acknowledgment
tr_tr: Hesap sayfasında kullanıcı onayına yönelik bir mesaj göstermek için bu ayarı etkinleştir

source: Enable this setting to show assign points on Shop Page
tr_tr: Mağaza Sayfasında atama puanlarını göstermek için bu ayarı etkinleştir

source: Enable this setting to show assigned points on the Shop Page
tr_tr: Atanmış puanları Mağaza Sayfasında göstermek için bu ayarı etkinleştir

source: Enable this settings to send earning and redeeming message on whatsapp.
tr_tr: Kazanma ve kullanma mesajlarını WhatsApp'ta göndermek için bu ayarı etkinleştirin.

source: Enable this to assign Global Product Points
tr_tr: Genel Ürün Puanı atamak için bunu etkinleştir

source: Enable to allow customers to convert some of the points to coupon out of their given total points.
tr_tr: Müşterilerin, verdikleri toplam puanların bir kısmını kupona dönüştürmelerine olanak sağlamak için etkinleştirin.

source: Enable to give points on birthday
tr_tr: Yaş gününde puan vermeyi etkinleştir

source: Enable to give points on first daily login
tr_tr: İlk günlük girişte puan vermeyi etkinleştir

source: Enable to give points on first order purchase
tr_tr: İlk siparişte puan vermeyi etkinleştir

source: Enable to let users share coupons with friends.
tr_tr: Kullanıcıların kuponları arkadaşlarıyla paylaşmasına olanak tanır.

source: Enable To Rank the Customer on Basis of Points
tr_tr: Müşteriyi Puan Bazında Derecelendirmeyi Etkinleştir

source: Enable to Refer via referral Coupon code
tr_tr: Kupon koduyla Daveti Etkinleştir

source: Enable Wallet points setting
tr_tr: Cüzdan puanları ayarını etkinleştir

source: Enable whatsapp api feature.
tr_tr: Whatsapp api özelliğini aktif edin.

source: Enable WooCommerce Points and Rewards
tr_tr: WooCommerce Puan ve Ödülleri Etkinleştir

source: Enable/Disable
tr_tr: Etkinleştir / Devre dışı bırak

source: End Date :
tr_tr: Bitiş Tarihi :

source: Engage customers by awarding points to shoppers on signup, referrals, and purchase
tr_tr: Müşterilere kaydolma, yönlendirme ve satın alma işlemlerinde puan vererek müşterilerle etkileşim kurun

source: Enjoy Referral Purchase Points, easy coupon generation, Multi-level Membership, and special birthday rewards. Elevate your experience!.
tr_tr: Davetli Satın Alma Puanlarının, kolay kupon oluşturmanın, Çok Seviyeli Üyeliğin ve özel yaş günü ödüllerinin keyfini çıkarın. Deneyiminizi yükseltin!

source: Enter Access Token
tr_tr: Erişim Belirtecini Girin

source: Enter Account Auth Token
tr_tr: Hesap Yetkilendirme Belirtecini Girin

source: Enter Account SID
tr_tr: Hesap SID'sini girin

source: Enter Account Twilio Number
tr_tr: Hesap Twilio Numarasını Girin

source: Enter Amount
tr_tr: Miktarı gir

source: Enter Assign Global Product Points
tr_tr: Genel Ürün Puanı Gir

source: Enter Birthday Points to give on bday
tr_tr: Yaş gününde vereceğiniz Yaş Günü Puanını gir

source: Enter Comments Points
tr_tr: Yorum Puanını Gir

source: Enter Coupon length excluding the prefix.(Minimum length is set to 5
tr_tr: Kupon uzunluğunu önek hariç gir. (Asgari uzunluk 5 olarak ayarlanmıştır)

source: Enter Discount (%)
tr_tr: İndirimi Gir (%)

source: Enter First Daily login Points
tr_tr: İlk Günlük Giriş Puanını Gir

source: Enter First order purchase Points
tr_tr: İlk Sipariş Puanını Gir

source: Enter Global Product Points
tr_tr: Genel Ürün Puanını Gir

source: Enter Level
tr_tr: Seviyeyi Gir

source: Enter Message
tr_tr: Mesaj Gir

source: Enter Minimum Points Required For Generating Coupon
tr_tr: Kupon Oluşturmak İçin Gerekli Asgari Puanı Gir

source: Enter Number Of Orders
tr_tr: Sipariş Sayısını Gir

source: Enter Order rewards Message
tr_tr: Sipariş ödülleri mesajını gir

source: Enter Order Rewards Points
tr_tr: Sipariş Ödül Puanını Gir

source: Enter order rewards points which user will get when reach the limit of order.
tr_tr: Kullanıcının sipariş sınırına ulaştığında alacağı sipariş ödül puanını gir.

source: Enter Phone Number ID
tr_tr: Telefon Numarası Kimliğini Girin

source: Enter Points
tr_tr: Puan Gir

source: Enter Points within Order Range
tr_tr: Sipariş Aralığı İçerisindeki Puanı Gir

source: Enter Referral Points
tr_tr: Davet Puanı Gir

source: Enter Referral Purchase Points
tr_tr: Davetli Satın Alma Puanı Gir

source: Enter Remark
tr_tr: Açıklama Gir

source: Enter Renewal Message
tr_tr: Yenileme Mesajını Gir

source: Enter Signup Points
tr_tr: Kayıt Puanı Gir

source: Enter Some Valid Points!
tr_tr: Bazı Geçerli Puanlar Gir!

source: Enter Subscription Renewal Points
tr_tr: Abonelik Yenileme Puanı Gir

source: Enter Text
tr_tr: Metin Gir

source: Enter the amount for the referral coupon discount
tr_tr: Davet kuponu indirimi tutarını gir

source: Enter the amount that customers can pay using their points
tr_tr: Müşterilerin puan kullanarak ödeyebilecekleri tutarı gir

source: Enter the Email Description for the user.
tr_tr: Kullanıcı için E-posta Açıklaması gir.

source: Enter the message you want to display for those products who have been assigned with some of the Points
tr_tr: Puanların bir kısmına atanan ürünler için görüntülemek istediğin mesajı gir.

source: Enter the min points you want the user to redeem points.
tr_tr: Kullanıcının kullanmasını istediğin asgari puanı gir.

source: Enter the minimum points you want the user to redeem.
tr_tr: Kullanıcının kullanmasını istediğin asgari puanı gir.

source: Enter the Name of the Level
tr_tr: Seviye Adını Gir

source: Enter The Number of Days After the Coupon Will Expire When the Order is Completed. Keep Value Zero for No Expiration.
tr_tr: Sipariş Tamamlandığında Kuponun Sona Ermesinden Sonraki Gün Sayısını Gir. Sona Ermeme Durumu="0"

source: Enter the number of orders which users place to get rewards
tr_tr: Kullanıcıların ödül almak için verdiği siparişlerin sayısını gir

source: Enter the points that will be rewarded to the user according to their chosen payment method.
tr_tr: Kullanıcıya seçmiş olduğu ödeme yöntemine göre verilecek puanı gir.

source: Enter the redeem points for the coupon. (i.e. how many points will be equivalent to the amount)
tr_tr: Kupon için kullanma puanlarını gir. (yani miktara kaç puanın eşdeğer olacağı)

source: Enter the redeem price for points. (i.e. how much amounts will be equivalent to the points)
tr_tr: Puanlar için kullanım fiyatını gir. (yani puanlara ne kadar miktar eşdeğer olacak)

source: Enter Ways to Gain Points
tr_tr: Puan Kazanmanın Yollarını Gir

source: Enter whatsapp template name
tr_tr: Whatsapp şablon adını girin

source: Enter your points:
tr_tr: Puanınızı girin:

source: Entered amount to convert
tr_tr: Dönüştürmek için girilen miktar

source: Entered Discount will be applied to the above-selected products
tr_tr: Girilen İndirim, yukarıda seçilen ürünlere uygulanacaktır.

source: Entered message will appear on cart page after apply points section.
tr_tr: Girilen Mesaj, puanları uygula kısmından sonra sepet sayfasında görünecektir.

source: Entered Message will appears at thankyou page when any item has been purchased through points
tr_tr: Girilen Mesaj, puanlarla herhangi bir ürün satın alındığında teşekkür sayfasında görünecektir.

source: Entered Message will appears at thankyou page when any ordered item is having some of the points
tr_tr: Girilen Mesaj, sipariş edilen herhangi bir öğenin bazı puanlara sahip olması durumunda teşekkür sayfasında görünecektir.

source: Entered Message will appears inside the Email Template for notifying the Customer that the Points has been expired
tr_tr: Girilen Mesaj, Müşteriye Puanların süresinin dolduğunu bildirmek için E-posta Şablonu içinde görünecektir.

source: Entered Message will appears inside the Email Template for notifying the Customer that they have left just some days more before the expiration
tr_tr: Girilen Mesaj, Müşteriye sona erme tarihine yalnızca birkaç gün kaldığını bildirmek için E-posta Şablonu içinde görünecektir.

source: Entered Message will appears inside the Email Template for notifying the Customer that they have reached the Threshold now they should redeem their Points before it will get expired
tr_tr: Girilen Mesaj, Müşteriye hedefe ulaştığı bildirmek için E-posta Şablonunun içinde görünecek ve Puanlarını süresi dolmadan kullanması gerektiğini bildirecektir.

source: Entered message will appears on Cart Page.
tr_tr: Girilen mesaj Sepet Sayfasında görünür.

source: Entered point will assign to that user by which another user referred from referral link and purchase some products.
tr_tr: Girilen puan, başka bir kullanıcının davet ettiği ve bazı ürünleri satın aldığı o kullanıcıya atanacaktır.

source: Entered Points are assigned to All Products.
tr_tr: Girilen Puan Tüm Ürünlere atanır.

source: Entered points do not apply to this order.
tr_tr: Girilen puan bu sipariş için geçerli değildir.

source: Entered points need to be reached for this level
tr_tr: Bu seviye için girilen puana ulaşılması gerekiyor

source: Entered Points Will be Assigned to That User by Which Another User Referred From.
tr_tr: Girilen Puanlar Başka Bir Kullanıcının Davet Ettiği Kullanıcıya Atanacaktır.

source: Entered Points Will be Awarded to The User When Their Subscription is Renewed
tr_tr: Girilen Puanlar Kullanıcıya Aboneliği Yenilendiğinde Verilecektir

source: Entered points will be converted to price. (i.e., how many points will be equivalent to the product price)
tr_tr: Girilen puanlar fiyata dönüştürülür. (yani kaç puanın ürün fiyatına eşdeğer olacağı)

source: Entered points will be converted to price.(i.e., how many points will be equivalent to the product price)
tr_tr: Girilen puanlar fiyata dönüştürülür. (yani kaç puanın ürün fiyatına eşdeğer olacağı)

source: Entered text will get displayed along with [MYCURRENTPOINT] shortcode
tr_tr: Girilen metin [MYCURRENTPOINT] kısa koduyla birlikte görüntülenir.

source: Entered text will get displayed along with [MYCURRENTUSERLEVEL] shortcode
tr_tr: Girilen metin [MYCURRENTUSERLEVEL] kısa koduyla birlikte görüntülenir.

source: Error occurred while fetching orders
tr_tr: Siparişler alınırken hata oluştu

source: Example :
tr_tr: Örnek:

source: Exclude Sale Products
tr_tr: Satış Ürünleri Hariç Tut

source: Exclude Sale Products for Membership Discount
tr_tr: Üyelik İndirimi için Satış Ürünleri Hariç Tut

source: Expiration Period
tr_tr: Son Kullanma Süresi

source: Expiration will get displayed just below the Total Point.
tr_tr: Sona erme tarihini Toplam Puanın hemen altında göster.

source: Expiring On :
tr_tr: Sona Erme Tarihi:

source: Expiry
tr_tr: Son tarih:

source: Export
tr_tr: Dışa Aktar

source: Export Demo CSV
tr_tr: Demo CSV'yi Dışa Aktar

source: Extend Expiration
tr_tr: Son Kullanma Tarihini Uzat

source: Fail due to an error
tr_tr: Bir hata nedeniyle başarısız

source: Failed
tr_tr: Hatalı

source: Failed to Remove Cart Discount
tr_tr: Sepet İndirimi Kaldırılamadı

source: Fields cannot be empty
tr_tr: Alanlar boş bırakılamaz

source: File path missing.
tr_tr: Dosya yolu eksik.

source: Financial Services
tr_tr: Finansal Hizmetler

source: Fixed
tr_tr: Sabit

source: For authentication you need
tr_tr: Kimlik doğrulama için ihtiyacınız olan

source: for their Total Points [EXPIRYDATE] for the Expiration Date
tr_tr: Sona Erme Tarihindeki Toplam Puanları için [EXPIRYDATE]

source: FOX - Currency Switcher Professional for WooCommerce
tr_tr: FOX - WooCommerce için Para Birimi Değiştirici Profesyoneli

source: Free Shipping
tr_tr: Ücretsiz Kargo

source: Gamification
tr_tr: Oyunlaştırma

source: Gamification Claim Points
tr_tr: Oyunlaştırma Talep Puanı

source: Gamification Points
tr_tr: Oyunlaştırma Puanı

source: Gamification Points Notifications
tr_tr: Oyunlaştırma Puanı Bildirimleri

source: Gaming
tr_tr: Oyun

source: General
tr_tr: Genel

source: Generate Secret Key
tr_tr: Gizli Anahtar Oluştur

source: Get Points via Payment Method
tr_tr: Ödeme Yöntemiyle Puan Kazanın

source: Give specific points for a price range of order value
tr_tr: Bir fiyat aralığında yer alan sipariş için belirli puan verin

source: Global Assign Product Points
tr_tr: Genel Ürün Puanı Atama

source: Global Point assign a feature to assign a similar point value to all products
tr_tr: Genel Puan, tüm ürünlere benzer bir puan değeri atamak için bir özellik atayın

source: Global setting for assigning points to all products at once
tr_tr: Tüm ürünlere aynı anda puan atamak için genel ayar

source: Go Back
tr_tr: Geri dön

source: GO PRO
tr_tr: PRO'ya Geç

source: GO PRO NOW
tr_tr: ŞİMDİ PRO'YA GEÇİN

source: Go PRO Now!
tr_tr: Şimdi Pro'ya Geçin!

source: Government
tr_tr: Devlet

source: Have a coupon?
tr_tr: İndirim kuponunuz mu var?

source: Have A Points?
tr_tr: Puanınız var mı?

source: Healthcare
tr_tr: Sağlık hizmeti

source: Hello %1$s, you've earned %2$s points for your recent purchase! Your total points balance is now %3$s. Keep shopping to earn more rewards!
tr_tr: Merhaba %1$s, son satın alımınız için %2$s puan kazandınız! Toplam puan bakiyeniz artık %3$s. Daha fazla ödül kazanmak için alışverişe devam edin!

source: Here is the Discount Rule for Applying your Points to Cart Total
tr_tr: Puanları Sepet Toplamına Uygulamak için İndirim Kuralı

source: Here is the Discount Rule for Applying your Points to Cart Total
tr_tr: Puanlarınızı Sepet Toplamına Uygulamak İçin İndirim Kuralı

source: How many times this coupon can be used before the Coupon is void. Keep value "0" for no limit.
tr_tr: Bu kuponun kaç kez kullanılabileceği. "0"=Limitsiz

source: Hurray! You have got
tr_tr: Yaşasın! Kazandın

source: I found a better plugin
tr_tr: Daha iyi bir eklenti buldum

source: I no longer need the plugin
tr_tr: Artık eklentiye ihtiyacım yok

source: If you have a coupon code, please apply it below.
tr_tr: Kupon kodunuz varsa, lütfen aşağıya uygulayın.

source: Image
tr_tr: Görsel

source: Import
tr_tr: İçeri aktar

source: Import existing users and assign them with Sign Up Points
tr_tr: Mevcut kullanıcıları içe aktarın ve onlara Kaydolma Puanları atayın

source: Import Users
tr_tr: Kullanıcıları içe aktar

source: In addition, our pro plugin will offer a customizable referral link shortcode for enhanced user engagement.
tr_tr: Ayrıca, profesyonel eklentimiz gelişmiş kullanıcı etkileşimi için özelleştirilebilir bir yönlendirme bağlantısı kısa kodu sunacak.

source: Individual Use
tr_tr: Bireysel Kullanım

source: Inform the user about the number of points they will earn by placing this order.
tr_tr: Bu siparişi vererek kazanacağı puanı kullanıcıya bildirin.

source: Input subject for the email.
tr_tr: E-posta için konu gir

source: Instructions
tr_tr: Talimatlar

source: Invalid Points!
tr_tr: Geçersiz Puanlar!

source: It is a temporary deactivation. I am just debugging an issue.
tr_tr: Geçici bir devre dışı bırakmadır. Sadece bir sorunu ayıklıyorum.

source: Jewelry
tr_tr: Mücevher

source: JSON response example:
tr_tr: JSON yanıtı örneği:

source: Left
tr_tr: Sol

source: Left Bottom
tr_tr: Sol Alt

source: Let users manage their SMS notification preferences directly from their account page.
tr_tr: Kullanıcıların SMS bildirim tercihlerini doğrudan hesap sayfalarından yönetmelerine olanak sağlayın.
