Repository: enginenginer/wp-ceviri
Catalog: plugins/points-and-rewards-for-woocommerce/2.8.0/loco-import/points-and-rewards-for-woocommerce-*.po
Languages: tr_tr

source: and
tr_tr: ve

source: Click here to upgrade and unlock Pro features!
tr_tr: Pro özelliklerini yükseltmek ve kilidini açmak için buraya tıklayın!

source: Consumer Secret
tr_tr: Tüketici Mahremiyeti

source: Customer Notification Feature
tr_tr: Müşteri Bildirim Özelliği

source: Days
tr_tr: Gün

source: Easy Points Redemption
tr_tr: Kolay Puan Kullanımı

source: Enter Rewards Restriction Message
tr_tr: Ödül Kısıtlama Mesajını Girin

source: Enter the amount that customer can pay using their points
tr_tr: Müşterinin puan kullanarak ödeyebileceği tutarı girin

source: for Per currency spent points and
tr_tr: Harcanan lira başına puan için ve

source: for per currency spent price
tr_tr: lira başına harcanan fiyat için

source: for Referral Points
tr_tr: Davet Puanı için

source: for their Total Points
tr_tr: Toplam Puanları için

source: Gamification Rewards System
tr_tr: Oyunlaştırma Ödül Sistemi

source: has been deducted from your points on purchasing, and your Total Points are
tr_tr: Alışverişlerinizde puan kullanıldı, Toplam Puanınız

source: in place of Per Currency spent points and
tr_tr: Lira Başına harcanan puanlar yerine

source: in place of Referral points
tr_tr: Davet puanı yeri

source: in place of Referral points and Use
tr_tr: Davet puanı ve Kullanım yeri

source: in place of Referral points, and
tr_tr: Davet puanı yeri, ve

source: in place of referral points. Use
tr_tr: davet puanı yeri. Kullan

source: keys. Response on wrong api details:
tr_tr: anahtarlar. Yanlış API ayrıntılarına yanıt:

source: Membership System for Exclusive Offers
tr_tr: Özel Teklifler için Üyelik Sistemi

source: Please enter some points !
tr_tr: Lütfen puan girin!

source: Point Assigned Successfully to All Products
tr_tr: Tüm Ürünlere Başarıyla Atanan Puan

source: Point Log Table
tr_tr: Günlük Puan Tablosu

source: Points
tr_tr: Puan

source: Points
tr_tr: Puan

source: Points =
tr_tr: Puan =

source: points and your total points are
tr_tr: puan ve toplam puanınız

source: points and your total points are
tr_tr: puan ve toplam puanınız

source: points for SignUp
tr_tr: Kayıt puanı

source: points more to get redeem
tr_tr: kullanmak için daha fazla puan

source: points.
tr_tr: puan.

source: Reward Points for Different Actions
tr_tr: Farklı Eylemler için Ödül Puanı

source: shortcode for product points and
tr_tr: ürün puanı için kısa kod ve

source: shortcode in place of a username,
tr_tr: Kullanıcı adı yerine kısa kod,

source: shortcode in place of a username, and
tr_tr: Kullanıcı adı yerine kısa kod, ve

source: shortcode in place of comment points
tr_tr: Yorum puanı yerine kısa kod

source: shortcode in place of coupon code and
tr_tr: Kupon kodu yerine kısa kod ve

source: shortcode in place of per currency spent points and
tr_tr: Harcanan lira başına puan yerine kısa kod ve

source: shortcode in place of per currency spent points,
tr_tr: Harcanan lira başına puan yerine kısa kod,

source: shortcode in place of per currency spent points. Use
tr_tr: Harcanan lira başına puan yerine kısa kod. Kullan

source: shortcode in place of points
tr_tr: puanlar yerine kısa kod

source: shortcode in place of points which have been added
tr_tr: Eklenen puanların yerine kısa kod

source: shortcode in place of points which have been added,
tr_tr: Eklenen puanların yerine kısa kod,

source: shortcode in place of points which have been added. Use
tr_tr: Eklenen puanların yerine kısa kod. Kullan

source: shortcode in place of points which have been deducted,
tr_tr: Düşülen puanların yerine kısa kod,

source: shortcode in place of points which have been deducted,
tr_tr: Düşülen puanların yerine kısa kod,

source: shortcode in place of points which have been deducted. Use
tr_tr: Düşülen puanların yerine kısa kod. Kullan

source: shortcode in place of points which have been received. Use
tr_tr: Alınan puanların yerine kısa kod. Kullan

source: shortcode in place of points which have been returned,
tr_tr: döndürülen puanların yerine kısa kod,

source: shortcode in place of purchasing points,
tr_tr: satın alma puanları yerine kısa kod,

source: shortcode in place of Referral points. Use
tr_tr: Davet puanı yerine kısa kod. Kullan

source: shortcode in place of Referral Purchase Points
tr_tr: Davetli Satın Alma Puanı yerine kısa kod

source: shortcode in place of the email id of the Sender, and
tr_tr: Gönderenin e-posta kimliği yerine kısa kod ve

source: shortcode in place of Total Points.
tr_tr: Toplam Puan yerine kısa kod.

source: shortcode in place of Total points.
tr_tr: Toplam puan yerine kısa kod.

source: shortcode in place of Total Points. Use
tr_tr: Toplam Puan yerine kısa kod. Kullan

source: shortcode in place of Total Remaining Point.
tr_tr: Kalan Toplam Puan yerine kısa kod.

source: shortcode in place of Total Remaining Points.
tr_tr: Kalan Toplam Puan yerine kısa kod.

source: shortcode in place of User Level and
tr_tr: Kullanıcı Düzeyi yerine kısa kod ve

source: shortcode in place of username
tr_tr: Kullanıcı adı yerine kısa kod

source: shortcode in place of username and
tr_tr: kullanıcı adı yerine kısa kod ve

source: shortcode in place of username and use
tr_tr: Kullanıcı adı yerine kısa kod ve kullanım

source: shortcode in place of username, and
tr_tr: Kullanıcı adı yerine kısa kod, ve

source: shortcode in place of username.
tr_tr: Kullanıcı adı yerine kısa kod.

source: shortcode in place of username. Use
tr_tr: Kullanıcı adı yerine kısa kod. Kullan

source: shortcode in this section
tr_tr: Bu bölümdeki kısa kod

source: shortcode to place Signup points dynamically. Use
tr_tr: Kayıt puanını dinamik olarak yerleştirmek için kısa kod. Kullan

source: shortcode to place the product purchase points. Use
tr_tr: Ürün satın alma puanı yerleştirmek için kısa kod. Kullan

source: shortcode to place the username. Use
tr_tr: Kullanıcının adı yerleştirmek için kısa kod. Kullan

source: shortcode to place username. Use
tr_tr: Kullanıcı adı yerleştirmek için kısa kod. Kullan

source: Something went wrong: %s
tr_tr: Bir şeyler ters gitti: %s

source: Spent Points)
tr_tr: Harcanan Puanlar)

source: to login.
tr_tr: giriş yap.

source: to place Referral points and
tr_tr: Davet puanı yerleştirmek ve

source: User Level & Badges
tr_tr: Kullanıcı Seviyesi ve Rozetler

source: WPML Multilingual Compatibility
tr_tr: WPML Çok Dilde Uyumluluk

source: % discount on below products or categories
tr_tr: Aşağıdaki ürün veya kategorilerde %d indirim

source: %1$s applied points used at Cart/Checkout have been deducted from your account. Your total points balance is now %2$s
tr_tr: Sepet/Ödeme'de kullanılan %1$s uygulanan puan hesabınızdan düşüldü. Toplam puan bakiyeniz artık %2$s

source: %1$s assigned product points have been deducted from your account due to order cancellation. Your total points balance is now %2$s
tr_tr: Sipariş iptali nedeniyle hesabınızdan %1$s atanmış ürün puanı düşüldü. Toplam puan bakiyeniz artık %2$s

source: %s notification activated!
tr_tr: %s bildirimi etkinleştirildi!

source: %s notification deactivated successfully!
tr_tr: %s bildirimi başarıyla devre dışı bırakıldı!

source: , which will get expired on
tr_tr: , tarihinde sona erecek olan

source: [Refer Points] for Referral Points[Per Currency Spent Points] for Per currency spent points and[Per Currency Spent Price] for per currency spent price
tr_tr: Davet Puanları için [Refer Points], Harcanan lira başına puan için [Per Currency Spent Points] ve harcanan lira başına fiyat için [Per Currency Spent Price]

source: Action
tr_tr: İşlem

source: Activate this option to let users distribute their coupons to friends.
tr_tr: Kullanıcıların kuponlarını arkadaşlarına dağıtmasına izin vermek için bu seçeneği etkinleştirin.

source: Activate this setting to reward users according to their order payment method.
tr_tr: Kullanıcıları sipariş ödeme yöntemlerine göre ödüllendirmek için bu ayarı etkinleştirin.

source: Add / Remove Points
tr_tr: Puan Ekle / Kaldır

source: Add a points
tr_tr: Bir puan ekle

source: Add Another Level
tr_tr: Başka Bir Seviye Ekle

source: Add More
tr_tr: Daha fazla ekle

source: Add Points
tr_tr: Puan Ekle

source: Admin can assign and reward points to users on different actions. These include Signups, Referrals, Total Amount Spent, Products purchase, Order Total Range, etc
tr_tr: Yönetici, kullanıcılara farklı işlemlerde puan atayabilir ve ödüllendirebilir. Bunlar arasında Kayıtlar, Yönlendirmeler, Harcanan Toplam Tutar, Satın alınan ürünler, Sipariş Tutarı Aralığı vb. yer alır.

source: Admin can create a membership system depending on reward points. Users can buy exclusive products at discounted prices based on their total collected points on subscribing to the membership.
tr_tr: Yönetici ödül puanlarına bağlı olarak üyelik sistemi oluşturabilir. Kullanıcılar, üyeliğe abone olduklarında topladıkları puanların toplamına göre indirimli fiyatlarla özel ürünler satın alabilirler.

source: Admin can edit email template to send users as a notification for points transaction on users registered email.
tr_tr: Yönetici, kullanıcıların kayıtlı e-postalarındaki puan işlemlerine ilişkin bildirim olarak kullanıcılara göndermek için e-posta şablonunu düzenleyebilir.

source: Admin can reward users in their local language since the Points and Rewards for WooCommerce plugin is WPML Multilingual plugin compatible.
tr_tr: Puanlar ve Ödüller eklentisi WPML Çok Dilli eklentiyle uyumlu olduğundan, yönetici kullanıcıları kendi yerel dillerinde ödüllendirebilir.

source: Admin can set a cooldown period after which users can play the game again.
tr_tr: Yönetici, kullanıcıların oyunu tekrar oynayabileceği bir bekleme süresi belirleyebilir.

source: Advanced Dynamic Pricing for WooCommerce
tr_tr: WooCommerce için Gelişmiş Dinamik Fiyatlandırma

source: After enabling this setting, only members will be able to redeem points.
tr_tr: Bu ayarı etkinleştirdikten sonra yalnızca üyeler puan kullanabilecektir.

source: After enabling this setting, user will get notification for his points expire.
tr_tr: Bu ayarı etkinleştirince kullanıcı, puanlarının süresi dolduğunda bildirim alır.

source: Agency
tr_tr: Ajans

source: Allow Coupons on Free Shipping.
tr_tr: Ücretsiz Gönderimde Kuponlara İzin Ver.

source: Allow Coupons to use Individually.
tr_tr: Kuponların Bireysel Olarak Kullanılmasına İzin Ver.

source: Allow customers to apply points during Cart.
tr_tr: Müşterilerin Sepet Sayfasında puan kullanmasına izin ver.

source: Allow Customers to Apply Points During Checkout
tr_tr: Müşterilerin Ödeme Sayfasında Puan Kullanmasına İzin Ver

source: Allow customers to pay a particular part of the order using points.
tr_tr: Müşterinin siparişin belirli bir bölümünü puan kullanarak ödemesine izin ver.

source: Allow per currency points conversion
tr_tr: Puandan liraya dönüşüme izin ver

source: Allow per currency points conversion on subtotal.
tr_tr: Ara toplamda puandan liraya dönüşüme izin ver.

source: Allow points referral via social media platforms like Whatsapp, email, Facebook, Twitter, etc.
tr_tr: Whatsapp, E-posta, Facebook, Twitter vb. gibi sosyal medya platformları davetiyle puan kazanmaya izin ver.

source: Allow selected user role to use points feature
tr_tr: Seçilen kullanıcı rolünün puan özelliğini kullanmasına izin ver

source: Allow Selected User Roles to Use Points Features. Leave Empty for All Users
tr_tr: Seçilen Kullanıcı Rollerinin Puan Özelliklerini Kullanmasına İzin Ver. Tüm Kullanıcılar için Boş Bırakın

source: Allow some of the products for purchasing through points
tr_tr: Bazı ürünlerin puanla satın alınmasına izin ver

source: Allow user roles
tr_tr: Kullanıcı rollerine izin ver

source: Already played by you
tr_tr: Zaten sizin tarafınızdan oynandı

source: Alter point value for the order total and cart redemption
tr_tr: Sipariş toplamı ve alışveriş sepeti kullanımı için puan değerini değiştirin

source: Amount for the Referral Coupon Discount
tr_tr: Davet Kuponu İndirimi Tutarı

source: Amount Left
tr_tr: Kalan Tutar

source: An error occurred. Please try again.
tr_tr: Bir hata oluştu. Lütfen tekrar deneyin.

source: and your total points are
tr_tr: ve toplam puanınız

source: API Features
tr_tr: API Özellikleri

source: API secret key
tr_tr: API gizli anahtarı

source: API Settings
tr_tr: API ayarları

source: Apply
tr_tr: Uygula

source: Apply coupon
tr_tr: Kuponu kullan

source: Apply Points
tr_tr: Puanları Uygula

source: Apply Points on Checkout
tr_tr: Ödeme Sayfasında Puanları Uygula

source: As a %1$s member, you will earn an additional %2$s bonus points as a reward!
tr_tr: %1$s üyesi olarak, ödül olarak ek %2$s bonus puanı kazanacaksınız!

source: As a %1$s member, you will earn an additional %2$s of your order total as bonus points as a reward!
tr_tr: %1$s üyesi olarak, siparişinizin toplam tutarının %2$s kadarını ödül olarak bonus puan olarak kazanacaksınız!

source: As a %1$s-level member, you have been awarded with points. Your updated balance is %2$s points
tr_tr: %1$s seviyeli bir üye olarak, puanlarla ödüllendirildiniz. Güncellenmiş bakiyeniz %2$s puandır

source: As a store owner, you get to:
tr_tr: Mağaza sahibi olarak şunları elde edersiniz:

source: Assign Only Referral Purchase Points
tr_tr: Yalnızca Davetli Satın Alma Puanı Atayın

source: Assign Points
tr_tr: Puan Ata

source: Assign Points on Previous Orders
tr_tr: Önceki Siparişlere Puan Atama

source: Assign points type, percentage will calculate on the basis of user cart sub total.
tr_tr: Puan tipi atayın, yüzde, kullanıcı sepeti alt toplamına göre hesaplanacaktır.

source: Assign Product Points
tr_tr: Ürün Puanı Ata

source: Assign to all users
tr_tr: Tüm kullanıcılara ata

source: Assign/Remove
tr_tr: Ata/Kaldır

source: Assigned Points Deducted due Cancellation of Order
tr_tr: Sipariş İptali Nedeniyle Tahsis Edilen Puanlar Düşülür

source: Assigned Points Deducted due to Cancellation of Order
tr_tr: Sipariş İptali Nedeniyle Düşülen Atanmış Puanlar

source: Assigned Product Points
tr_tr: Atanmış Ürün Puanları

source: Assigned Product Points Text
tr_tr: Atanan Ürün Puanı Metni

source: Authentication
tr_tr: Kimlik doğrulama

source: Available placeholders: %s
tr_tr: Mevcut yer tutucular: %s

source: Badge -
tr_tr: Rozet -

source: Badge Points
tr_tr: Rozet Puanları

source: Badges
tr_tr: Rozetler

source: Badges Name
tr_tr: Rozet Adı

source: Base Url to add points :
tr_tr: Puan eklemek için Temel URL:

source: Base Url to get membership details :
tr_tr: Üyelik ayrıntılarını almak için Temel URL:

source: Base Url to get user membership level :
tr_tr: Kullanıcı üyelik seviyesini almak için Temel URL:

source: Base Url to get user points :
tr_tr: Kullanıcı puanı almak için Temel URL:

source: Base Url to get user points log :
tr_tr: Kullanıcı puanı günlüğünü almak için Temel URL:

source: Base Url to remove points :
tr_tr: Puanları kaldırmak için Temel URL:

source: Base Url to update membership level :
tr_tr: Üyelik düzeyini güncellemek için Temel URL:

source: Beauty
tr_tr: Güzellik

source: before it will get expired on
tr_tr: süresi dolmadan önce

source: Bottom Left
tr_tr: Alt Sol

source: Bottom Right
tr_tr: Alt Sağ

source: By enabling this setting, users have the ability to earn points based on their chosen payment method.
tr_tr: Bu ayarı etkinleştirerek kullanıcılar, seçtikleri ödeme yöntemine göre puan kazanma olanağına sahip olur.

source: By enabling this setting, you can reward the user again within the selected range based on the number of orders they have placed.
tr_tr: Bu ayarı etkinleştirerek, kullanıcıyı, verdiği sipariş sayısına göre seçili aralıkta tekrar ödüllendirebilirsiniz.

source: by your one of the friends having an Email Id is
tr_tr: E-posta Kimliği olan arkadaşlarınızdan biri tarafından

source: Can not redeem!
tr_tr: Kullanılamaz!

source: Cart / Checkout Page Points Redeem
tr_tr: Sepet / Ödeme Sayfası Puanları Kullan

source: Cart and Checkout Page Shortcode
tr_tr: Sepet ve Ödeme Sayfası Kısa Kodu

source: Cart Discount
tr_tr: Sepet indirimi

source: Cart Discount:
tr_tr: Sepet İndirimi:

source: Cart page shortcode
tr_tr: Sepet sayfası kısa kodu

source: Categories
tr_tr: Kategoriler

source: Celebrity
tr_tr: Ünlü

source: Center
tr_tr: Merkez

source: Check these boxes to share the referral link
tr_tr: Yönlendirme bağlantısını paylaşmak için bu kutuları işaretleyin

source: Check this box if the coupon grants free shipping. A free shipping method must be enabled in your shipping zone and be set to require " a valid free shipping coupon" (see the "Free Shipping Requires" setting).
tr_tr: Kupon ücretsiz gönderim sağlıyorsa bu kutuyu işaretle. Gönderim bölgenizde ücretsiz bir gönderim yöntemi etkinleştirilmeli ve "geçerli bir ücretsiz gönderim kuponu" gerektirecek şekilde ayarlanmalıdır ("Ücretsiz Gönderim Gerekir" ayarına bakın).

source: Check this box if you want to enable per currency points conversion on subtotal.
tr_tr: Ara toplamda harcanan lira başına puan dönüşümünü etkinleştir.

source: Check this box if you want to make the redemption box read-only(where the end-user can enter the number of points they want to redeem)
tr_tr: Ödeme kutusunu salt okunur yapmak istiyorsan bu kutuyu işaretle (burada son kullanıcı kullanmak istediği puan sayısını girebilir)

source: Check this box to enable customer rank points setting.
tr_tr: Müşteri sıralama puanı ayarını etkinleştir.

source: Check this box to enable points notification addon
tr_tr: Puan bildirimi eklentisini etkinleştir

source: Check this box to enable points on the birthday setting.
tr_tr: Yaş günü ayarında puanı etkinleştir.

source: Check this box to enable purchasing products through points
tr_tr: Puanlarla ürün satın almayı etkinleştir

source: Check this box to enable the comment points notification.
tr_tr: Yorum puanı bildirimini etkinleştir.

source: Check this box to enable the Comment Points when a comment is approved.
tr_tr: Bir yorum onaylandığında Yorum Puanını etkinleştir.

source: Check this box to enable the custom points notification.
tr_tr: Özel puan bildirimini etkinleştir.

source: Check this box to enable the deduct assign points notification.
tr_tr: Puan düşüşleri bildirimini etkinleştir.

source: Check this box to enable the Deduct Per Currency Spent points notification.
tr_tr: Harcanan Lira Başına puan düşüşleri bildirimini etkinleştir.

source: Check this box to enable the first order points setting.
tr_tr: İlk sipariş puanı ayarını etkinleştir.

source: Check this box to enable the Maximum Points to apply to the cart
tr_tr: Azami Puanların sepete uygulanmasını sağla

source: Check this box to enable the order amount points notification.
tr_tr: Sipariş tutarı puan bildirimini etkinleştir.

source: Check this box to enable the points sharing notification.
tr_tr: Puan paylaşımı bildirimini etkinleştir.

source: Check this box to enable the product purchase points notification.
tr_tr: Ürün satın alma puanı bildirimini etkinleştir.

source: Check this box to enable the purchase of products through points notification.
tr_tr: Puan bildirimi ile ürün alımını etkinleştir.

source: Check this box to enable the referral points notification.
tr_tr: Davet puanı bildirimini etkinleştir.

source: Check this box to enable the referral purchase points notification.
tr_tr: Davetli satın alma puanı bildirimini etkinleştir.

source: Check this box to enable the referral purchase points.
tr_tr: Davetli satın alma puanını etkinleştir.

source: Check this box to enable the setting of the daily points.
tr_tr: Günlük puan ayarlanmasını etkinleştir.

source: Check this box to enable the signup points notification.
tr_tr: Kayıt puanı bildirimini etkinleştir.

source: Check this box to make the referral key permanent.
tr_tr: Yönlendirme anahtarını kalıcı hale getir.

source: Check this box to restrict the points discount on sales item
tr_tr: İndirimli ürünlerde puan kullanımını kısıtla

source: Check this box to rewards user with points on the basis of his membership level.
tr_tr: Üyelik seviyesine göre kullanıcıyı puanlarla ödüllendir.

source: Check this if you want to assign only purchase points to referred user not referral points.
tr_tr: Yönlendirme puanlarına değil, yalnızca yönlendirilen kullanıcılara satın alma puanı ver.

source: Check this, If you want to notify user on mail for points expiration notifications.
tr_tr: Puanların sona erme bildirimleri konusunda kullanıcıyı posta yoluyla bilgilendir.

source: Check this, If you want to set the expiration period for the Rewarded Points.
tr_tr: Ödül Puanların son kullanma süresini ayarla.

source: Check this, If you want to show the expiration period for the Rewarded Points on My Account Page.
tr_tr: Kazanılan Puanların son kullanma süresi Hesabım Sayfasında göster.

source: Checkout page shortcode
tr_tr: Ödeme sayfası kısa kodu

source: Choose +/-
tr_tr: +/- seç

source: Choose a CSV file:
tr_tr: Bir CSV dosyası seç:

source: Choose a layout template for the Points section under the My Account tab.
tr_tr: Hesabım sekmesi altında Puanlar bölümü için bir düzen şablonu seçin.

source: Choose a membership level to allow redemption.
tr_tr: Kullanıma izin vermek için bir üyelik seviyesi seçin.

source: Choose Badge Position
tr_tr: Rozet Konumunu Seç

source: Choose badges position to show on My Account Page.
tr_tr: Hesabım Sayfasında gösterilecek rozetlerin konumunu seç.

source: Choose page where you want to redirect user through referral link
tr_tr: Kullanıcıyı davet bağlantısıyla yönlendirmek istediğiniz sayfayı seç

source: Choose Segments on which spinner is stop, else it will stop randomly
tr_tr: Çarkın durdurulacağı Bölümleri seç, aksi takdirde rastgele duracaktır

source: Choose Segments To Stop Spinner
tr_tr: Çarkı Durdurmak İçin Bölümleri Seç

source: Choose the color scheme for the Points tab layout
tr_tr: Puanlar sekmesi düzeni için renk şemasını seç

source: Choose the payment method on which users will earn points accordingly.
tr_tr: Kullanıcıların puan kazanacağı ödeme yöntemini buna göre seç.

source: Choose which format of email to send.
tr_tr: Gönderilecek e-posta biçimini seç.

source: Choose Win Wheel Icon position where you want show.
tr_tr: Göstermek istediğiniz yerde Kazanma Çarkı Simgesi konumunu seç.

source: Choose Win Wheel Pages
tr_tr: Kazanma Çarkı Sayfalarını Seç

source: Claim
tr_tr: Sahiplen

source: Claim Now
tr_tr: Şimdi Talep Et

source: Click here
tr_tr: Buraya tıklayın

source: click here
tr_tr: buraya tıklayın

source: Click here to enter your code
tr_tr: Kodunuzu girmek için burayı tıklayın

source: Click here to play the game
tr_tr: Oyunu oynamak için buraya tıklayın

source: Comment Points Notification
tr_tr: Yorum Puanı Bildirimi

source: Comment Points Notification Settings
tr_tr: Yorum Puanı Bildirim Ayarları

source: Comments Points
tr_tr: Yorum Puanları

source: Commission paid to vendor through points
tr_tr: Satıcıya puanla ödenen komisyon

source: Congratulations! You have earned this badge for earning
tr_tr: Tebrikler! Bu rozeti almaya hak kazandınız.

source: Consumer Services
tr_tr: Tüketici Hizmetleri

source: Contact us
tr_tr: İletişime geçin

source: Conversion rate
tr_tr: Dönüşüm oranı

source: Conversion rate for Cart Sub-total Redemption
tr_tr: Alışveriş Sepeti Ara Toplamı için Dönüşüm oranı

source: Conversion Rate for Expiration Upgrade
tr_tr: Son Kullanma Tarihi Yükseltmesi için Dönüşüm Oranı

source: Conversion Rate:
tr_tr: Dönüşüm oranı:

source: Convert Points to Currency Wallet Conversion
tr_tr: Puanları Lira Cüzdanına Dönüştürme

source: Copy
tr_tr: Kopyala

source: Coupon Amount
tr_tr: Kupon tutarı

source: Coupon Code
tr_tr: Kupon Kodu

source: Coupon code
tr_tr: Kupon kodu

source: Coupon Expiry After Days
tr_tr: Kuponun Kalan Geçerlilik Süresi:
