Repository: enginenginer/wp-ceviri
Catalog: plugins/points-and-rewards-for-woocommerce/2.8.0/loco-import/points-and-rewards-for-woocommerce-*.po
Languages: tr_tr

source: Let users manage their Whatsapp notification preferences directly from their account page.
tr_tr: Kullanıcıların Whatsapp bildirim tercihlerini doğrudan hesap sayfalarından yönetmelerine olanak sağlayın.

source: Level
tr_tr: Seviye

source: Mail Notification for Coupon referral
tr_tr: Kupon daveti için E-posta Bildirimi

source: Make "Per Product Redemption" Readonly
tr_tr: "Ürün Başına Ödemeyi" Salt Okunur Yap

source: Make Referral Link Permanent
tr_tr: Davet Bağlantısını Kalıcı Hale Getirin

source: Make sure Referral Points & Referral Purchase Points should be enabled.
tr_tr: Davet Puanı ve Davetli Satın Alma Puanının etkinleştirildiğinden emin olun.

source: Manufacturing
tr_tr: İmalat

source: Maximum
tr_tr: Azami

source: Maximum size:128 MB
tr_tr: Azami boyut: 128 MB

source: Maximum Spend
tr_tr: Azami Harcama

source: May we have a little info about why you are deactivating?
tr_tr: Neden devre dışı bıraktığınız hakkında biraz bilgi alabilir miyiz?

source: Membership
tr_tr: Üyelik

source: Membership Expiry
tr_tr: Üyelik Seviyesi Sonu

source: Membership Level
tr_tr: Üyelik Seviyesi

source: Membership level points refunded
tr_tr: Üyelik seviyesi puanı iade edildi

source: Membership level rewards points
tr_tr: Üyelik seviyesi ödül puanı

source: Membership level rewards points refunded
tr_tr: Üyelik seviyesi ödül puanı iade edildi

source: Membership List
tr_tr: Üyelik Listesi

source: Membership Log
tr_tr: Üyelik Günlüğü

source: Membership Plugin Plan Associated rewards points
tr_tr: Üyelik Eklenti Planı İlgili ödül puanları

source: Membership Plugin Plan Associated rewards points refunded
tr_tr: Üyelik Eklenti Planı İlgili ödül puanları iade edildi

source: Membership updated via API
tr_tr: Üyelik API aracılığıyla güncellendi

source: Memberships
tr_tr: Üyelikler

source: Menu
tr_tr: Menü

source: Message for Users To Know About Referral Points
tr_tr: Kullanıcıların Davet Puanı Hakkında Bilmesi Gereken Mesaj

source: Message when Points has been Expired
tr_tr: Puanların Süresi Dolduğunda Mesaj

source: Middle Left
tr_tr: Orta Sol

source: Middle Right
tr_tr: Orta Sağ

source: Minimum
tr_tr: Asgari

source: Minimum number of referrals required to get referral points when the new customer sign-ups.
tr_tr: Yeni müşteri kaydolduğunda davet puanı almak için gereken asgari davet sayısı.

source: Minimum order total for referral purchase reward
tr_tr: Yönlendirme satın alma ödülü için minimum sipariş toplamı

source: Minimum points you want to start the redemption
tr_tr: Ödemeyi başlatmak istediğiniz asgari puan

source: Minimum Referrals Required
tr_tr: Gerekli Asgari Davet

source: Minimum Spend
tr_tr: Asgari Harcama

source: Month
tr_tr: Ay

source: Months
tr_tr: Ay

source: months
tr_tr: ay

source: more points to get redeem
tr_tr: kullanmak için daha fazla puan

source: more to get redeem
tr_tr: kullanmak için daha fazla

source: My Points
tr_tr: Puanlarım

source: Name
tr_tr: İsim

source: Negative Values Not Allowed
tr_tr: Negatif Değerlere İzin Verilmez

source: No changes made.
tr_tr: Hiçbir değişiklik yapılmadı.

source: No Coupons Generated Yet.
tr_tr: Henüz Kupon Oluşturulmadı.

source: No Expiry
tr_tr: Sona Erme Yok

source: No Points Generated Yet.
tr_tr: Henüz Puan Kazanılmadı.

source: No relevant data found at the moment!.
tr_tr: Şu anda ilgili veri bulunamadı!.

source: Nonprofit and Education
tr_tr: Sivil Toplum Kuruluşu ve Eğitim

source: Note : Do not use
tr_tr: Not: Kullanmayın

source: Note : Points should be assign only when status of membership is completed.
tr_tr: Not: Puanlar yalnızca üyelik durumu tamamlandığında verilmelidir.

source: Notices
tr_tr: Bildirimler

source: Notification Addon
tr_tr: Bildirim Eklentisi

source: Notification button text
tr_tr: Bilgilendirme butonu metni

source: Notify Me
tr_tr: Bana Bildir

source: Number of Comments a User Can Have Per Post.
tr_tr: Bir Kullanıcının Gönderi Başına Alabileceği Yorum Sayısı.

source: Number of Customers to be Listed With ShortCode [CUSTOMERRANK]
tr_tr: Kısa Kodla Listelenecek Müşteri Sayısı [CUSTOMERRANK]

source: Number of Days After the Referral Link Will be Expired
tr_tr: Davet Bağlantısının Süresi Sona Erdikten Sonraki Gün Sayısı

source: Number of items per page
tr_tr: Sayfa başına öğe sayısı

source: Number of Orders for the Referral Purchase Limit
tr_tr: Davetli Satın Alma Limitine İlişkin Sipariş Sayısı

source: Only referred users
tr_tr: Sadece yönlendirilen kullanıcılar

source: oops looks like nothing is here
tr_tr: burada hiçbir şey yok gibi görünüyor

source: Oops! You are not logged in.
tr_tr: Hata! Giriş yapmadın.

source: Oops!! Points are expired!
tr_tr: Hata!! Puanların süresi doldu!

source: Order Amount Points Notification
tr_tr: Sipariş Tutarı Puan Bildirimi

source: Order Amount Points Notification Settings(Per
tr_tr: Sipariş Tutarı Puan Bildirimi Ayarları (Başına

source: Order No.
tr_tr: Sipariş No.

source: Order Rewards Points
tr_tr: Sipariş Ödül Puanı

source: Order Rewards Points Settings
tr_tr: Sipariş Ödül Puanı Ayarları

source: Order Rewards Settings
tr_tr: Sipariş Ödülleri Ayarları

source: Order Total Points
tr_tr: Toplam Sipariş Puanı

source: Other
tr_tr: Diğer

source: Other Settings
tr_tr: Diğer ayarlar

source: Our plugin provides features to reward users with level names and badges. The admin has the capability to create multiple levels, levels and badges are assigned to users automatically based on their points.
tr_tr: Eklentimiz, kullanıcıları seviye adları ve rozetlerle ödüllendirecek özellikler sağlar. Yönetici birden fazla seviye oluşturma yeteneğine sahiptir, seviyeler ve rozetler kullanıcılara puanlarına göre otomatik olarak atanır.

source: Overall Points :
tr_tr: Genel Puanlar:

source: Override Points
tr_tr: Geçersiz Kılma Noktaları

source: Overview
tr_tr: Genel bakış

source: Parameters Required :
tr_tr: Gerekli Parametreler:

source: Per
tr_tr: Başına

source: Per Currency Earn Points
tr_tr: Para Birimi Başına Puan Kazanın

source: Per Currency Earning Points
tr_tr: Para Birimi Başına Puan Kazanma

source: Per Currency Points Conversion
tr_tr: Lira Başına Puan Dönüşümü

source: Per currency points deducted due to cancellation of order
tr_tr: Sipariş iptali nedeniyle düşülen para birimi puanları

source: Per currency points in subtotal
tr_tr: Ara toplamdaki lira puanı

source: Per Currency Points Settings
tr_tr: Lira için Puan Ayarları

source: Percent
tr_tr: Yüzde

source: Percentage
tr_tr: Yüzde

source: Permission denied
tr_tr: İzin reddedildi

source: Place Order and Earn Reward Points in Return.
tr_tr: Sipariş Ver ve Karşılığında Ödül Puanı Kazan.

source: Plan Name
tr_tr: Plan Adı

source: Please choose a CSV file.
tr_tr: Lütfen bir CSV dosyası seçin.

source: Please choose an option :
tr_tr: Lütfen bir seçenek seçin:

source: Please choose any option !!
tr_tr: Lütfen herhangi bir seçeneği seçiniz!!

source: Please choose valid files
tr_tr: Lütfen geçerli dosyaları seçin

source: Please do not change the "Level Name" once it will be saved, as it became the key for the Membership User
tr_tr: Lütfen "Seviye Adını" kaydettikten sonra değiştirmeyin, çünkü Üyelik Kullanıcısı için anahtar haline gelmiştir.

source: Please enable this setting to awards user on the basis of his number of orders.
tr_tr: Kullanıcıya sipariş sayısına göre ödül ver.

source: Please enable this setting to display discount message on Cart Page.
tr_tr: Sepet Sayfasında indirim mesajını göster.

source: Please enable this setting to show message on cart page.
tr_tr: Mesajı sepet sayfasında göster

source: Please enable this setting to show redemption message on Cart Page
tr_tr: Sepet Sayfasında satın alma mesajını göster

source: Please enable this settings to assign points to users.
tr_tr: Kullanıcılara puan atamak için lütfen bu ayarları etkinleştirin.

source: Please enter a valid discount
tr_tr: Lütfen geçerli bir indirim girin

source: Please enter a valid points
tr_tr: Lütfen geçerli bir puan girin

source: Please enter a valid twilio account number. To Buy a Twilio Number, %s
tr_tr: Lütfen geçerli bir twilio hesap numarası girin. Bir Twilio Numarası Satın Almak İçin, %s

source: Please enter in monetary decimal (%s) format without thousand separators and currency symbols.
tr_tr: Lütfen binlik ayırıcılar ve para birimi simgeleri olmadan parasal ondalık (%s) biçiminde girin.

source: Please enter points.
tr_tr: Lütfen puan girin.

source: Please enter Remark
tr_tr: Lütfen Açıklama girin

source: Please enter some points !!
tr_tr: Lütfen puan girin !!

source: Please enter some valid points!
tr_tr: Lütfen geçerli puan girin!

source: Please enter the country code with two capital letters.
tr_tr: Lütfen ülke kodunu iki büyük harfle giriniz.

source: Please enter the decimal (%s) format without thousand separators.
tr_tr: Lütfen binlik ayırıcı olmadan ondalık (%s) biçimini girin.

source: Please Enter the Name of the Level
tr_tr: Lütfen Seviye Adını Giriniz

source: Please enter the value less than the regular price.
tr_tr: Lütfen normal fiyattan daha düşük bir değer girin.

source: Please enter the value that will be assigned to the user when the order is completed.
tr_tr: Lütfen sipariş tamamlandığında kullanıcıya atanacak değeri giriniz.

source: Please Enter valid Points
tr_tr: Lütfen Geçerli Puanları Girin

source: Please enter you phone number id. To get Phone number ID, %s
tr_tr: Lütfen telefon numarası kimliğinizi girin. Telefon numarası kimliğini almak için, %s

source: Please enter your access token. To create a token, %s
tr_tr: Lütfen erişim belirtecinizi girin. Bir belirteç oluşturmak için, %s

source: Please enter your Account SID. To create a SID, %s
tr_tr: Lütfen Hesap SID'nizi girin. Bir SID oluşturmak için, %s

source: Please enter your auth token. To create a auth token, %s
tr_tr: Lütfen auth token'ınızı girin. Bir auth token oluşturmak için, %s

source: Please note that resetting the points will remove all existing points of user and assigned zero(0)
tr_tr: Puanların sıfırlanmasının kullanıcının mevcut tüm puanlarını kaldıracağını lütfen unutmayın.

source: Please note that this action will overwrite and update the existing points for all users.
tr_tr: Bu eylemin tüm kullanıcılar için mevcut puanları geçersiz kılacağını ve güncelleyeceğini lütfen unutmayın.

source: Please purchase the pro plugin to add multiple Badges.
tr_tr: Birden fazla Rozet eklemek için pro versiyonu satın alın.

source: Please purchase the pro plugin to add multiple memberships.
tr_tr: Birden fazla üyelik eklemek için pro versiyonu satın alın.

source: Please select a category
tr_tr: Lütfen bir kategori seçin

source: Please select a product
tr_tr: Lütfen bir ürün seçin

source: Plugin API Details
tr_tr: Eklenti API Ayrıntıları

source: Plugin Demonstration video :
tr_tr: Eklenti Tanıtım videosu:

source: Point Restriction on sale Product
tr_tr: İndirimli Ürünlerde Puan Kısıtlaması

source: Point Sharing
tr_tr: Puan Paylaşımı

source: Point Sharing Notification
tr_tr: Puan Paylaşımı Bildirimi

source: Point Status
tr_tr: Puan Durumu

source: Point Tab Layout Settings
tr_tr: Puan Sekmesi Düzeni Ayarları

source: Point Usage Limitation
tr_tr: Puan Kullanım Sınırlaması

source: Points
tr_tr: Puan

source: points =
tr_tr: puan =

source: Points Added
tr_tr: Puan Eklendi

source: Points added
tr_tr: Eklenen Puanlar

source: Points already awarded on these orders
tr_tr: Bu siparişlerde halihazırda verilen puanlar

source: Points and Rewards
tr_tr: Puanlar ve Ödüller

source: Points and rewards email
tr_tr: Puanlar ve ödüller e-postası

source: Points and Rewards for WooCommerce
tr_tr: WooCommerce için Puanlar ve Ödüller

source: Points And Rewards For WooCommerce is a customer-oriented solution that aims to engage customers by offering them points for activities they perform on your WooCommerce store. For instance, signup, purchase, referrals, etc. Each Points earned can be redeemed by the shoppers on additional purchases. These reward points make the customers eligible for on-purchase discounts and participation in the membership program
tr_tr: Puanlar ve Ödüller WooCommerce mağazanızda gerçekleştirdikleri etkinlikler için puanlar sunarak müşterilerin ilgisini çekmeyi amaçlayan müşteri odaklı bir çözümdür. Örn., kayıt olma, satın alma, yönlendirme vb. Kazanılan her Puan, alışveriş yapanlar tarafından ek satın alma işlemlerinde kullanılabilir. Bu ödül puanları, müşterileri satın alma indirimleri ve üyelik programına katılım için uygun hale getirir.

source: Points and rewards notification
tr_tr: Puan ve ödül bildirimi

source: Points and Rewards Pluigin Compatibilities
tr_tr: Puanlar ve Ödüller Eklenti Uyumlulukları

source: Points and Rewards Section
tr_tr: Puanlar ve Ödüller Bölümü

source: Points Applied on Cart/Checkout
tr_tr: Sepet/Ödeme İşleminde Uygulanan Puanlar

source: Points are assigned successfully!
tr_tr: Puanlar başarıyla atandı!

source: Points are removed Successfully from All Products
tr_tr: Puanlar Tüm Ürünlerden Başarıyla Kaldırıldı

source: Points are removed successfully!
tr_tr: Puanlar başarıyla kaldırıldı!

source: Points are updated successfully
tr_tr: Puan başarıyla güncellendi

source: Points awarded on previous order
tr_tr: Önceki siparişte kazanılan puanlar

source: Points awarded successfully
tr_tr: Başarıyla kazanılan puanlar

source: Points cannot be redeemed on sale products
tr_tr: Puanlar indirimli ürünlerde kullanılamaz

source: Points Conversion
tr_tr: Puan Dönüşümü

source: Points Conversion:
tr_tr: Puan Dönüşümü:

source: Points deducted and added to the wallet
tr_tr: Puanlar düşülür ve cüzdana eklenir

source: Points deducted for purchases made using the Purchase Through Points Only
tr_tr: Yalnızca Puanla Satın Alma özelliğini kullanarak yapılan satın alımlarda düşülen puanlar

source: Points deducted for purchasing a membership plan.
tr_tr: Üyelik planı satın alındığında düşülen puanlar.

source: Points Deducted!!
tr_tr: Puan Düşüldü!!

source: Points earned based on a specific order total range.
tr_tr: Belirli bir sipariş toplam aralığına göre kazanılan puanlar.

source: Points earned by leaving a review or comment
tr_tr: Yorum veya inceleme bırakarak kazanılan puanlar

source: Points earned for successfully referring someone!
tr_tr: Birini başarıyla yönlendirdiğinizde kazanılan puanlar!

source: Points earned from a purchase made through your referral.
tr_tr: Tavsiyeniz aracılığıyla yapılan alışverişlerden kazanılan puanlar.

source: Points Earned on Order Total Listed on Points Table
tr_tr: Puan Tablosunda Listelenen Sipariş Toplamından Kazanılan Puanlar

source: Points earned via payment method refunded
tr_tr: Ödeme yöntemiyle kazanılan puanlar iade edildi

source: Points Expiration
tr_tr: Puan Sona Ermesi

source: Points Expiry Notifications
tr_tr: Puan Sona Erme Bildirimleri

source: Points from the cart will be refunded after the order is canceled.
tr_tr: Sipariş iptal edildiğinde sepetteki puanlar iade edilir.

source: Points Notification
tr_tr: Puan Bildirimi

source: Points notification addon
tr_tr: Puan bildirimi eklentisi

source: Points On Cart Sub-Total
tr_tr: Sepet Ara Toplamı puanı

source: Points On Cart Sub-Total Notification
tr_tr: Sepet Ara Toplam Puanı Bildirimi

source: Points On Order Total Range
tr_tr: Tutar Aralığı Sipariş Puanı

source: Points On Order Total Range Notification
tr_tr: Tutar Aralığı Sipariş Puanı Bildirimi

source: Points Only on Bday Notification
tr_tr: Yaş Günü Puanı Bildirimi

source: Points Only on Birthday
tr_tr: Yaş Günü Puanı

source: Points Only on First order
tr_tr: İlk Sipariş Puanı

source: Points Redemption Restriction
tr_tr: Puan Kullanım Kısıtlaması

source: Points refunded due to order cancellation for purchases through points only
tr_tr: Sadece puanlar üzerinden yapılan alışverişlerde sipariş iptali nedeniyle iade edilen puanlar

source: Points Report
tr_tr: Puan Raporu

source: Points Reset By Admin
tr_tr: Puanlar Yönetici Tarafından Sıfırlandı

source: Points Round Off
tr_tr: Puan Yuvarlama

source: Points Sharing
tr_tr: Puan Paylaşımı

source: Points should be assigned to the user when the order status is marked as completed.
tr_tr: Sipariş durumu tamamlandı olarak işaretlendiğinde kullanıcıya puan atanmalıdır.

source: Points successfully deducted for sharing your points with others
tr_tr: Puanlarınızı başkalarıyla paylaştığınız için puanlarınız başarıyla düşürüldü

source: Points successfully received as someone has shared them with you
tr_tr: Birinin sizinle paylaştığı puanlar başarıyla alındı.

source: Points Tab Text
tr_tr: Puan Sekmesi Metni

source: Points Table
tr_tr: Puan Tablosu

source: Points table's Custom Points Notification Settings
tr_tr: Puan tablosunun Özel Puan Bildirim Ayarları

source: Points That The New Customers Will Get After Signup.
tr_tr: Yeni Müşterilerin Kayıt Sonrası Kazanacağı Puan.

source: Points when referee gets points
tr_tr: Davetlinin puan aldığı puanlar

source: Points will be rewarded to the user when the order status is marked as completed.
tr_tr: Sipariş durumu tamamlandı olarak işaretlendiğinde kullanıcıya puan verilecektir.

source: points_log_list_table
tr_tr: point_log_list_table

source: Political Campaign
tr_tr: Siyasi kampanya

source: Proceed
tr_tr: İlerle

source: Product of selected category will get displayed in the Select Product Section
tr_tr: Seçilen kategorinin ürünü, Ürün Seç Bölümünde görüntülenecektir.

source: Product Points
tr_tr: Ürün Puanı

source: Product purchase by Referred User Points
tr_tr: Davet Edilen Kullanıcı Puanı ile ürün satın alma

source: Product Purchase Points
tr_tr: Ürün Satın Alma Puanları

source: Product Purchase Points Notification
tr_tr: Ürün Satın Alma Puanı Bildirimi

source: Product Purchase Points Notification Settings
tr_tr: Ürün Satın Alma Puanı Bildirim Ayarları

source: Product Purchased Point
tr_tr: Ürün Satın Alma Puanı

source: Product Purchased Through Points Notification
tr_tr: Puanlarla Satın Alınan Ürün Bildirimi

source: Professional Services
tr_tr: Profesyonel Hizmetler

source: Purchase Points Conversion
tr_tr: Satın Alma Puanı Dönüşümü

source: Purchase Product Through Points Only
tr_tr: Yalnızca Puanlarla Ürün Satın Alımı

source: Purchase Products through Points
tr_tr: Puanlarla Ürün Satın Alımı

source: Purchase Products through Points Notification
tr_tr: Puanlarla Ürün Satın Alımı Bildirimi

source: Purchase through Points
tr_tr: Puanlarla Satın Alım

source: Re-notify Message before some days
tr_tr: Birkaç gün önceden yeniden hatırlatma mesajı

source: Readonly for entering Number of Points for Redemption
tr_tr: Kullanılacak Puan Sayısını girmek için salt okunur

source: Real Estate
tr_tr: Emlak

source: Reason
tr_tr: Gerekçe

source: Received Points by
tr_tr: Alınan Puan

source: Received Points Successfully!!
tr_tr: Puan Başarıyla Alındı!!

source: Received Points via
tr_tr: yoluyla alınan Puan

source: Recurring Reward Points Within Range
tr_tr: Aralık İçinde Tekrarlayan Ödül Puanları

source: Redeem Points
tr_tr: Puanları Kullanın

source: Redeem Points Conversion
tr_tr: Puan Dönüşümünü Kullan

source: Redeem to Wallet
tr_tr: Cüzdanda Kullan

source: Redeemed
tr_tr: Kurtarılmış

source: Redemption Over Cart Sub-total
tr_tr: Sepet Ara Toplamı Üzerinden Ödeme

source: Redemption Settings
tr_tr: Kullanım Ayarları

source: Refer Via Referral Coupon Code
tr_tr: Davet Kupon Koduyla Davet Edin

source: Reference Sign Up by
tr_tr: Davetiyle Kayıt Yaptıran

source: Referral
tr_tr: Davet

source: Referral Link
tr_tr: Davet Bağlantısı

source: Referral Link Expiry
tr_tr: Davet Bağlantısının Sona Ermesi

source: Referral Points
tr_tr: Davet Puanları

source: Referral Points Notification
tr_tr: Davet Puanı Bildirimi

source: Referral Points Notification Settings
tr_tr: Davet Puanı Bildirim Ayarları

source: Referral Purchase Coupon Type
tr_tr: Davetli Satın Alma Kuponu Türü

source: Referral Purchase Limit
tr_tr: Davetli Satın Alma Limiti

source: Referral Purchase Points
tr_tr: Davetli Satın Alma Puanları

source: Referral Purchase Points Notification
tr_tr: Davetli Satın Alma Puanları Bildirimi

source: Referral Purchase Points Notification Settings
tr_tr: Davetli Satın Alma Puanları Bildirimi Ayarları

source: Referral Purchase Points Type
tr_tr: Davetli Satın Alma Puanları Türü

source: Referral purchase points will be rewarded when the order total exceeds the minimum required amount.
tr_tr: Sipariş toplamı, gerekli minimum tutarı aştığında referans satın alma puanları ödüllendirilecektir.

source: Referral settings are currently inactive on this site!
tr_tr: Bu sitede yönlendirme ayarları şu anda etkin değil!

source: Referred
tr_tr: Yönlendirildi

source: Refund Subscription Renewal Points
tr_tr: Abonelik Yenileme Puanlarının İadesi

source: Refunded referral purchase point
tr_tr: İade edilen davetli satın alma puanı

source: Remove
tr_tr: Kaldır

source: Renewal Subscription Point Settings
tr_tr: Abonelik Yenileme Puanı Ayarları

source: Replace
tr_tr: Değiştir

source: Replace the Points tab Text With Your Text
tr_tr: Puanlar sekmesi metnini kendi metninizle değiştirin

source: Replace the Product Points Text With Your Text
tr_tr: Ürün Puanları Metnini Kendi Metninizle Değiştirin

source: Report
tr_tr: Rapor

source: Required Points
tr_tr: Gerekli Puan

source: Reset Points
tr_tr: Puanları Sıfırla

source: Reset Users Points
tr_tr: Kullanıcı Puanını Sıfırla

source: Restaurant
tr_tr: Restoran

source: Restrict points redemption by category
tr_tr: Puan kullanımını kategoriye göre sınırla

source: Restrict Rewards Points Settings
tr_tr: Ödül Puanı Ayarlarını Kısıtla

source: Restrict User
tr_tr: Kısıtlı Kullanıcı

source: Restrictions for above setting
tr_tr: Yukarıdaki ayarlara ilişkin kısıtlamalar

source: Retail Store
tr_tr: Perakende mağaza

source: Return 'Product Purchase through Point' Notification
tr_tr: 'Puanla Ürün Alımı'na Dön Bildirimi

source: Return earned points based on a specific order total range when an order is cancelled.
tr_tr: Sipariş iptal edildiğinde, belirli sipariş toplam aralığına göre kazanılan puanlar iade edilir.

source: Return earned points based on a specific order total range when an order is refunded.
tr_tr: Sipariş iadesi yapıldığında, belirli sipariş toplam aralığına göre kazanılan puanlar iade edilir.

source: Return of points used for purchases through the points
tr_tr: Puanlar üzerinden yapılan alışverişlerde kullanılan puanların iadesi

source: Return Product Purchase through Point
tr_tr: Puanla Ürün Alımına Dön

source: Return referral purchase point
tr_tr: İade yönlendirme satın alma noktası

source: Reward points associated with your payment method have been deducted from your account. Your updated points balance is %s
tr_tr: Ödeme yönteminizle ilişkili ödül puanları hesabınızdan düşüldü. Güncellenen puan bakiyeniz %s

source: Rewards Members with points
tr_tr: Üyeleri puanla ödüllendirir

source: Rewards Points
tr_tr: Ödül Puanı

source: Rewards Points type
tr_tr: Ödül Puanı türü

source: Rewards Points via Payment Method
tr_tr: Ödeme Yöntemiyle Ödül Puanı

source: Right
tr_tr: Sağ

source: Right Bottom
tr_tr: Sağ Alt

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Save changes
tr_tr: Değişiklikleri Kaydet

source: Search Users
tr_tr: Kullanıcı ara

source: Segment -
tr_tr: Bölüm -

source: Segment Color
tr_tr: Bölüm Rengi

source: Segment Font Size
tr_tr: Bölüm Yazı Tipi Boyutu

source: Segment Name
tr_tr: Bölüm Adı

source: Segment Points
tr_tr: Bölüm Puanı

source: Select a Points tab template for My Account.
tr_tr: Hesabım için Puanlar sekmesi şablonunu seçin.

source: Select all
tr_tr: Hepsini seç

source: Select Any One Option...
tr_tr: Herhangi Bir Seçenek Seçin...

source: Select Canvas Icon Position
tr_tr: Kanvas Simge Konumunu Seçin
