Repository: enginenginer/wp-ceviri
Catalog: plugins/points-and-rewards-for-woocommerce/2.8.0/loco-import/points-and-rewards-for-woocommerce-*.po
Languages: tr_tr

source: Ultimate Gift Cards For WooCommerce
tr_tr: WooCommerce İçin En İyi Hediye Kartları

source: Unexpected Error Occured
tr_tr: Beklenmeyen Hata Oluştu

source: Update
tr_tr: Güncelle

source: Update Points
tr_tr: Güncelleme Puanları

source: Update the customer's point manually from the points table.
tr_tr: Müşterinin puanını puan tablosundan manuel olarak güncelleyin.

source: Updated By Admin
tr_tr: Yönetici Tarafından Güncellendi

source: Upgrade Level
tr_tr: Yükseltme Seviyesi

source: Upgrade Membership Level Notification
tr_tr: Üyelik Seviyesini Yükseltme Bildirimi

source: Upgrade Membership Points Notification
tr_tr: Üyelik Puanlarını Yükseltme Bildirimi

source: Upgrade Points Validity
tr_tr: Yükseltme Puanlarının Geçerliliği

source: Upgrade User Level
tr_tr: Kullanıcı Seviyesini Yükselt

source: Upgrade Your User Level:
tr_tr: Kullanıcı Seviyenizi Yükseltin:

source: Use
tr_tr: Kullan

source: Use
tr_tr: Kullan

source: Use the shortcode [MYCURRENTPOINT] for displaying the current Points of Users
tr_tr: Kullanıcıların mevcut Puanlarını görüntülemek için [MYCURRENTPOINT] kısa kodunu kullanın

source: Use the shortcode [MYCURRENTPOINT] to display the current Points of Users.
tr_tr: Kullanıcıların mevcut Puanlarını görüntülemek için [MYCURRENTPOINT] kısa kodunu kullanın.

source: Use the shortcode [MYCURRENTUSERLEVEL] for displaying current Membership Level of Users
tr_tr: Kullanıcıların mevcut Üyelik Seviyesini görüntülemek için [MYCURRENTUSERLEVEL] kısa kodunu kullanın

source: Use the shortcode [MYCURRENTUSERLEVEL] to display the current Membership Level.
tr_tr: Geçerli Üyelik Seviyesini görüntülemek için [MYCURRENTUSERLEVEL] kısa kodunu kullanın.

source: Use the shortcode [SHOW_POINTS_LOG] to display the points log anywhere on the website.
tr_tr: Puan günlüğünü web sitesinin herhangi bir yerinde görüntülemek için [SHOW_POINTS_LOG] kısa kodunu kullanın.

source: Use the shortcode [SIGNUPNOTIFICATION] for displaying notification anywhere on site
tr_tr: Sitenin herhangi bir yerinde bildirimi görüntülemek için [SIGNUPNOTIFICATION] kısa kodunu kullanın

source: Use the shortcode [SIGNUPNOTIFICATION] to display the notification anywhere on the site.
tr_tr: Bildirimi sitenin herhangi bir yerinde görüntülemek için [SIGNUPNOTIFICATION] kısa kodunu kullanın.

source: Use these shortcodes for providing an appropriate message for your customers
tr_tr: Müşterilerinize bir mesaj göndermek için bu kısa kodları kullanın

source: Use these shortcodes to provide an appropriate message for your customers on his no. of [ORDER] and get rewards points [POINTS]
tr_tr: Müşterilerinize [ORDER] numaralı siparişi ve kazandığı [POINTS] puan hakkında bir mesaj göndermek için bu kısa kodları kullanın

source: Use these shortcodes to provide an appropriate message for your customers. Use
tr_tr: Müşterilerinize uygun bir mesaj göstermek için bu kısa kodları kullanın. Kullan

source: Use these shortcodes to provide an appropriate message to your customers that their total points are expiring on
tr_tr: Müşterilerinize puanlarının süresinin dolduğuna dair bir mesaj göndermek için bu kısa kodları kullanın.

source: Use these shortcodes to provide ways to gain points on the front end
tr_tr: Ön yüzde puan kazanmanın yollarını sağlamak için bu kısa kodları kullanın

source: Use this secret key to use API features
tr_tr: API özelliklerini kullanmak için bu gizli anahtarı kullanın

source: Use this shortcode [wps_wpr_notification_button] to display a pop-up button.
tr_tr: Bir açılır düğme görüntülemek için [wps_wpr_notification_button] kısa kodunu kullanın.

source: Use your Points for purchasing this Product
tr_tr: Bu Ürünü satın almak için Puanlarınızı kullanın

source: User Badges Points Notifications
tr_tr: Kullanıcı Rozeti Puanı Bildirimleri

source: User Coupon Details
tr_tr: Kullanıcı Kuponu Ayrıntıları

source: User Email
tr_tr: Kullanıcı E-postası

source: User Name
tr_tr: Kullanıcı Adı

source: User per post comment
tr_tr: Yorum başına kullanıcı

source: User Points
tr_tr: Kullanıcı Puanları

source: User will not earn any points when he/she redeem points on cart/checkout page
tr_tr: Kullanıcı, sepet/ödeme sayfasında puan kullandığında herhangi bir puan kazanamayacaktır.

source: Users can redeem points by entering points in the "Apply point" field on the checkout or cart pages. Admin decides the conversion of each point to currency.
tr_tr: Kullanıcılar, ödeme veya sepet sayfalarındaki "Puan uygula" alanına puan girerek puan kullanabilir. Yönetici her puanın kaç liraya dönüştürüleceğine karar verir.

source: Vendor commission points
tr_tr: Satıcı komisyon puanları

source: View Benefits
tr_tr: Avantajları Görüntüle

source: View Point Log
tr_tr: Puan Günlüğünü Görüntüle

source: Wallet points setting
tr_tr: Cüzdan puanları ayarları

source: Wallet System For WooCommerce
tr_tr: Woocommerce için Cüzdan Sistemi

source: Watch Video: Learn More About the Points and Reward.
tr_tr: Videoyu İzleyin: Puanlar ve Ödüller Hakkında Daha Fazla Bilgi Edinin.

source: Ways to gain more points:
tr_tr: Kampanya Ayrıntıları:

source: We love making new friends! Subscribe below and we promise to keep you up-to-date with our latest new plugins, updates, awesome deals and a few special offers.
tr_tr: Yeni arkadaşlar edinmeyi seviyoruz! Aşağıdan abone olun ve en yeni eklentilerimiz, güncellemelerimiz, harika fırsatlarımız ve birkaç özel teklifimizle sizi güncel tutacağımıza söz veriyoruz.

source: Week
tr_tr: Hafta

source: Weeks
tr_tr: Hafta

source: weeks
tr_tr: hafta

source: Welcome to WP Swings
tr_tr: WP Swings'e Hoşgeldiniz

source: What industry defines your business?
tr_tr: İşinizi hangi sektör tanımlıyor?

source: What is Points And Rewards For WooCommerce?
tr_tr: WooCommerce için Puanlar ve Ödüller Nedir?

source: What is the best email address to contact you?
tr_tr: E-posta adresiniz nedir?

source: What is your contact number?
tr_tr: İletişim numaranız nedir?

source: What is your monthly revenue?
tr_tr: Aylık geliriniz nedir?

source: Whatsapp Integration
tr_tr: Whatsapp Entegrasyonu

source: Whatspp Notification
tr_tr: Whatsapp Bildirimi

source: Win Wheel cannot have less then 6 Segments
tr_tr: Kazanma Çarkı'nda 6 Bölümden az olamaz.

source: Win Wheel Segments
tr_tr: Kazanma Çarkı Bölümü

source: WooCommerce is not activated, Please activate WooCommerce first to activate Points and Rewards for WooCommerce.
tr_tr: Puanlar ve Ödülleri etkinleştirmek için lütfen önce WooCommerce'i etkinleştirin.

source: WPML Multilingual support to reward points in a different language
tr_tr: Puanları farklı bir dilde ödüllendirmek için WPML Çok Dilli destek

source: Year
tr_tr: Yıl

source: Years
tr_tr: Yıl

source: years
tr_tr: yıl

source: You Can Add Only 12 Segments in Win Wheel
tr_tr: Kazanma Çarkı'na Sadece 12 Bölüm Ekleyebilirsiniz

source: You can also choose the color for your Notification Bar.
tr_tr: Bildirim Çubuğunuzun rengini de seçebilirsiniz.

source: You can assign points to user when this membership will be purchased by user.
tr_tr: Bu üyeliğin kullanıcı tarafından satın alınması durumunda kullanıcıya puan atayabilirsiniz.

source: You do not have a sufficient amount of points
tr_tr: Yeterli puanınız yok

source: You have reached your Threshold and your Total Point is:
tr_tr: Hedefe ulaştınız, Toplam Puanınız:

source: You have received
tr_tr: Kazandınız

source: You have received
tr_tr: Kazandınız

source: You have received [Points] points and your total points are [Total Points]
tr_tr: [Points] puan kazandınız, toplam puanınız [Total Points] oldu

source: You have received [Points] points and your total points are [Total Points].
tr_tr: [Points] puan kazandınız, toplam puanınız [Total Points] oldu.

source: You have received assigned product points. Your total points balance is now %s
tr_tr: Atanmış ürün puanlarını aldınız. Toplam puan bakiyeniz artık %s

source: You require :
tr_tr: Şunlara ihtiyacınız var:

source: You require :
tr_tr: Şunlara ihtiyacınız var:

source: You will earn %1$s reward points when you choose the %2$s payment method at checkout.
tr_tr: Ödeme sırasında %2$s ödeme yöntemini seçtiğinizde %1$s ödül puanı kazanacaksınız.

source: You will earn [Points] points when your subscription should be renewal.
tr_tr: Aboneliğiniz yenilendiğinde [Points] puan kazanacaksınız.

source: You will get
tr_tr: Alacaksınız

source: You will get %s points for a successful signup using a referral link.
tr_tr: Yönlendirme bağlantısı kullanarak başarılı bir şekilde kayıt olduğunuzda %s puan kazanacaksınız.

source: You will get %s points for a successful signup.
tr_tr: Başarılı bir kayıt için %s puan kazanacaksınız.

source: You will get 10 points when you reach order limit
tr_tr: Sipariş sınırına ulaştığınızda 10 puan alacaksınız

source: You will not get any Reward Points
tr_tr: Herhangi bir Ödül Puanı almayacaksınız

source: You've earned a badge, and as a reward for this achievement, points have been added to your account. Your total points balance is now %s
tr_tr: Bir rozet kazandınız ve bu başarının ödülü olarak hesabınıza puanlar eklendi. Toplam puan bakiyeniz artık %s

source: You've earned commission points as a vendor. Your total points balance is now %s
tr_tr: Bir satıcı olarak komisyon puanı kazandınız. Toplam puan bakiyeniz artık %s

source: You've earned points based on your selected payment method. Your total points balance is now %s
tr_tr: Seçtiğiniz ödeme yöntemine göre puan kazandınız. Toplam puan bakiyeniz artık %s

source: You've earned points from your previous order. Your total points balance is now %s
tr_tr: Önceki siparişinizden puan kazandınız. Toplam puan bakiyeniz artık %s

source: You've earned referral points. Your total points balance is now %s
tr_tr: Yönlendirme puanları kazandınız. Toplam puan bakiyeniz artık %s

source: You've reached the specified order limit and have been rewarded with points. Your total points balance is now %s
tr_tr: Belirtilen sipariş limitine ulaştınız ve puanlarla ödüllendirildiniz. Toplam puan bakiyeniz artık %s

source: You've received bonus points for signing up. Your total points balance is now %s
tr_tr: Kaydolduğunuz için bonus puanlar aldınız. Toplam puan bakiyeniz artık %s

source: You've received claim points from the Win Wheel. Your total points balance is now %s
tr_tr: Kazanma Çarkı'ndan puan kazandınız. Toplam puan bakiyeniz artık %s

source: You've received points based on the currency value of your purchase. Your total points balance is now %s
tr_tr: Satın alma işleminizin para birimi değerine göre puanlar aldınız. Toplam puan bakiyeniz artık %s

source: You've received points based on your order total. Your current points balance is now %s
tr_tr: Siparişinizin toplamına göre puan aldınız. Mevcut puan bakiyeniz artık %s

source: You've received points for your subscription renewal. Your total points balance is now %s
tr_tr: Aboneliğinizin yenilenmesi için puan aldınız. Toplam puan bakiyeniz artık %s

source: Your [BADGESPOINTS] Points have been added. Now your Total Points are [TOTALPOINTS].
tr_tr: [BADGESPOINTS] rozet puanı kazandınız, toplam puanınız [TOTALPOINTS] oldu.

source: Your [BIRTHDAYPOINT] Points have been added. Now your Total Points are [TOTALPOINTS].
tr_tr: Yaş gününüze özel [BIRTHDAYPOINT] puan kazandınız, toplam puanınız [TOTALPOINTS] oldu.

source: Your [DEDUCTCARTPOINT] Points have been deducted from your account, now your Total Points are [TOTALPOINTS].
tr_tr: [DEDUCTCARTPOINT] puan hesabınızdan düşüldü, toplam puanınız [TOTALPOINTS] oldu.

source: Your [DEDUCTEDPOINT] has been deducted from your total points as you have request for your refund, and your Total Point are [TOTALPOINTS].
tr_tr: Geri ödeme talebiniz olduğu için puanınızdan [DEDUCTEDPOINT] düşüldü, toplam puanınız [TOTALPOINTS] oldu.

source: Your [FIRSTORDERPOINT] Points have been added. Now your Total Points are [Total Points].
tr_tr: [FIRSTORDERPOINT] puan kazandınız, toplam puanınız [Toplam Puan] oldu.

source: Your [GAMEPOINTS] Points have been added. Now your Total Points are [TOTALPOINTS].
tr_tr: [GAMEPOINTS] puan kazandınız, toplam puanınız [TOTALPOINTS] oldu.

source: Your [ORDERTOTALPOINT] Points have been added. Now your Total Points are [TOTALPOINTS].
tr_tr: [ORDERTOTALPOINT] puan kazandınız, toplam puanınız [TOTALPOINTS] oldu.

source: Your [RETURNPOINT] has been returned to your point account as you have request for your refund and your Total Point is [TOTALPOINTS].
tr_tr: İade talebiniz nedeniyle [RETURNPOINT] puan hesabınıza iade edilmiştir, mevcut puanınız [TOTALPOINTS] oldu.

source: Your [REWARDTOTALPOINT] Points have been added. Now your Total Points are [TOTALPOINTS].
tr_tr: [REWARDTOTALPOINT] puan eklendi. Toplam Puanınız [TOTALPOINTS] oldu.

source: Your available points
tr_tr: Mevcut puanlarınız

source: Your available points:
tr_tr: Kullanılabilir puanınız:

source: Your Coupon Code [COUPONCODE] is applied and you will get [POINTS] points
tr_tr: Kupon Kodunuz [COUPONCODE] uygulandı, [POINTS] puan kazandınız

source: Your Current Membership Level is
tr_tr: Mevcut Üyelik Seviyeniz

source: Your Current Point
tr_tr: Puanınız

source: Your membership has been upgraded, and %1$s points have been deducted from your account. Your total points balance is now %2$s
tr_tr: Üyeliğiniz yükseltildi ve hesabınızdan %1$s puan düşüldü. Toplam puan bakiyeniz artık %2$s

source: Your membership level has been upgraded to
tr_tr: Üyelik seviyeniz yükseltildi

source: Your membership plan was cancelled, so %1$s points have been deducted. Your current points balance is %2$s
tr_tr: Üyelik planınız iptal edildi, bu nedenle %1$s puan düşüldü. Mevcut puan bakiyeniz %2$s

source: Your order has been cancelled, and %1$s points (based on the currency value) have been deducted from your account. Your total points balance is now %2$s
tr_tr: Siparişiniz iptal edildi ve hesabınızdan %1$s puan (para birimi değerine göre) düşüldü. Toplam puan bakiyeniz artık %2$s

source: Your order was cancelled, so %1$s order total points have been deducted. Your new points balance is %2$s
tr_tr: Siparişiniz iptal edildi, bu nedenle %1$s sipariş toplam puanı düşüldü. Yeni puan bakiyeniz %2$s

source: Your points are updated and your total points are
tr_tr: Puanınız güncellendi, toplam puanınız

source: Your Points has been expired, you may earn more Points and use the benefit more
tr_tr: Puanlarınızın süresi doldu, yeni puanlar kazanabilir ve daha fazla avantajdan yararlanabilirsiniz.

source: Your points has been reset by Admin
tr_tr: Puanınız Yönetici tarafından sıfırlandı

source: Your points has been updated by Admin
tr_tr: Puanlarınız yönetici tarafından güncellendi

source: Your points have been added back to your account due to the order cancellation. Your total points balance is now %s
tr_tr: Sipariş iptali nedeniyle puanlarınız hesabınıza geri eklendi. Toplam puan bakiyeniz artık %s

source: Your Points have been Deducted
tr_tr: Puanınız Düşüldü

source: Your points have been successfully converted and added to your wallet account. Your wallet balance is now %1$s, and your total remaining points are %2$s
tr_tr: Puanlarınız başarıyla dönüştürüldü ve cüzdan hesabınıza eklendi. Cüzdan bakiyeniz artık %1$s ve kalan toplam puanınız %2$s

source: Your points have been updated by Admin. Your total points are now %s
tr_tr: Puanlarınız yönetici tarafından güncellendi. Toplam puanlarınız artık %s

source: Your points have been updated by the admin through a CSV file. Your current total points is %s
tr_tr: Puanlarınız yönetici tarafından CSV dosyası aracılığıyla güncellendi. Mevcut toplam puanınız %s

source: Your subscription renewal order has been cancelled, and %1$s points have been deducted from your account. Your total points balance is now %2$s
tr_tr: Abonelik yenileme siparişiniz iptal edildi ve hesabınızdan %1$s puan düşüldü. Toplam puan bakiyeniz artık %2$s

source: Your User Level has been Upgraded to [USERLEVEL] and Now You will get more offers on some products.
tr_tr: Kullanıcı Seviyeniz [USERLEVEL]'e Yükseltildi, Artık bazı ürünlerde daha cazip teklifler alacaksınız.
