Repository: enginenginer/wp-ceviri
Catalog: plugins/points-and-rewards-for-woocommerce/2.8.0/loco-import/points-and-rewards-for-woocommerce-*.po
Languages: tr_tr

source: Select Color Notification Bar
tr_tr: Renk Bildirim Çubuğunu Seç

source: Select Coupon type on referral purchase depending upon the order total.
tr_tr: Sipariş toplamına bağlı olarak davetli satın alımda Kupon türünü seçin.

source: Select Level
tr_tr: Seviye seç

source: Select none
tr_tr: Hiçbirini seçme

source: Select page where you want to Redirect
tr_tr: Yönlendirmek istediğiniz sayfayı seçin

source: Select pages
tr_tr: Sayfaları seç

source: Select Pages To Show Win Wheel
tr_tr: Kazanma Çarkı'nın Gösterileceği Sayfaları Seç

source: Select Payment Method
tr_tr: Ödeme Yöntemini Seç

source: Select Points Limitation Type
tr_tr: Puan Sınırlama Türünü Seç

source: Select Points Roundoff
tr_tr: Puan Yuvarlamasını Seç

source: Select Points Type
tr_tr: Puan Türünü Seçin

source: Select Position
tr_tr: Konum Seç

source: Select Product
tr_tr: Ürün Seç

source: Select Product Category
tr_tr: Ürün kategorisi seç

source: Select Products
tr_tr: Ürünleri seç

source: Select Social Links
tr_tr: Sosyal Bağlantıları Seç

source: Select the categories in which you want to allow customers to redeem points.
tr_tr: Müşterilerin puanlarını kullanmalarına izin vermek istediğiniz kategorileri seçin.

source: Select the days, week, month, or year for the expiration of the current level
tr_tr: Mevcut seviyenin sona ermesi için gün, hafta, ay veya yılı seç

source: Select the discount Type to apply points
tr_tr: Puanları uygulamak için indirim Türünü seçin

source: Select the page where you want to display the button, leave blank if you want to display on all the pages.
tr_tr: Butonun görünmesini istediğiniz sayfayı seçin, tüm sayfalarda görüntülenmesini istiyorsanız boş bırakın.

source: Select the points type on referral purchase depending upon the order total.
tr_tr: Sipariş toplamına bağlı olarak davetli satın alımında puan türünü seçin.

source: Select the products if you want to provide a discount on the specific products of the selected category. Leave empty to select all the products of the selected category.
tr_tr: İlgili kategorideki belirli ürünlerde indirim sağlamak istiyorsanız ürünleri seçin. İlgili kategorideki tüm ürünleri seçmek için boş bırakın.

source: Select the type to rewards points
tr_tr: Ödül puanlarını kazanmak için türü seçin

source: Select those categories which you want to allow to customers for purchase that product through points.
tr_tr: Müşterilerin o ürünü puanla satın almasına izin vermek istediğiniz kategorileri seçin.

source: Select whether you want to display the Notification Button left, right, or want to use a shortcode. If you select the shortcode [wps_wpr_notification_button] then the notification button will work only on the page you use this code. Note- If you select shortcode then Select Pages will not work plus you can’t change the position of the Button.
tr_tr: Bildirim Butonu solda mı, sağda mı görüntülemek istediğinizi veya bir kısa kod mu kullanmak istediğinizi seçin. [wps_wpr_notification_button] kısa kodunu seçerseniz bildirim düğmesi yalnızca bu kodu kullandığınız sayfada çalışacaktır. Not: Kısa kodu seçerseniz Sayfaları Seç çalışmaz ve Butonun konumunu değiştiremezsiniz.

source: Send Us
tr_tr: Bize gönderin

source: Services
tr_tr: Hizmetler

source: Set conversion rule to determine the value of each point
tr_tr: Her puanın değerini belirlemek için dönüştürme kuralı ayarlayın

source: Set Expiration Time
tr_tr: Sona Erme Süresini Ayarla

source: Set Next Rewards Date
tr_tr: Sonraki Ödül Tarihini Ayarla

source: Set the notification button text
tr_tr: Bildirim butonu metnini ayarlayın

source: Set the number of days before the Email will get sent out.
tr_tr: E-postanın gönderilmesinden önceki gün sayısını ayarlayın.

source: Set the number of order which placed by user to get rewards points
tr_tr: Ödül puanları almak için kullanıcının vermesi gereken sipariş sayısını ayarlayın

source: Set the number of points that user will get when reach the maximum number of order.
tr_tr: Azami sipariş sayısına ulaşıldığında kullanıcının alacağı puan sayısını ayarlayın.

source: Set the Required Threshold
tr_tr: Gerekli Eşiği Ayarlayın

source: Set the threshold for points expiration, The expiration period will be calculated when the threshold has been reached.
tr_tr: Puanların sona ermesi için eşiği ayarlayın. Son kullanma süresi, eşiğe ulaşıldığında hesaplanacaktır.

source: Set the time period during which the user will be rewarded with points.
tr_tr: Kullanıcının puanlarla ödüllendirileceği zaman aralığını ayarlayın.

source: Set the Time-Period for "When do the points need to expire?" It will calculated over the above Threshold Time
tr_tr: "Puanların geçerliliğinin ne zaman sona ermesi gerekiyor?" için Zaman Dönemini ayarlayın. Yukarıdaki Eşik Süresi üzerinden hesaplanacaktır

source: Settings
tr_tr: Ayarlar

source: Settings saved.
tr_tr: Ayarlar kaydedildi.

source: Shared to
tr_tr: Şununla paylaşıldı:

source: Shared to
tr_tr: Şununla paylaşıldı:

source: shortcode
tr_tr: kısa kod

source: Shortcodes
tr_tr: Kısa kodlar

source: Show a message on the cart page
tr_tr: Sepet sayfasında bir mesaj göster

source: Show message on Account Page
tr_tr: Hesabım Sayfasında bir mesaj göster

source: Show Per Currecny Discount Notice
tr_tr: Lira Başına İndirim Bildirimini Göster

source: Show Points expiration on My Account Page
tr_tr: Puanların geçerlilik süresini Hesabım Sayfasında Göster

source: Show Redeem Notice on Cart Page
tr_tr: Sepet Sayfasında Kullanım Bildirimini Göster

source: Show Shortcode on Cart Page [WPS_CART_PAGE_SECTION]
tr_tr: Sepet Sayfasında Kısa Kodu Göster [WPS_CART_PAGE_SECTION]

source: Show shortcode on Checkout Page [WPS_CHECKOUT_PAGE_SECTION]
tr_tr: Ödeme Sayfasında kısa kodu göster [WPS_CHECKOUT_PAGE_SECTION]

source: Show Total Earning Points
tr_tr: Kazanılan Toplam Puanı Göster

source: Show User Badges
tr_tr: Kullanıcı Rozetlerini Göster

source: Sign Up
tr_tr: Üye Ol

source: Sign Up by
tr_tr: Kaydolun

source: Signup
tr_tr: Kaydolun

source: Signup Event
tr_tr: Kayıt Etkinliği

source: Signup Points
tr_tr: Kayıt Puanı

source: Signup Points Notification
tr_tr: Kayıt Puanı Bildirimi

source: Signup Points Notification Settings
tr_tr: Kayıt Puanı Bildirim Ayarları

source: Skip and Deactivate Now
tr_tr: Atla ve Devre Dışı Bırak

source: Skip For Now
tr_tr: Şimdilik geç

source: SMS / Whatsapp Integration
tr_tr: SMS / Whatsapp Entegrasyonu

source: SMS Integration
tr_tr: SMS Entegrasyonu

source: SMS Notification
tr_tr: SMS Bildirimi

source: Social Sharing
tr_tr: Sosyal Paylaşım

source: Software
tr_tr: Yazılım

source: Something went wrong:
tr_tr: Bir şeyler yanlış gitti:

source: Sorry ! Not Transfered
tr_tr: Üzgünüz! Aktarılmadı

source: Specify the Duration ( days )
tr_tr: Süreyi Belirtin (gün)

source: Spin
tr_tr: Çevir

source: Sports
tr_tr: Spor

source: Start Date :
tr_tr: Başlangıç Tarihi :

source: Startups
tr_tr: Start-up'lar

source: Static Referral Link
tr_tr: Statik Davet Linki

source: Submit
tr_tr: Gönder

source: Subscription Points Settings
tr_tr: Abonelik Puanı Ayarları

source: Subscription Renewal Points
tr_tr: Abonelik Yenileme Puanı

source: Subscription Renewal Points Message :
tr_tr: Abonelik Yenileme Puanı Mesajı:

source: Subscription Renewal Points Notification
tr_tr: Abonelik Yenileme Puanı Bildirimi

source: Subscriptions For WooCommerce
tr_tr: WooCommerce Abonelikleri

source: Substract Points
tr_tr: Puanları Çıkar

source: Success
tr_tr: Başarılı

source: Successfully Removed Cart Discount
tr_tr: Sepet İndirimi Başarıyla Kaldırıldı

source: successfully transfered
tr_tr: Başarıyla aktarıldı

source: Support
tr_tr: Destek

source: Template One
tr_tr: Şablon Bir

source: Template Three
tr_tr: Şablon Üç

source: Template Two
tr_tr: Şablon İki

source: Text Settings
tr_tr: Metin ayarları

source: Text You Want to Display Along With [MYCURRENTPOINT] Shortcode
tr_tr: [MYCURRENTPOINT] Kısa Koduyla Görüntülemek İstediğiniz Metin

source: Text You Want to Display Along With [MYCURRENTUSERLEVEL] Shortcode
tr_tr: [MYCURRENTUSERLEVEL] Kısa Koduyla Görüntülemek İstediğiniz Metin

source: Thank You Order Message When Your Customers Gain Some Points
tr_tr: Müşterileriniz Puan Kazandığındaki Sipariş Teşekkür Mesajı

source: Thank You Order Message When Your Customers Spent Some of Their Points
tr_tr: Müşterileriniz Puan Kullandığındaki Sipariş Teşekkür Mesajı

source: Thanks for purchasing a membership! You've earned points, bringing your total to %s
tr_tr: Üyelik satın aldığınız için teşekkürler! Puan kazandınız, toplamınız %s'e ulaştı

source: Thankyou Page Settings
tr_tr: Teşekkür Sayfası Ayarları

source: The "Points & Rewards" plugin provides gamification features for users. The admin can dynamically create a win wheel using segments, and users can play the game by clicking on the canvas to earn points as rewards.
tr_tr: "Puanlar ve Ödüller" eklentisi, kullanıcılara oyunlaştırma özellikleri sağlar. Yönetici, segmentleri kullanarak dinamik olarak bir kazanma çarkı oluşturabilir ve kullanıcılar, ödül olarak puan kazanmak için çarka tıklayarak oyunu oynayabilir.

source: The entered message will be shown on the user’s Account Page. Please enter a message including the [Points] shortcode
tr_tr: Girilen mesaj Hesabım Sayfasında gösterilir. Lütfen [Points] kısa kodunu içeren bir mesaj girin

source: The entered point will be converted in the front end.
tr_tr: Girilen puan ön yüzde dönüştürülür.

source: The entered text will append before the Total Number of Point
tr_tr: Girilen metin Toplam Puan Sayısının önüne eklenir.

source: The entered text will be the name of the level for membership
tr_tr: Girilen metin üyelik seviyesinin adı olur.

source: The entered text will get displayed on the points page.
tr_tr: Girilen metin puan sayfasında görünür.

source: The entered text will get displayed on the Single Product Page
tr_tr: Girilen metin Tek Ürün Sayfasında görünür

source: The Entered Text Will Show on the Points Tab in the My Account Section
tr_tr: Girilen Metin Hesabım Bölümündeki Puanlar Sekmesinde Görünür

source: The Free Plugin Benefits
tr_tr: Ücretsiz Eklenti Avantajları

source: The minimum points customer requires for converting their points to coupon
tr_tr: Müşterinin puanlarını kupona dönüştürmek için ihtiyaç duyduğu asgari puan

source: The minimum Points Required To Convert Points To Coupons is
tr_tr: Puanları Kuponlara Dönüştürmek İçin Gereken Asgari Puan:

source: The Number of Customers To Be Listed During Ranking
tr_tr: Derece Sıralamasında Listelenecek Müşteri Sayısı

source: The Number of orders, the Referee would get assigned only until the limit of orders is reached
tr_tr: Davetlinin yalnızca sipariş sınırına ulaşılıncaya kadar alabileceği sipariş sayısı (!)

source: The number of points you had entered will get deducted from your Account
tr_tr: Girdiğiniz puanlar Hesabınızdan düşülecektir.

source: The plugin broke my layout or some functionality.
tr_tr: Eklenti düzenimi veya bazı işlevlerimi bozdu.

source: The plugin is too complicated to configure.
tr_tr: Eklenti yapılandırmak için çok karmaşık.

source: The Points New Customers Will Get After Their First Order
tr_tr: Yeni Müşterinin İlk Siparişinden Sonra Kazanacağı Puan

source: The Points New Customers Will Get When They Login Daily
tr_tr: Yeni Müşterinin Günlük Giriş Yaptığında Kazanacağı Puan

source: The Points That The Customers Will Get, Only on Their Birthday
tr_tr: Müşterinin Sadece Yaş Gününde Kazanacağı Puan

source: The points which new customers will get after their comments are approved.
tr_tr: Yeni müşterinin yorumundan sonra kazanacağı puan onaylanır.

source: The points which the customer will get when they successfully invite given number of customers.
tr_tr: Müşterinin belirli sayıda müşteriyi başarıyla davet ettiğinde alacağı puan.

source: The selected color will be displayed on the Points tab layout on the My Account page.
tr_tr: Seçilen renk Hesabım sayfasındaki Puanlar sekmesi düzeninde görüntülenir.

source: The WhatsApp template name must remain fixed and cannot be modified. You can use this name when creating a custom template, %s
tr_tr: WhatsApp şablon adı sabit kalmalı ve değiştirilemez. Özel bir şablon oluştururken bu adı kullanabilirsiniz, %s

source: There are no notices to display at the moment!
tr_tr: Şu anda görüntülenecek bildirim yok!

source: This email is sent to the customer at every event.
tr_tr: Bu e-posta müşteriye her etkinlikte gönderilir.

source: This feature is part of our Pro plugin.
tr_tr: Bu özellik Pro eklentimizin bir parçasıdır.

source: This field allows you to set the maximum spend (subtotal, including taxes) allowed when using the Coupon. Keep value "0" for no limit.
tr_tr: Bu alan, Kuponu kullanırken izin verilen azami harcamayı (vergiler dahil ara toplam) ayarlamanıza olanak tanır. "0"=Limitsiz

source: This field allows you to set the minimum spend (subtotal, including taxes) allowed to use the coupon. Keep value "0" for no limit.
tr_tr: Bu alan, kuponun kullanılmasına izin verilen asgari harcama tutarını (vergiler dahil alt toplam) belirlemenizi sağlar. "0"=Limitsiz

source: This is a category-wise setting to assign points to a product of categories. Enter some valid points for assigning, and leave blank fields to remove assigned points.
tr_tr: Bu, kategorilerin bir ürününe puan atamak için kullanılan, kategori bazında bir ayardır. Atama için geçerli bir puan gir, atanan puanları kaldırmak için alanı boş bırak.

source: This is the conversion rate that allows users to extend their points expiration date.
tr_tr: Kullanıcıların puanlarının son kullanım tarihini uzatmalarına olanak tanıyan dönüşüm oranıdır.

source: This message will be sent when the points are expired.
tr_tr: Bu mesaj puanların süresi dolduğunda gönderilecektir.

source: This shortcode is only work on Cart page.
tr_tr: Bu kısa kod yalnızca Sepet sayfasında çalışır.

source: This shortcode is only work on Checkout page.
tr_tr: Bu kısa kod yalnızca Ödeme sayfasında çalışır.

source: This user doesn't exist
tr_tr: Bu kullanıcı mevcut değil

source: This video tutorial helps the better utilization of the plugin and leverage the maximum benefits.
tr_tr: Bu video eğitimi, eklentinin daha iyi kullanılmasına ve maksimum fayda sağlanmasına yardımcı olur.

source: This will help you to apply points to all previous order which are completed.
tr_tr: Bu, tamamlanan tüm önceki siparişlere puan uygulamanıza yardımcı olur.

source: Threshold Message
tr_tr: Hedef Mesajı

source: Threshold Points
tr_tr: Hedef Puan

source: Threshold points should be greater than previous threshold points !
tr_tr: Hedef puan önceki hedef puanından büyük olmalıdır!

source: To access more functionalities, try out our PRO plugin.
tr_tr: Daha fazla işlevselliğe erişmek için PRO versiyonu deneyin.

source: To add/remove points to all users at once, simply click on the "Update Points" button.
tr_tr: Tüm kullanıcılara aynı anda puan eklemek/çıkarmak için "Puanları Güncelle" butonuna tıklamanız yeterlidir.

source: To allow users to extend their points expiration date, please enable this setting.
tr_tr: Kullanıcıların puanlarının son kullanma tarihini uzatmalarına izin vermek için lütfen bu ayarı etkinleştirin.

source: To import user points. You need to choose a CSV file and click Import.
tr_tr: Kullanıcı puanlarını içe aktarmak için. Bir CSV dosyası seçmeniz ve İçe Aktar'ı tıklamanız gerekir.

source: To play the game, please
tr_tr: Oyunu oynamak için lütfen

source: To Remove Points of Particular Users
tr_tr: Belirli Kullanıcıların Puanlarını Kaldırmak İçin

source: To Reset Points of all users in a single go, click on Reset Points Button.
tr_tr: Tüm kullanıcıların Puanlarını tek seferde sıfırlamak için Puanları Sıfırla Butonuna tıklayın.

source: To Retrive Membership Details
tr_tr: Üyelik Detaylarını Almak İçin

source: To Retrive Particular User Points
tr_tr: Belirli Kullanıcı Puanlarını Almak İçin

source: To Retrive Particular User Points Log
tr_tr: Belirli Kullanıcı Puanları Günlüğünü Almak İçin

source: To Retrive Particular Users Membership Level
tr_tr: Belirli Kullanıcıların Üyelik Düzeyini Almak İçin

source: To Update Membership Level
tr_tr: Üyelik Seviyesini Güncellemek İçin

source: To Update Points of Particular Users
tr_tr: Belirli Kullanıcıların Puanlarını Güncellemek İçin

source: Toggle Message Settings
tr_tr: Mesaj Ayarlarını Değiştir

source: Toggle Restrict Points Settings
tr_tr: Puan Kısıtlama Ayarlarını Değiştir

source: Toggle this box if you want to enable per currency points conversion.
tr_tr: Lira başına puan dönüşümünü etkinleştir.

source: Toggle this box if you want to let your customers redeem their earned points for the cart subtotal.
tr_tr: Müşterilerinizin kazandıkları puanları sepet alt toplamı için kullanmalarına izin ver.

source: Toggle this box to do not apply the membership discount on sale products
tr_tr: Üyelik indirimini indirimli ürünlere uygulama

source: Toggle this box to enable order total points
tr_tr: Sipariş toplam puanlarını etkinleştir

source: Toggle this box to enable points conversion to the amount on the wallet.
tr_tr: Puanların cüzdandaki tutara dönüştürülmesini etkinleştir.

source: Toggle this box to enable the Membership Feature
tr_tr: Üyelik Özelliğini etkinleştir

source: Toggle this box to enable the points notification.
tr_tr: Puan bildirimini etkinleştir.

source: Toggle this box to give points only when subscription is renewal
tr_tr: Yalnızca abonelik yenilendiğinde puan ver

source: Toggle this box to show the Message on Cart Page, when user redeem points
tr_tr: Kullanıcı puan kullandığında Sepet Sayfasında mesaj göster

source: Toggle This if the Coupon Can Not Be Used in Conjunction WIth Another coupon.
tr_tr: Kupon Başka Bir Kuponla Birlikte Kullanılamasın.

source: Toggle this setting if you want to display the total earning points of an order on the cart page
tr_tr: Bir siparişin toplam kazanç puanlarını sepet sayfasında görüntüle

source: Toggle this setting if you want to display the total earning points of an order on the checkout page
tr_tr: Bir siparişin toplam kazanç puanlarını ödeme sayfasında görüntüle

source: Toggle this setting if you want to restrict user to not earn any points.
tr_tr: Kullanıcının puan kazanmasını kısıtla.

source: Toggle this setting to restrict users from applying either a coupon or points, but not both at the same time.
tr_tr: Kullanıcıların kupon veya puan uygulamasını kısıtlamak için bu ayarı değiştirin, ancak ikisini aynı anda uygulamayın.

source: Toggle this setting to show message on cart page after apply points section.
tr_tr: Puanları uygula bölümünden sonra mesajı sepet sayfasında göster.

source: Toggle this setting to show per currecny discount message on Cart Page
tr_tr: Sepet Sayfasında lira başına indirim mesajını göster

source: Toggle This to Allow Customers to Apply Points at Checkout
tr_tr: Müşterilerin Ödeme Sırasında Puan Uygulamasına İzin Ver

source: Toggle This to Allow Customers to Convert Their Custom Points to Coupons Out of Their Total Points.
tr_tr: Müşterilerin Özel Puanlarını Toplam Puanlarından Kuponlara Dönüştürmelerine İzin Ver.

source: Toggle This to Allow Some Products to Be Purchased Through Points
tr_tr: Bazı Ürünlerin Puanlarla Satın Alınmasına İzin Ver

source: Toggle This to Assign Only Purchase Points to Referred User.
tr_tr: Davetli Kullanıcıya Yalnızca Satın Alma Puanları Ata.

source: Toggle This to Assign Points to All Products at Once. Untoggle to Remove Assigned Points to All Products at Once.
tr_tr: Tüm Ürünlere Aynı Anda Puan Ata. Tüm Ürünlere Aynı Anda Atanan Puanları Kaldır.

source: Toggle This to Enable API Features.
tr_tr: API Özelliklerini Etkinleştir.

source: Toggle This to Enable Notification for First Order Coupon Referral Completion.
tr_tr: İlk Sipariş Kupon Yönlendirme Tamamlama Bildirimini Etkinleştir.

source: Toggle This to Enable Notification on Birthday Points.
tr_tr: Yaş Günü Puanlarında Bildirimi Etkinleştir.

source: Toggle This to Enable Notification On First Order Points.
tr_tr: İlk Sipariş Puanlarında Bildirimi Etkinleştir.

source: Toggle This to Enable Referral Points When The Customer Invites Another Customer
tr_tr: Müşteri Başka Bir Müşteriyi Davet Ettiğinde Davet Puanlarını Etkinleştir

source: Toggle This to Enable Signups Points.
tr_tr: Kayıt Puanını Etkinleştir.

source: Toggle This to Enable The Coupon Generation Functionality for Customers.
tr_tr: Müşteriler için Kupon Oluşturma İşlevselliğini Etkinleştir.

source: Toggle This to Enable the Notification for Return Product Purchase Through Points.
tr_tr: Ürün İadesi Puan Değişimi Bildirimini Etkinleştir.

source: Toggle This to Enable the Notification on Cart Subtotal Points.
tr_tr: Sepet Ara Toplam Puanlarında Bildirimi Etkinleştir.

source: Toggle This to Enable The Notification on Game Points.
tr_tr: Oyun Puanı ile ilgili Bildirimi Etkinleştir.

source: Toggle This to Enable The Notification on Order Rewards Points.
tr_tr: Sipariş Ödül Puanlarına ilişkin Bildirimi Etkinleştir.

source: Toggle This to Enable the Notification on Order Total Range Points.
tr_tr: Sipariş Toplam Aralık Puanına İlişkin Bildirimi Etkinleştir.

source: Toggle This to Enable The Plugin
tr_tr: Eklentiyi Etkinleştir

source: Toggle This To Enable The Referral Purchase Points
tr_tr: Davetli Satın Alma Puanını Etkinleştir

source: Toggle this to enable this settings.
tr_tr: Bu ayarları etkinleştir.

source: Toggle This to Enable Your Customers to Share Some of Their Points to Other Users
tr_tr: Müşterilerinizin Puanlarını Diğer Kullanıcılarla Paylaşmasını Etkinleştir

source: Toggle This to Give Points, Only When the Subscription is Renewed.
tr_tr: Yalnızca Abonelik Yenilendiğinde Puan Ver.

source: Toggle This To Restrict The Points Discount on Sale Items.
tr_tr: İndirimli Ürünlerdeki Puan İndirimini Kısıtla.

source: Toggle This To Reward Users on Their Number of Orders
tr_tr: Kullanıcıları Sipariş Sayısına Göre Ödüllendir

source: Toggle this to Set the Limit on the Orders for the Referee
tr_tr: Davetli Sipariş Limitini Ayarla

source: Toggle This to Show a Message for Users How Much Points They Will Get When They Reach the Order Limit.
tr_tr: Kullanıcılara Sipariş Limitine Ulaştıklarında Ne Kadar Puan Alacaklarını Mesaj ile Göster.

source: Toggle This to Show a Message on the Accounts Page for Users to Know How Much They Will Earn
tr_tr: Kullanıcıların Kaç Puan Kazanacağını Hesabım Sayfasında Bir Mesaj ile Göster

source: Toggle this to show assigned user badges on My Account page.
tr_tr: Hesabım sayfasında atanmış kullanıcı rozetlerini göster.

source: Toggle this to show overall accumulated points on My Account page.
tr_tr: Hesabım sayfasında birikmiş genel puanları göster.

source: Toggle This To Show redeem notice on Cart Page
tr_tr: Sepet Sayfasında kullanma bildirimini göster

source: Toggle This to show the Apply Points Section on the Cart page using this shortcode.
tr_tr: Bu kısa kodu kullanarak Sepet sayfasında Puanları Uygula bölümünü göster.

source: Toggle This to show the Apply Points Section on the Checkout page using this shortcode.
tr_tr: Bu kısa kodu kullanarak Ödeme sayfasında Puanları Uygula bölümünü göster.

source: Toggle to show the total earning points on the Cart page
tr_tr: Toplam puan kazancını Sepet sayfasında göster

source: Toggle to show the total earning points on the Checkout page
tr_tr: Toplam puan kazancını Ödeme sayfasında göster

source: Top Left
tr_tr: Üst Sol

source: Top Right
tr_tr: Üst sağ

source: Total Points
tr_tr: Toplam Puan

source: Track points transaction of each customer with point log report
tr_tr: Günlük puan raporu ile her müşterinin puan işlemlerini takip edin

source: Travel
tr_tr: Seyahat
