Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Fast
tr_tr: Hızlı

source: Featured
tr_tr: Öne çıkan

source: Featured image and product gallery
tr_tr: Öne çıkan görsel ve ürün galerisi

source: Featured image of the post
tr_tr: Gönderinin öne çıkan görseli

source: Featured list
tr_tr: Öne çıkan liste

source: Featured Products
tr_tr: Öne Çıkan Ürünler

source: Feed for all posts filed under %s
tr_tr: %s altında dosyalanan tüm gönderiler için özet akışı

source: Fifth
tr_tr: Beşinci

source: Fifths
tr_tr: Beşinci

source: Fill
tr_tr: Doldur

source: Filled color
tr_tr: Dolu renk

source: Filter
tr_tr: Filtre

source: Filter attribute
tr_tr: Niteliği filtrele

source: Filter by
tr_tr: ile filtre

source: Filter by category
tr_tr: Kategoriye göre filtrele

source: Filter by price
tr_tr: Fiyata göre filtrele

source: Filter categories
tr_tr: Kategorileri filtrele

source: Filter in current category
tr_tr: Geçerli kategoride filtrele

source: Filter price
tr_tr: Fiyat filitresi

source: Filter reviews by images
tr_tr: Görsel eklenen incelemeleri filtrele

source: Filter stock and on-sale products
tr_tr: Stokları ve indirimli ürünleri filtreleyin

source: Filter type
tr_tr: Filtre tipi

source: Filtered by any attribute
tr_tr: Herhangi bir niteliğe göre filtrelenmiş

source: Filtered by attribute
tr_tr: Niteliğe göre filtrelenmiş

source: Filtered by stock status
tr_tr: Stok durumuna göre filtrelendi

source: Filtered by term
tr_tr: Terime göre filtrelendi

source: Filters
tr_tr: Filtreler

source: Filters area
tr_tr: Filtreler alanı

source: Filters area button
tr_tr: Filtreler alanı butonu

source: Filters only
tr_tr: Sadece filtreler

source: Filters search
tr_tr: Filtreler arama

source: Filters type
tr_tr: Filtreler türü

source: Final date in the format Y/m/d. For example 2020/12/12 13:00
tr_tr: Y / a / g biçiminde son tarih. Örneğin 2020/12/12 13:00

source: Find a %s
tr_tr: Bul %s

source: Find a Category
tr_tr: Bir Kategori Bul

source: Find out how to change the primary color settings
tr_tr: Birincil renk ayarlarının nasıl değiştirileceğini öğrenin

source: Find out how to update the homepage title step by step
tr_tr: Ana sayfa başlığının adım adım nasıl güncelleneceğini öğrenin

source: Find out how to update the homepage title step by step.
tr_tr: Ana sayfa başlığını adım adım nasıl güncelleyeceğinizi öğrenin.

source: Finish setup
tr_tr: Kurulumu bitir

source: First
tr_tr: İlk

source: First day
tr_tr: İlk gün

source: First day :
tr_tr: İlk gün:

source: First menu tab title
tr_tr: İlk menü sekmesi başlığı

source: First open
tr_tr: İlk açılış

source: First opened
tr_tr: İlk açılış

source: Fit content
tr_tr: İçeriği sığdır

source: Five columns
tr_tr: Beş sütun

source: Fixed
tr_tr: Sabitlenmiş

source: Fixed discount
tr_tr: Sabit indirim

source: Fixed height
tr_tr: Sabit yükseklik

source: Flag for %s
tr_tr: %s için bayrak

source: Flat
tr_tr: Düz

source: Flex
tr_tr: Esnek

source: Flex basis
tr_tr: Esnek temel

source: Flex grow
tr_tr: Esnek büyüme

source: Flex shrink
tr_tr: Esnek küçülme

source: Flexible middle column
tr_tr: Esnek orta sütun

source: Flickr link
tr_tr: Flickr bağlantısı

source: Flickr social link
tr_tr: Flickr sosyal medya bağlantısı

source: Flip
tr_tr: Çevir

source: Flip X bottom
tr_tr: Çevir X alt

source: Flip X top
tr_tr: Çevir X üst

source: Flip Y left
tr_tr: Çevir Y sol

source: Flip Y right
tr_tr: Çevir Y sağ

source: Follow
tr_tr: Takip et

source: Follow or share buttons
tr_tr: Takip et veya paylaş butonları

source: Follow:
tr_tr: Takip et:

source: Following option work only if "Compare by category" is enabled in theme settings.
tr_tr: Aşağıdaki seçenek yalnızca tema ayarlarında "Kategoriye göre karşılaştır" etkinleştirilmişse çalışır.

source: Font
tr_tr: Yazı tipi

source: Font (.%s)
tr_tr: Yazı tipi (.%s)

source: Font Awesome
tr_tr: Awesome Yazı Tipi

source: Font Awesome library
tr_tr: Awesome yazı tipi kitaplığı

source: Font family
tr_tr: Yazı tipi ailesi

source: Font name
tr_tr: Yazı tipi adı

source: Font Size
tr_tr: Yazı Tipi Boyutu

source: Font size
tr_tr: Yazı tipi boyutu

source: Font style
tr_tr: Yazı tipi stili

source: Font subset
tr_tr: Yazı tipi alt kümesi

source: Font subsets
tr_tr: Yazı tipi alt kümeleri

source: Font variant
tr_tr: Yazı tipi çeşidi

source: Font weight
tr_tr: Yazı tipi genişliği

source: Fonts & Icons
tr_tr: Yazı Tipleri ve Simgeler

source: Footer
tr_tr: AltAlan

source: Footer background
tr_tr: AltAlan arka planı

source: Footer base
tr_tr: AltAlan temeli

source: Footer content
tr_tr: AltAlan içeriği

source: Footer layout
tr_tr: AltAlan düzeni

source: Footer text color
tr_tr: AltAlan metni rengi

source: For %s item
tr_tr: %s öğesi için

source: For a better performance you can initialize the Google map only when you scroll down the page or when you click on it.
tr_tr: Daha iyi bir performans için, Google haritasını yalnızca sayfayı aşağı kaydırdığınızda veya üzerine tıkladığınızda başlatabilirsiniz.

source: For a better performance you can initialize the Open street map only when you scroll down the page or when you click on it.
tr_tr: Daha iyi bir performans için Open street map'i yalnızca sayfayı aşağı kaydırdığınızda veya üzerine tıkladığınızda başlatabilirsiniz.

source: For ex.: 12,24,36,-1. Use -1 to show all products on the page
tr_tr: Örn: 12, 24, 36, -1. Sayfadaki tüm ürünleri göstermek için -1 kullanın

source: For example: $
tr_tr: Örneğin: $

source: For example: Best option!
tr_tr: Örneğin: En iyi seçenek!

source: For example: per month
tr_tr: Örneğin: aylık

source: Form background color
tr_tr: Form arka plan rengi

source: Form border color
tr_tr: Form kenarlık rengi

source: Form border color focus
tr_tr: Form kenarlık rengi odağı

source: Form border width
tr_tr: Form kenarlık genişliği

source: Form display
tr_tr: Form ekranı

source: Form fields style
tr_tr: Form alanları stili

source: Form for submitting post comments
tr_tr: Gönderi yorumlarını gönderme formu

source: Form height
tr_tr: Form yüksekliği

source: Form location
tr_tr: Form konumu

source: Form placeholder color
tr_tr: Form yer tutucu rengi

source: Form shape
tr_tr: Form şekli

source: Form text color
tr_tr: Form metin rengi

source: Form underline option
tr_tr: Form alt çizgi seçeneği

source: Form underlined
tr_tr: Altı çizili form

source: Form Width
tr_tr: Form Genişliği

source: Form width
tr_tr: Form genişliği

source: Forms
tr_tr: Formlar

source: Four Columns
tr_tr: Dört Sütun

source: Fourth
tr_tr: Dördüncü

source: Free
tr_tr: Bedava

source: Free gift
tr_tr: Ücretsiz hediye

source: Free gifts
tr_tr: Ücretsiz hediyeler

source: Free gifts table
tr_tr: Ücretsiz hediyeler tablosu

source: Free shipping bar
tr_tr: Ücretsiz gönderim çubuğu

source: Free shipping progress bar
tr_tr: Ücretsiz gönderim ilerleme çubuğu

source: Frequently Bought Together
tr_tr: Sıklıkla Birlikte Satın Alınanlar

source: Frequently bought together
tr_tr: Sıklıkla birlikte satın alınanlar

source: Frequently bought together products
tr_tr: Sıklıkla birlikte satın alınan ürünler

source: Frequently bought together products cart
tr_tr: Sıklıkla birlikte satın alınan ürünler sepeti

source: Friday
tr_tr: Cuma

source: From
tr_tr: İtibaren

source: From WordPress settings
tr_tr: WordPress ayarlarından

source: From:
tr_tr: İtibaren:

source: Frontend editor
tr_tr: Önyüz düzenleyici

source: Full
tr_tr: Tam

source: Full content
tr_tr: Tam içerik

source: Full height
tr_tr: Tam yükseklik

source: Full height sidebar
tr_tr: Tam yükseklikte kenar çubuğu

source: Full info on hover
tr_tr: Üzerine gelindiğinde tam bilgi

source: Full info on image
tr_tr: Görsel üzerinde tam bilgi

source: Full screen
tr_tr: Tam ekran

source: Full screen 2
tr_tr: Tam ekran 2

source: Full screen menu
tr_tr: Tam ekran menü

source: Full Screen Menu Area
tr_tr: Tam Ekran Menü Alanı

source: Full Width
tr_tr: Tam Genişlik

source: Full width
tr_tr: Tam genişlik

source: Full Width (100%)
tr_tr: Tam Genişlik (%100)

source: Full width (container)
tr_tr: Tam genişlik (konteyner)

source: Full width (window)
tr_tr: Tam genişlik (pencere)

source: Full width button
tr_tr: Tam genişlik buton

source: Full width content
tr_tr: Tam genişlikte içerik

source: Full width header
tr_tr: Tam genişlikte ÜstAlan

source: Full width layout for the header container.
tr_tr: ÜstAlan konteyneri için tam genişlik düzeni.

source: Full width portfolio
tr_tr: Tam genişlikte portföy

source: Full width product page
tr_tr: Tam genişlikte ürün sayfası

source: Full width section block
tr_tr: Tam genişlikte kesit bloğu

source: fullwidth
tr_tr: tam genişlik

source: Gallery
tr_tr: Galeri

source: Gallery block
tr_tr: Galeri bloğu

source: Gallery gap
tr_tr: Galeri boşluğu

source: Gallery height
tr_tr: Galeri yüksekliği

source: Gallery layout
tr_tr: Galeri düzeni

source: Gallery width
tr_tr: Galeri genişliği

source: Gap
tr_tr: Boşluk

source: Genaral options
tr_tr: Genel seçenekler

source: General
tr_tr: Genel

source: General options
tr_tr: Genel seçenekler

source: General settings
tr_tr: Genel Ayarlar

source: Generate file
tr_tr: Dosya oluştur

source: Germanized integration
tr_tr: Alman entegrasyon

source: Get notified when product back in stock
tr_tr: Ürün stokta tekrar mevcut olduğunda bildirim alın

source: Gift product added successfully.
tr_tr: Hediye ürün başarıyla eklendi.

source: Gift products price display
tr_tr: Hediye ürünler fiyat gösterimi

source: Gifts
tr_tr: Hediyeler

source: Github link
tr_tr: Github bağlantısı

source: GitHub social link
tr_tr: GitHub sosyal medya bağlantısı

source: Give your customers an ability to change the number of products in the cart directly from the shopping cart widget.
tr_tr: Müşterilerinize sepetteki ürünlerin sayısını doğrudan alışveriş sepeti bileşeninden değiştirme olanağı verin.

source: Global
tr_tr: Küresel

source: Global custom CSS
tr_tr: Küresel özel CSS

source: Global custom JS
tr_tr: Küresel özel JS

source: Go back
tr_tr: Geri git

source: Go to the "Manage Locations" tab
tr_tr: "Konumları Yönet" sekmesine gidin

source: Go to the "Styles and colors" section
tr_tr: "Stiller ve renkler" bölümüne gidin

source: Go to the "Typography" section
tr_tr: "Tipografi" bölümüne gidin

source: Go to the Homepage
tr_tr: Ana Sayfaya Git

source: Goal amount
tr_tr: Hedef miktar

source: Good
tr_tr: İyi

source: Good Luck!
tr_tr: İyi şanslar!

source: Good news! The product you've been waiting for is now back in stock.
tr_tr: Güzel haber! Beklediğiniz ürün tekrar stoklarımızda.

source: Google API key
tr_tr: Google API anahtarı

source: Google documentation
tr_tr: Google dokümanları

source: Google fonts
tr_tr: Google yazı tipleri

source: Google map
tr_tr: Google Haritalar

source: Google map API
tr_tr: Google harita API'sı

source: Google map API key
tr_tr: Google harita API anahtarı

source: Google map element
tr_tr: Google harita öğesi

source: Google maps element
tr_tr: Google haritalar öğesi

source: Gradient
tr_tr: Gradyan

source: Gradient title color
tr_tr: Gradyan başlık rengi

source: Great news! The %s on your waitlist is now back in stock!
tr_tr: Harika haber! Bekleme listenizdeki %s artık tekrar stokta!

source: Green
tr_tr: Yeşil

source: Grey
tr_tr: Gri

source: Grid
tr_tr: Izgara

source: Grid / List
tr_tr: Izgara / Liste

source: Grid column
tr_tr: Izgara sütun

source: Grid columns
tr_tr: Izgara sütunları

source: Grid items with different sizes
tr_tr: Farklı boyutlardaki ızgara öğeleri

source: Grid or carousel
tr_tr: Izgara veya karusel

source: Grid swatch attribute to display
tr_tr: Görüntülenecek ızgara renk örneği niteliği

source: Grid view %s
tr_tr: Izgara görünümü %s

source: Group the products added to the compare list in order to compare them according to their categories.
tr_tr: Karşılaştırma listesine eklenen ürünleri kategoriye göre karşılaştırmak için gruplayın.

source: Grouped product
tr_tr: Gruplanmış ürün

source: Grow
tr_tr: Büyüme

source: guest
tr_tr: misafir

source: Guest data consent
tr_tr: Misafir veri onayı

source: Guest data consent text
tr_tr: Misafir veri onay metni

source: Gutenberg blocks
tr_tr: Gutenberg blokları

source: Gutenberg editor for products
tr_tr: Ürünler için Gutenberg editörü

source: Half Circle
tr_tr: Yarım Daire

source: Half circle bottom
tr_tr: Yarım daire alt

source: Half circle top
tr_tr: Yarım daire üst

source: Handle background
tr_tr: Tutucu arkaplanı

source: Handle color
tr_tr: Tutucu rengi

source: Header
tr_tr: ÜstAlan

source: Header banner
tr_tr: ÜstAlan banner'ı

source: Header banner link
tr_tr: ÜstAlan banner bağlantısı

source: Header banner option
tr_tr: ÜstAlan banner seçeneği

source: Header base
tr_tr: ÜstAlan temeli

source: Header base elements
tr_tr: ÜstAlan temel öğeleri

source: Header boxed
tr_tr: ÜstAlan kutulu

source: Header builder
tr_tr: ÜstAlan oluşturucu

source: Header cart
tr_tr: ÜstAlan sepet

source: Header cart design 3
tr_tr: ÜstAlan sepet tasarımı 3

source: Header cart-side
tr_tr: ÜstAlan sepet-tarafı

source: Header categories menu
tr_tr: ÜstAlan kategoriler menüsü

source: Header categories navigation
tr_tr: ÜstAlan kategoriler konumu

source: Header category navigation
tr_tr: ÜstAlan kategori konumu

source: Header dropdowns dark
tr_tr: ÜstAlan açılır menüleri koyu

source: Header element category more button
tr_tr: ÜstAlan öğesi kategori daha fazla butonu

source: Header font
tr_tr: ÜstAlan yazı tipi

source: Header fullscreen menu
tr_tr: ÜstAlan tam ekran menüsü

source: Header is successfully deleted.
tr_tr: ÜstAlan başarıyla silindi.

source: Header is successfully saved.
tr_tr: ÜstAlan başarıyla kaydedildi.

source: Header layout
tr_tr: ÜstAlan düzeni

source: Header layout settings
tr_tr: ÜstAlan düzen ayarları

source: Header mobile navigation drilldown
tr_tr: ÜstAlan mobil konum ayrıntılı menü

source: Header mobile navigation drilldown fade in
tr_tr: ÜstAlan mobil konum ayrıntılı menü solma

source: Header mobile navigation drilldown slide
tr_tr: ÜstAlan mobil konum ayrıntılı menü slayt

source: Header mobile navigation dropdown
tr_tr: ÜstAlan mobil konum açılır menü

source: Header my account
tr_tr: ÜstAlan hesabım

source: Header my account dropdown
tr_tr: ÜstAlan hesabım açılır menü

source: Header my account sidebar
tr_tr: ÜstAlan hesabımın kenar çubuğu

source: Header search
tr_tr: ÜstAlan arama

source: Header search form
tr_tr: ÜstAlan arama formu

source: Header search fullscreen
tr_tr: ÜstAlan arama tam ekran

source: Header search fullscreen 1
tr_tr: ÜstAlan arama tam ekran 1

source: Header search fullscreen 2
tr_tr: ÜstAlan arama tam ekran 2

source: Header settings
tr_tr: ÜstAlan ayarları

source: Headers
tr_tr: ÜstAlanlar

source: Headers builder
tr_tr: ÜstAlan Oluşturucu

source: Heading
tr_tr: Başlık

source: Heading background
tr_tr: Başlık arka planı

source: Heading content
tr_tr: Başlık içeriği

source: Heading displayed in Dashboard -> WoodMart.
tr_tr: Kontrol Paneli -> WoodMart'ta görüntülenen başlık.

source: Heading spacing
tr_tr: Başlık aralığı

source: Height
tr_tr: Yükseklik

source: Height for filters widgets
tr_tr: Filtre bileşenleri için yükseklik

source: Height on desktop
tr_tr: Masaüstünde yükseklik

source: Height on mobile
tr_tr: Mobil cihazlarda yükseklik

source: Height on tablet
tr_tr: Tablette yükseklik

source: Hello, %s
tr_tr: Merhaba, %s

source: Helper classes for WPB and Elementor builders
tr_tr: WPB ve Elementor oluşturucuları için yardımcı sınıflar

source: Helpers
tr_tr: Yardımcılar

source: Here you can change the typography settings for individual site elements regardless of basic settings. For example, change the font size for the price, set the color for mobile menu links, increase post titles font size, change breadcrumbs color, etc. Using “Custom selector” option allows you to write your own CSS selector and apply any font rules to it.
tr_tr: Burada, temel ayarlardan bağımsız olarak tek tek site öğeleri için tipografi ayarlarını değiştirebilirsiniz. Örneğin, fiyat için yazı tipi boyutunu değiştirin, mobil menü bağlantıları için rengi ayarlayın, gönderi başlıklarının yazı tipi boyutunu artırın, içerik haritalarının rengini değiştirin vb. "Özel seçici" seçeneğini kullanmak, kendi CSS seçicinizi yazmanıza ve herhangi bir yazı tipi kuralını buna uygulamanıza olanak tanır.

source: Here you can manage your header layouts, create new ones, import and export. You can set which header to use for all pages by default.
tr_tr: Burada ÜstAlan düzenlerinizi yönetebilir, yenilerini oluşturabilir, içe ve dışa aktarabilirsiniz. Varsayılan olarak tüm sayfalar için hangi ÜstAlan'ın kullanılacağını ayarlayabilirsiniz.

source: Here you’ll find options for primary color, secondary color, and links color — these are key elements that define your website’s visual identity.
tr_tr: Burada birincil renk, ikincil renk ve bağlantı rengi seçeneklerini bulacaksınız; bunlar web sitenizin görsel kimliğini tanımlayan temel unsurlardır.

source: Here's what you left behind:
tr_tr: Geride bıraktıklarınız:

source: Here's what you left behind:
tr_tr: Geride bıraktıklarınız:

source: Here, you can change the title, subtitle, and description, as well as their colors and styles. When you're done, click "Next".
tr_tr: Burada, başlığı, alt başlığı ve açıklamayı, ayrıca renklerini ve stillerini değiştirebilirsiniz. İşiniz bittiğinde "İleri"ye tıklayın.

source: Here, you can edit the content fields, adjust element-specific settings, and apply style changes such as colors, spacing, and typography. Once you're done customizing the content and design of the element, click "Next".
tr_tr: Burada içerik alanlarını düzenleyebilir, öğeye özgü ayarları ayarlayabilir ve renkler, aralıklar ve tipografi gibi stil değişiklikleri uygulayabilirsiniz. Öğenin içeriğini ve tasarımını özelleştirmeyi tamamladığınızda "İleri"ye tıklayın.

source: Here, you'll see two areas: the sidebar panel with available elements and the main area for editing your page content.
tr_tr: Burada iki alan göreceksiniz: kullanılabilir öğelerin bulunduğu kenar çubuğu paneli ve sayfa içeriğinizi düzenlemeniz için ana alan.

source: Hi
tr_tr: Merhaba

source: Hi {user_name}
tr_tr: Merhaba {user_name}

source: Hi {user_name}
tr_tr: Merhaba {user_name}

source: Hi, %s!
tr_tr: Merhaba, %s!

source: Hidden on desktop
tr_tr: Masaüstünde gizli

source: Hidden on mobile
tr_tr: Mobilde gizli

source: Hidden sidebar
tr_tr: Gizli kenar çubuğu

source: Hidden sidebar position
tr_tr: Gizli kenar çubuğu konumu

source: Hidden sidebar width
tr_tr: Gizli kenar çubuğu genişliği

source: Hide
tr_tr: Gizle

source: Hide "Price filter" widget
tr_tr: "Fiyat filtresi" bileşenini gizle

source: Hide "Sort by" widget
tr_tr: "Sırala" bileşenini gizle

source: Hide "to" price
tr_tr: "Bitiş" fiyatını gizle

source: Hide a higher price for variable products. This option will work only if a plugin or custom code does not modify the price structure.
tr_tr: Değişken ürünler için daha yüksek bir fiyatı gizle. Bu seçenek yalnızca bir eklenti veya özel kod fiyat yapısını değiştirmiyorsa çalışır.

source: Hide add to cart and price
tr_tr: Sepete ekle ve fiyatı gizle

source: Hide arrows
tr_tr: Okları gizle

source: Hide button on mobile
tr_tr: Mobilde butonu gizle

source: Hide button on tablet
tr_tr: Tablette butonu gizle

source: Hide countdown on finish
tr_tr: Bitişte geri sayımı gizle

source: Hide element
tr_tr: Öğeyi gizle

source: Hide empty
tr_tr: Boşluğu gizle

source: Hide empty categories
tr_tr: Boş kategorileri gizle

source: Hide empty space
tr_tr: Boş alanı gizle

source: Hide for out of stock products
tr_tr: Stokta olmayan ürünleri gizle

source: Hide free products
tr_tr: Ücretsiz ürünleri gizle

source: Hide gallery image
tr_tr: Galeri görselini gizle

source: Hide image
tr_tr: Görseli gizle

source: Hide likes and comments
tr_tr: Beğenileri ve yorumları gizle

source: Hide most of the "WoodMart" and "Xtemos" attributions.
tr_tr: "WoodMart" ve "Xtemos" özelliklerinin çoğunu gizleyin.

source: Hide name
tr_tr: İsmi Gizle

source: Hide on desktop
tr_tr: Masaüstünde gizle

source: Hide on mobile
tr_tr: Mobilde gizle

source: Hide on mobile devices
tr_tr: Mobil cihazlarda gizle

source: Hide on tablet
tr_tr: Tablette gizle

source: Hide out of stock product
tr_tr: Stokta olmayan ürünü gizle

source: Hide out of stock products
tr_tr: Stokta olmayan ürünleri gizle

source: Hide overlay information
tr_tr: Yer paylaşımı bilgilerini gizle

source: Hide page heading on this page.
tr_tr: Bu sayfadaki sayfa başlığını gizle.

source: Hide pagination
tr_tr: Sayfalandırmayı gizle

source: Hide pagination control
tr_tr: Sayfalandırma kontrolünü gizle

source: Hide prev/next buttons
tr_tr: Önceki/sonraki butonlarını gizle

source: Hide product count label
tr_tr: Ürün sayısı etiketini gizle

source: Hide product count on category
tr_tr: Kategorideki ürün sayısını gizle

source: Hide product labels, buttons, and pagination on the gallery slider during video playback.
tr_tr: Video oynatma sırasında galeri slider'ındaki ürün etiketlerini, butonları ve sayfalandırmayı gizleyin.

source: Hide related products
tr_tr: İlgili ürünleri gizle

source: Hide scrollbar
tr_tr: Kaydırma çubuğunu gizle

source: Hide size guide from this product
tr_tr: Bu üründe beden tablosunu gizle

source: Hide size guide table
tr_tr: Beden tablosunu gizle

source: Hide subcategories
tr_tr: Alt kategorileri gizle

source: Hide tabs headings
tr_tr: Sekme başlıklarını gizle

source: Hide the static button and show only the sticky one.
tr_tr: Statik butonu gizleyip sadece sabit butonu göster.

source: Hide top & bottom border
tr_tr: Üst ve alt kenarlığı gizle

source: Hide variations parent
tr_tr: Varyasyon ana ürününü gizle

source: Hide when scrolling down
tr_tr: Aşağı kaydırırken gizle

source: Hide widget after
tr_tr: Sonrasında bileşeni gizle

source: Hide widget automatically
tr_tr: Bileşeni otomatik olarak gizle

source: Hides the sticky header when you scroll the page down. And shows only when you scroll top.
tr_tr: Sayfayı aşağı kaydırdığınızda yapışkan ÜstAlan'ı gizler. Ve yalnızca yukarı kaydırdığınızda gösterilir.

source: Highest rated
tr_tr: En Yüksek Puanlı

source: Highlight dropdowns by darkening the background behind.
tr_tr: Arka planı karartarak açılır listeleri vurgulayın.

source: Highlight text style
tr_tr: Metin stilini vurgula

source: Highlight this price plan as best value with extra styles.
tr_tr: Bu fiyat planını ekstra stillerle en iyi değer olarak vurgulayın.

source: Highlighted product
tr_tr: Öne çıkan ürün

source: Highlighted products
tr_tr: Öne çıkan ürünler

source: History:
tr_tr: Geçmiş:

source: Holidays and days off
tr_tr: Tatiller ve izin günleri

source: Home
tr_tr: Anasayfa

source: Home page
tr_tr: Ana Sayfa

source: Homepage overview
tr_tr: Ana sayfa genel bakışı

source: Hook
tr_tr: Kanca

source: Horizontal
tr_tr: Yatay

source: Horizontal align
tr_tr: Yatay hizala

source: Horizontal align
tr_tr: Yatay hizala

source: Horizontal alignment
tr_tr: Yatay hizalama

source: Horizontal content align
tr_tr: Yatay içerik hizalaması

source: Horizontal even & odd
tr_tr: Yatay çift ve tek

source: Horizontal even background color
tr_tr: Yatay çift arka plan rengi

source: Horizontal even color
tr_tr: Yatay çift renk

source: Horizontal even text color
tr_tr: Yatay çift metin rengi

source: Horizontal odd background color
tr_tr: Yatay tek arka plan rengi

source: Horizontal odd color
tr_tr: Yatay tek renk

source: Horizontal odd text color
tr_tr: Yatay tek metin rengi

source: Horizontal offset
tr_tr: Yatay ofset

source: Horizontal position
tr_tr: Yatay pozisyon

source: Horizontal position (%)
tr_tr: Yatay pozisyon (%)

source: Horizontal spacing
tr_tr: Yatay aralık

source: Hot
tr_tr: Popüler

source: Hotspot action
tr_tr: Hotspot eylemi

source: Hotspot content
tr_tr: Hotspot içeriği
