Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Short summary of the post content
tr_tr: Gönderi içeriğinin kısa özeti

source: Shortcode
tr_tr: Kısa kod

source: Should this image be used on hover
tr_tr: Bu görsel üzerine gelindiğinde kullanılmalı mı

source: Should this image be used when menu item is active
tr_tr: Bu görsel menü öğesi aktifken kullanılmalı mı

source: Show
tr_tr: Göster

source: Show "Click to enlarge" icon
tr_tr: "Büyütmek için tıklayın" simgesini göster

source: Show "Compare more products" buttons
tr_tr: "Daha fazla ürün karşılaştır" butonlarını göster

source: Show "Out of stock" products at the end (experimental)
tr_tr: Sonda "Stokta yok" ürünlerini göster (deneysel)

source: Show account
tr_tr: Hesap göster

source: Show after number of pages visited
tr_tr: Ziyaret edilen sayfa sayısından sonra göster

source: Show after user scroll down the page
tr_tr: Kullanıcı sayfayı aşağı kaydırdıktan sonra göster

source: Show all blog results
tr_tr: Tüm blog sonuçlarını göster

source: Show an icon button on mobile devices instead of dropdown
tr_tr: Mobil cihazlarda açılır liste yerine simge butonu göster

source: Show an icon button on mobile devices instead of dropdown.
tr_tr: Mobil cihazlarda açılır menü yerine bir simge butonu gösterin.

source: Show attribute label on products
tr_tr: Ürünlerde nitelik etiketini göster

source: Show attributes table after short description
tr_tr: Kısa açıklamadan sonra nitelikler tablosunu göster

source: Show avatar
tr_tr: Avatarı göster

source: Show blog content
tr_tr: Blog içeriğini göster

source: Show brand
tr_tr: Markayı göster

source: Show brand on the single product page
tr_tr: Markayı tek ürün sayfasında göster

source: Show breadcrumbs
tr_tr: İçerik Haritalarını göster

source: Show button
tr_tr: Butonu göster

source: Show button on hover on image
tr_tr: Butonu görselin üzerine gelindiğinde göster

source: Show button on product grid
tr_tr: Ürün tablosunda butonu göster

source: Show button on products in loop
tr_tr: Döngüdeki ürünlerde butonu göster

source: Show categories
tr_tr: Kategorileri göster

source: Show categories filters
tr_tr: Kategori filtrelerini göster

source: Show categories menu
tr_tr: Kategoriler menüsünü göster

source: Show category
tr_tr: Kategoriyi göster

source: Show category neighbors if there is no children
tr_tr: Alt kategori yoksa komşu kategorileri göster

source: Show changelog page in the dashboard.
tr_tr: Kontrol panelinde değişiklik günlüğü sayfasını gösterin.

source: Show checkboxes
tr_tr: Onay kutularını göster

source: Show close banner button
tr_tr: Banner'ı kapat butonunu göster

source: Show close button
tr_tr: Kapat butonunu göster

source: Show comments on pages
tr_tr: Yorumlar sayfalarda görüntülensin

source: Show compare
tr_tr: Karşılaştırmayı göster

source: Show content
tr_tr: İçeriği göster

source: Show cookies info
tr_tr: Çerez bilgilerini göster

source: Show countdown
tr_tr: Geri sayımı göster

source: Show current archive page title
tr_tr: Geçerli arşiv sayfası başlığını göster

source: Show current category ancestors
tr_tr: Mevcut üst kategorileri göster

source: Show description
tr_tr: Açıklamayı göster

source: Show discounts table
tr_tr: İndirim tablosunu göster

source: Show dropdown on
tr_tr: Açılır menüyü göster

source: Show dropdown with category
tr_tr: Kategori ile açılır menüyü göster

source: Show editor
tr_tr: Düzenleyiciyi göster

source: Show empty price ranges
tr_tr: Boş fiyat aralıklarını göster

source: Show empty star rating
tr_tr: Boş yıldız derecelendirmesini göster

source: Show empty star rating even if the product has no ratings.
tr_tr: Ürünün hiç derecelendirmesi olmasa bile boş yıldız derecelendirmesini gösterin.

source: Show Flag
tr_tr: Bayrak Göster

source: Show flag of languages
tr_tr: Dillerin bayrağını göster

source: Show flag of WPML languages
tr_tr: WPML dillerinin bayrağını göster

source: Show hidden products
tr_tr: Gizli ürünleri göster

source: Show hierarchy
tr_tr: Hiyerarşiyi göster

source: Show hints displayed next to the theme settings option name.
tr_tr: Tema ayarları seçeneği adının yanında görüntülenen ipuçlarını göster.

source: Show HTML Blocks
tr_tr: HTML Bloklarını Göster

source: Show icons
tr_tr: Simgeleri göster

source: Show in categories
tr_tr: Kategorilerde göster

source: Show label
tr_tr: Etiketi göster

source: Show labels
tr_tr: Etiketleri göster

source: Show likes and comments
tr_tr: Beğenileri ve yorumları göster

source: Show login form
tr_tr: Giriş formunu göster

source: Show map
tr_tr: Haritayı göster

source: Show more category button
tr_tr: Daha fazla kategori göster butonu

source: Show name
tr_tr: İsmi göster

source: Show number of visitors for the product
tr_tr: Ürün için ziyaretçi sayısını göster

source: Show on category
tr_tr: Kategoride göster

source: Show on hover
tr_tr: Üzerine gelindiğinde göster

source: Show Open street map
tr_tr: Open street map'i göster

source: Show popular requests
tr_tr: Popüler istekleri göster

source: Show popup
tr_tr: Pop-up'ı göster

source: Show popup after
tr_tr: Sonrasında pop-up göster

source: Show popup after some time (in milliseconds)
tr_tr: Bir süre sonra pop-up göster (milisaniye cinsinden)

source: Show portfolio content
tr_tr: Portföy içeriğini göster

source: Show post date
tr_tr: Gönderim tarihini göster

source: Show prebuilt websites page in the dashboard.
tr_tr: Kontrol panelinde demo web siteleri sayfasını gösterin.

source: Show price
tr_tr: Fiyatı göster

source: Show product brands
tr_tr: Ürün markalarını göster

source: Show product categories dropdown
tr_tr: Ürün kategorileri açılır menüsünü göster

source: Show product category
tr_tr: Ürün kategorisini göster

source: Show product counts
tr_tr: Ürün sayısını göster

source: Show product meta
tr_tr: Ürün metasını göster

source: Show product stock status
tr_tr: Ürün stok durumunu göster

source: Show products count for each category
tr_tr: Her kategori için ürün sayısını göster

source: Show products in standard grid or via slider carousel
tr_tr: Ürünleri standart ızgarada veya slider karusel ile göster

source: Show promo popup to users when they enter the site.
tr_tr: Kullanıcılara siteye girdiklerinde promosyon pop-up'ı göster.

source: Show quantity input on product hover and quick shop where the layout is allowing it. It can be shown on the following product hovers: "Standard button", "Quick", "Full width button", "List".
tr_tr: Düzenin izin verdiği yerlerde ürün üzerine gelindiğinde ve hızlı alışverişte miktar girişini gösterin. Ürün üzerine gelindiğinde şunlar gösterilebilir: "Standart buton", "Hızlı", "Tam genişlikte buton", "Liste".

source: Show quick buttons under the search form with popular search requests. To display requests in the search, a special option needs to be enabled in the corresponding search element. Separate words with new lines.
tr_tr: Popüler arama istekleriyle arama formunun altında hızlı butonları göster. İstekleri aramada görüntülemek için, ilgili arama öğesinde özel bir seçeneğin etkinleştirilmesi gerekir. Kelimeleri yeni satırlarla ayırın.

source: Show related posts on single post page (by tags)
tr_tr: İlgili gönderileri tek gönderi sayfasında göster (etiketlere göre)

source: Show related products
tr_tr: İlgili ürünleri göster

source: Show related projects carousel.
tr_tr: İlgili projeler karuselini göster.

source: Show reviews count
tr_tr: İnceleme sayısını göster

source: Show sales type
tr_tr: Satış türünü göster

source: Show search form
tr_tr: Arama formunu göster

source: Show search history
tr_tr: Arama geçmişini göster

source: Show search input
tr_tr: Arama girişini göster

source: Show search input for this attribute
tr_tr: Bu nitelik için arama girişini göster

source: Show search results from the blog below the product results.
tr_tr: Ürün sonuçlarının altında blogdan gelen arama sonuçlarını göster.

source: Show section with review statistics before product reviews.
tr_tr: Ürün incelemelerinden önce inceleme istatistiklerini içeren bölümü göster.

source: Show selected option name on desktop and tablet
tr_tr: Masaüstü ve tablette seçili seçenek adını göster

source: Show selected values in dropdown
tr_tr: Seçilen değerleri açılır menüde göster

source: Show share buttons
tr_tr: Paylaşım butonlarını göster

source: Show sidebar
tr_tr: Kenar çubuğunu göster

source: Show single variation
tr_tr: Tek varyasyonu göster

source: Show SKU
tr_tr: SKU'yu göster

source: Show SKU in customer order received email
tr_tr: Müşteri siparişi alındı e-postasında SKU'yu göster

source: Show SKU in mini cart
tr_tr: SKU'yu mini sepette göster

source: Show SKU on cart page
tr_tr: Sepet sayfasında SKU'yu göster

source: Show SKU on checkout page
tr_tr: Ödeme sayfasında SKU'yu göster

source: Show SKU on order details
tr_tr: Sipariş detaylarında SKU'yu göster

source: Show SKU on search AJAX results
tr_tr: Arama AJAX sonuçlarında SKU'yu göster

source: Show some brief information
tr_tr: Bazı kısa bilgileri gösterin

source: Show some information about login on your web-site
tr_tr: Web sitenizde oturum açma ile ilgili bazı bilgileri gösterin

source: Show some information about registration on your web-site
tr_tr: Web sitenizde kayıtla ilgili bazı bilgileri gösterin

source: Show stock quantity
tr_tr: Stok miktarını göster

source: Show summary on hover
tr_tr: Üzerine gelindiğinde özeti göster

source: Show tab with brand information
tr_tr: Marka bilgilerini içeren sekmeyi göster

source: Show tags
tr_tr: Etiketleri göster

source: Show text on mouse over
tr_tr: Üzerine gelindiğinde metni göster

source: Show the content on left or right side, top or bottom.
tr_tr: İçeriği sol veya sağ tarafta, üstte veya altta gösterin.

source: Show the estimated delivery dates.
tr_tr: Tahmini teslimat tarihlerini göster.

source: Show the language switcher if the WPML plugin is enabled.
tr_tr: WPML eklentisi etkinleştirilmişse dil değiştiriciyi gösterin.

source: Show the native player instead of the gallery image, even if the video hasn't started yet.
tr_tr: Video henüz başlamamış olsa bile galeri görseli yerine yerel oynatıcıyı gösterin.

source: Show the number of sales for the last period.
tr_tr: Son döneme ait satış sayısını gösterin.

source: Show the number of visitors that are currently viewing a product on the single product page. Read more information in our <a href="https://xtemos.com/docs-topic/product-visitors-counter/">documentation</a>.
tr_tr: Tek ürün sayfasında o anda bir ürünü görüntüleyen ziyaretçi sayısını gösterin. Daha fazla bilgi için; <a href="https://xtemos.com/docs-topic/product-visitors-counter/">ilgili belgemiz</a>.

source: Show theme license page in the dashboard.
tr_tr: Kontrol panelinde tema lisansı sayfasını gösterin.

source: Show theme menu in the WordPress admin bar.
tr_tr: WordPress yönetici çubuğunda tema menüsünü gösterin.

source: Show thumbnail
tr_tr: Küçük resmi göster

source: Show timer for products that have scheduled date for the sale price
tr_tr: İndirimli fiyatı için planlanan tarihi olan ürünler için zamanlayıcıyı göster

source: Show title
tr_tr: Başlığı göster

source: Show title for shop page, product categories or tags.
tr_tr: Mağaza sayfası, ürün kategorileri veya etiketler için başlık gösterin.

source: Show title image
tr_tr: Başlık görselini göster

source: Show tooltips
tr_tr: Araç ipuçlarını göster

source: Show username
tr_tr: Kullanıcı adını göster

source: Show variation image based on filter selection
tr_tr: Filtre seçimine göre varyasyon resmini göster

source: Show variation product
tr_tr: Ürün varyasyonunu göster

source: Show variations on quick view
tr_tr: Hızlı görünümde varyasyonları göster

source: Show wishlist
tr_tr: istek listesini göster

source: Show wishlists popup
tr_tr: İstek listeleri pop-up'ı göster

source: Show WooCommerce product grid
tr_tr: WooCommerce ürün ızgarasını göster

source: Show WPML languages
tr_tr: WPML dillerini göster

source: Show your avatar image
tr_tr: Kullanıcı resminizi gösterin

source: Show your banners as a carousel
tr_tr: Bannerlarınızı karusel olarak gösterin

source: Show your blog posts on the page
tr_tr: Blog gönderilerinizi sayfada gösterin

source: Show your brief information as a carousel
tr_tr: Kısa bilgilerinizi bir karusel olarak gösterin

source: Show your pricing plans
tr_tr: Fiyatlandırma planlarınızı gösterin

source: Show/hide labels under icons in the mobile navbar.
tr_tr: Mobil gezinme çubuğundaki simgelerin altında etiketleri göster/gizle.

source: Showcase your menu
tr_tr: Menünüzü sergileyin

source: Showcase your product as 3D model
tr_tr: Ürününüzü 3D model olarak sergileyin

source: Showcase your projects or gallery
tr_tr: Projelerinizi veya galerinizi sergileyin

source: Shows a custom attribute in a widget which lets you narrow down the list of products when viewing product categories.
tr_tr: Bir bileşende, ürün kategorilerini görüntülerken ürün listesini daraltmanıza olanak tanıyan özel bir nitelik gösterir.

source: Shows active filters on shop page
tr_tr: Mağaza sayfasında etkin filtreleri gösterir

source: Shows AJAX search form
tr_tr: AJAX arama formunu gösterir

source: Shows animated counter with label
tr_tr: Etiketli animasyonlu sayacı gösterir

source: Shows any sidebar with widgets
tr_tr: Bileşenler ile herhangi bir kenar çubuğunu gösterir

source: Shows author's biography
tr_tr: Yazarın biyografisini gösterir

source: Shows countdown timer
tr_tr: Geri sayım sayacını gösterir

source: Shows filters for portfolio categories
tr_tr: Portföy kategorileri için filtreleri gösterir

source: Shows Google map block
tr_tr: Google harita bloğunu gösterir

source: Shows number of products left in stock
tr_tr: Stokta kalan ürün sayısını gösterir

source: Shows order details or custom metadata
tr_tr: Sipariş ayrıntılarını veya özel meta verileri gösterir

source: Shows posts from any X account
tr_tr: Herhangi bir X hesabı gönderilerini gösterir

source: Shows the current discount relative to the product quantity
tr_tr: Ürün miktarına göre mevcut indirimi gösterir

source: Shows the post title
tr_tr: Gönderi başlığını gösterir

source: Shows the title of currently viewing page
tr_tr: Şu anda görüntülenen sayfanın başlığını gösterir

source: Shrink
tr_tr: Küçült

source: Side
tr_tr: Yan

source: Side heading width
tr_tr: Yan başlık genişliği

source: Sidebar
tr_tr: Kenar çubuğu

source: Sidebar position
tr_tr: Kenar çubuğu konumu

source: Sidebar size
tr_tr: Kenar çubuğu boyutu

source: Sidebar spacing
tr_tr: Kenar çubuğu boşluğu

source: Sidebar width
tr_tr: Kenar çubuğu genişliği

source: Sidebars
tr_tr: Kenar çubukları

source: Sign in
tr_tr: Giriş yap

source: Simple
tr_tr: Basit

source: Simple button in different theme styles
tr_tr: Farklı tema stillerinde temel buton

source: Simple product
tr_tr: Basit ürün

source: Simple vertical line
tr_tr: Basit dikey çizgi

source: Simplified
tr_tr: Basitleştirilmiş

source: Simply click the button below to complete your purchase:
tr_tr: Satın alma işleminizi tamamlamak için aşağıdaki butona tıklamanız yeterli:

source: Simply click the button below to complete your purchase:
tr_tr: Satın alma işleminizi tamamlamak için aşağıdaki butona tıklamanız yeterli:

source: Since from Elementor version 3.18.0 "Inline Font Icons" feature is enabled by default, the Font Awesome icon font can’t be added to site pages using this option.
tr_tr: Elementor 3.18.0 sürümünden itibaren "Satır İçi Yazı Tipi Simgeleri" özelliği varsayılan olarak etkinleştirildiğinden, bu seçenek kullanılarak Font Awesome simge yazı tipi site sayfalarına eklenemez.

source: Since you requested to be notified, we wanted to make sure you're the first to know. However, we can't guarantee how long it will be available.
tr_tr: Bildirimde bulunmayı talep ettiğiniz için, ilk sizin bilmenizi istedik. Ancak, ne kadar süreyle kullanılabilir olacağını garanti edemeyiz.

source: Since you requested to be notified, we wanted to make sure you're the first to know. However, we can't guarantee how long it will be available.
tr_tr: Bildirimde bulunmayı talep ettiğiniz için, ilk sizin bilmenizi istedik. Ancak, ne kadar süreyle kullanılabilir olacağını garanti edemeyiz.

source: Single
tr_tr: Tek

source: Single Column
tr_tr: Tek sütun

source: Single grouped product
tr_tr: Tek gruplu ürün

source: Single post
tr_tr: Tek gönderi

source: Single post background
tr_tr: Tek gönderi arka planı

source: Single post design
tr_tr: Tek gönderi tasarımı

source: Single post id
tr_tr: Tek gönderi kimliği

source: Single posts from term
tr_tr: Dönemden tek gönderiler

source: Single Product
tr_tr: Tek Ürün

source: Single product
tr_tr: Tek ürün

source: Single product 360 button
tr_tr: Tek ürün 360 butonu

source: Single product accordion
tr_tr: Tek ürün akordeon

source: Single product AJAX add to cart
tr_tr: Tek ürün AJAX sepete ekle

source: Single product background
tr_tr: Tek ürün arka planı

source: Single product base options
tr_tr: Tek ürün temel seçenekler

source: Single product design centered
tr_tr: Tek ürün tasarımı ortalanmış

source: Single product elements
tr_tr: Tek ürün öğeleri

source: Single product elements base
tr_tr: Tek ürün öğeleri temeli

source: Single product gallery
tr_tr: Tek ürün galerisi

source: Single product gallery columns
tr_tr: Tek ürün galerisi sütunları

source: Single product gallery columns for desktop
tr_tr: Masaüstü için tek ürün galerisi sütunları

source: Single product gallery columns for desktop and mobile
tr_tr: Masaüstü ve mobil için tek ürün galerisi sütunları

source: Single product gallery columns for tablet
tr_tr: Tablet için tek ürün galerisi sütunları

source: Single product gallery full width
tr_tr: Tek ürün galerisi tam genişlik

source: Single product gallery left
tr_tr: Tek ürün galerisi sol

source: Single product gallery left only on desktop
tr_tr: Yalnızca masaüstünde tek ürün galerisi sol

source: Single product id
tr_tr: Tek ürün ID

source: Single product image gallery
tr_tr: Tek ürün görsel galerisi

source: Single product image photoswipe
tr_tr: Tek ürün görsel photoswipe

source: Single product image zoom
tr_tr: Tek ürün görsel yakınlaştırma

source: Single product layout element stock status
tr_tr: Tek ürün düzeni öğesi stok durumu

source: Single product navigation
tr_tr: Tek ürün navigasyonu

source: Single product page Widget Area
tr_tr: Tek ürün sayfası Bileşen Alanı

source: Single product review images
tr_tr: Tek ürün inceleme görselleri

source: Single product review likes
tr_tr: Tek ürün incelemesi beğenileri

source: Single product review summary
tr_tr: Tek ürün inceleme özeti

source: Single product reviews
tr_tr: Tek ürün incelemeleri

source: Single product reviews style 1
tr_tr: Tek ürün incelemeleri stil 1

source: Single product reviews style 2
tr_tr: Tek ürün incelemeleri stil 2

source: Single product shop attributes mod
tr_tr: Tek ürün mağaza nitelikleri modu

source: Single product sidebar
tr_tr: Tek Ürün Kenar Çubuğu

source: Single product sticky add to cart
tr_tr: Tek ürün yapışkan sepete ekle

source: Single product sticky details
tr_tr: Tek ürün yapışkan ayrıntıları

source: Single product tabs
tr_tr: Tek ürün sekmeleri

source: Single product tabs accordion
tr_tr: Tek ürün sekmeleri akordeon

source: Single product tabs all-open
tr_tr: Tek ürün sekmeleri tümü açık

source: Single product tabs side hidden
tr_tr: Tek ürün sekmeleri yan tarafta gizli

source: Single product video button
tr_tr: Tek ürün video butonu

source: Single project
tr_tr: Tek proje

source: Single project background
tr_tr: Tek proje arka planı

source: Single project id
tr_tr: Tek proje kimliği

source: Site logo
tr_tr: Site logosu

source: Site width
tr_tr: Site genişliği

source: Six Columns
tr_tr: Altı Sütun

source: Sixth
tr_tr: Altıncı

source: Size
tr_tr: Boyut

source: Size Guide
tr_tr: Beden Tablosu

source: Size guide
tr_tr: Beden tablosu

source: Size guide button
tr_tr: Boyut kılavuzu butonu

source: Size guide content
tr_tr: Boyut kılavuzu içeriği

source: Size guide popup button
tr_tr: Boyut kılavuzu pop-up butonu

source: Size guide to place in your products
tr_tr: Ürünlerinize yerleştirmek için beden kılavuzu

source: Size guides
tr_tr: Boyut kılavuzları

source: Size of Avatar
tr_tr: Kullanıcı Resmi Boyutu

source: Size of Avatar (default: 48):
tr_tr: Kullanıcı Resmi Boyutu (varsayılan: 48):

source: Skew
tr_tr: Eğ

source: Skew X
tr_tr: Eğ X

source: Skew Y
tr_tr: Eğ Y

source: Skip setup
tr_tr: Kurulumu atla

source: Skip this step
tr_tr: Bu adımı atla

source: Skipped days of the week
tr_tr: Haftanın atlanan günleri

source: Sku
tr_tr: Ürün kodu

source: SKU, category, and tags
tr_tr: SKU, kategori ve etiketler

source: Slashes
tr_tr: Eğik çizgiler

source: Slide
tr_tr: Slayt

source: Slide #%d
tr_tr: Slayt #%d

source: Slide #%s
tr_tr: Slayt #%s

source: Slide #1
tr_tr: Slayt #1

source: Slide #2
tr_tr: Slayt #2

source: Slide #3
tr_tr: Slayt #3

source: Slide after scrolled down
tr_tr: Aşağı kaydırdıktan sonra kaydırın

source: Slide change animation
tr_tr: Slayt değiştirme animasyonu

source: Slide content
tr_tr: Slayt içeriği

source: Slide from bottom
tr_tr: Alttan kaydır

source: Slide from botton
tr_tr: Alttan kaydır

source: Slide from left
tr_tr: Soldan kaydır

source: Slide from right
tr_tr: Sağdan kaydır

source: Slide from top
tr_tr: Üstten kaydır

source: Slide link
tr_tr: Slayt bağlantısı

source: Slide Settings
tr_tr: Slide Ayarları

source: Slide short from left
tr_tr: Soldan kısa kaydırın

source: Slide short from right
tr_tr: Sağdan kısa kaydırın

source: Slide title
tr_tr: Slayt başlığı

source: Slider autoplay
tr_tr: Slider otomatik oynatma

source: Slider block
tr_tr: Slider bloğu

source: Slider distortion
tr_tr: Slider bozulması

source: Slider element
tr_tr: Slider öğesi

source: Slider element with arrows
tr_tr: Slider öğesi oklarla

source: Slider element with pagination style 2
tr_tr: Slider öğlesi sayfalandırma stili 2

source: Slider element with pagination style 3
tr_tr: Slider öğlesi sayfalandırma stili 3

source: Slider element with slide animation: "Distortion"
tr_tr: Slider öğesi slayt animasyonlu: "Bozulma"

source: Slider loop
tr_tr: Slider döngüsü

source: Slider Revolution inherit theme font
tr_tr: Slider Revolution tema yazı tipini devralır

source: Slider Revolution integration
tr_tr: Slider Revolution entegrasyonu

source: Slider settings
tr_tr: Slider ayarları

source: Slider spacing
tr_tr: Slider boşluğu

source: Slider speed
tr_tr: Slider hızı

source: Sliders
tr_tr: Sliderlar

source: Slides
tr_tr: Slaytlar

source: Slides per view
tr_tr: Görünüm başına slayt

source: Slow
tr_tr: Yavaş

source: Slug
tr_tr: Kısa ad

source: Small
tr_tr: Küçük

source: Small (14px)
tr_tr: Küçük (14px)

source: Small (16px)
tr_tr: Küçük (16px)

source: Small (18px)
tr_tr: Küçük (18px)

source: Small (20px)
tr_tr: Küçük (20px)

source: Small (38px)
tr_tr: Küçük (38px)

source: Small image
tr_tr: Küçük görsel

source: Small images
tr_tr: Küçük görseller

source: Small information block about blog author
tr_tr: Blog yazarı hakkında küçük bilgi bloğu

source: Small products list widget
tr_tr: Küçük ürünler listesi bileşeni

source: Smooth element movement when you scroll the page to create beautiful parallax effect.
tr_tr: Güzel paralaks efekti oluşturmak için sayfayı kaydırdığınızda yumuşak öğe hareketi.

source: Smooth scroll
tr_tr: Yumuşak kaydırma

source: Smooth scroll offset (px)
tr_tr: Yumuşak kaydırma uzaklığı (px)

source: Smooth scroll time (ms)
tr_tr: Yumuşak kaydırma süresi (ms)

source: Snapchat link
tr_tr: Snapchat bağlantısı

source: Snapchat social link
tr_tr: Snapchat sosyal medya bağlantısı

source: Social authentication
tr_tr: Sosyal medya kimlik doğrulama

source: Social button form
tr_tr: Sosyal medya buton formu

source: Social button style
tr_tr: Sosyal medya buton stili
