Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Maximum upload file size
tr_tr: Maksimum yükleme dosyası boyutu

source: May increase this widget performance if you have a lot of products in your store.
tr_tr: Mağazanızda çok sayıda ürün varsa bu bileşen performansınızı artırabilir.

source: Medium
tr_tr: Orta

source: Medium (16px)
tr_tr: Orta (16px)

source: Medium (18px)
tr_tr: Orta (18px)

source: Medium (24px)
tr_tr: Orta (24px)

source: Medium (26px)
tr_tr: Orta (26px)

source: Medium 500
tr_tr: Orta 500

source: Medium 500 Italic
tr_tr: Orta 500 İtalik

source: Medium Large
tr_tr: Orta Büyük

source: Mega Menu widget
tr_tr: Mega Menü bileşeni

source: Menu
tr_tr: Menü

source: Menu align
tr_tr: Menü hizala

source: Menu anchor
tr_tr: Menü çapası

source: Menu dropdowns AJAX
tr_tr: Menü açılır menüleri AJAX

source: Menu element
tr_tr: Menü öğesi

source: Menu element click action
tr_tr: Menü öğesi tıklama eylemi

source: Menu element for WPB or Elementor page builder
tr_tr: WPB veya Elementor sayfa oluşturucu için menü öğesi

source: Menu icon
tr_tr: Menü simgesi

source: Menu icon options
tr_tr: Menü simgesi seçenekleri

source: Menu item icon
tr_tr: Menü öğesi simgesi

source: Menu layout
tr_tr: Menü düzeni

source: Menu list block
tr_tr: Menü listesi bloğu

source: Menu offsets
tr_tr: Menü ofsetleri

source: Menu Order
tr_tr: Menü Sırası

source: Menu order
tr_tr: Menü sırası

source: Menu order/Page Order
tr_tr: Menü sırası / Sayfa Sırası

source: Menu overlay
tr_tr: Menü kaplaması

source: Menu price
tr_tr: Menü fiyat

source: Menu price block
tr_tr: Menü fiyat bloğu

source: Menu price element
tr_tr: Menü fiyat öğesi

source: Menu price link
tr_tr: Menü fiyat bağlantısı

source: Menu title
tr_tr: Menü başlığı

source: Message
tr_tr: Mesaj

# Message for screen readers for single pagination bullet
source: Go to slide {{index}}
tr_tr: {{index}} slayda git

source: Message to show after reaching 100%.
tr_tr: %100'e ulaştıktan sonra gösterilecek mesaj.

source: Message to show before reaching the goal. Use shortcode [remainder] to display the amount left to reach the minimum.
tr_tr: Hedefe ulaşmadan önce gösterilecek mesaj. Minimuma ulaşmak için kalan miktarı görüntülemek için [remainder] kısa kodunu kullanın.

source: Meta information
tr_tr: Meta bilgisi

source: Meta key
tr_tr: Meta anahtarı

source: Meta on image
tr_tr: Görseldeki Meta

source: Meta value
tr_tr: Meta değer

source: Meta value number
tr_tr: Meta değer numarası

# meta-date
source: On
tr_tr: Açık

source: Metadata
tr_tr: Metaveri

source: Middle
tr_tr: Orta

source: min
tr_tr: dk

source: Min %s
tr_tr: Minimum %s

source: Min height
tr_tr: Minimum yükseklik

source: Mini cart
tr_tr: Mini sepet

source: Mini cart quantity
tr_tr: Mini sepet miktarı

source: Minimalist theme-friendly design or a design from an embedded video player.
tr_tr: Minimalist tema dostu tasarım veya gömülü bir video oynatıcıdan bir tasarım.

source: Minimum days
tr_tr: Minimum gün

source: Minimum number of days for delivery.
tr_tr: Teslimat için minimum gün sayısı.

source: Minimum required PHP version 7.2
tr_tr: Gerekli minimum PHP sürümü 7.2

source: Minimum required value 10000.
tr_tr: Gerekli minimum değer 10000.

source: Minimum required value 128M.
tr_tr: Gerekli minimum değer 128M.

source: Minimum required value 180.
tr_tr: Gerekli minimum değer 180.

source: Minimum required value 64M.
tr_tr: Gerekli minimum değer 64M.

source: Minimum required version:
tr_tr: Gerekli minimum sürüm:

source: Minimum sales count
tr_tr: Minimum satış adedi

source: Minute
tr_tr: Dakika

source: minute
tr_tr: dakika

source: Minutes
tr_tr: Dakika

source: Misc
tr_tr: Çeşitli

source: Mobile
tr_tr: Mobil

source: Mobile accordion
tr_tr: Mobil akordeon

source: Mobile bottom navbar
tr_tr: Mobil alt gezinme çubuğu

source: Mobile browser top bar color
tr_tr: Mobil tarayıcı üst çubuk rengi

source: Mobile burger icon
tr_tr: Mobil burger simgesi

source: Mobile categories color scheme
tr_tr: Mobil kategoriler renk şeması

source: Mobile categories drilldown animation
tr_tr: Mobil kategoriler ayrıntılı menü animasyonu

source: Mobile categories layout
tr_tr: Mobil kategoriler düzeni

source: Mobile categories menu
tr_tr: Mobil karegoriler menü

source: Mobile categories menu layout
tr_tr: Mobil kategoriler menü düzeni

source: Mobile categories position
tr_tr: Mobil kategoriler konumu

source: Mobile categories show close button
tr_tr: Mobil kategoriler kapat butonunu göster

source: Mobile device
tr_tr: Mobil cihaz

source: Mobile devices
tr_tr: Mobil cihazlar

source: Mobile DOM optimization (experimental)
tr_tr: Mobil DOM optimizasyonu (deneysel)

source: Mobile Landscape
tr_tr: Mobil Görünüm

source: Mobile layout
tr_tr: Mobil düzen

source: Mobile menu
tr_tr: Mobil menü

source: Mobile navigation
tr_tr: Mobil navigasyon

source: Mobile search element
tr_tr: Mobil arama öğesi

source: Mobile Side Menu
tr_tr: Mobil Yan Menü

source: Mobile subcategories opening action
tr_tr: Mobil alt kategoriler açılış eylemi

source: Mobile text size ( < 767px )
tr_tr: Mobil metin boyutu (<767px)

source: Mobile version
tr_tr: Mobil versiyon

source: Mobile version HTML block (experimental)
tr_tr: Mobil sürüm HTML bloğu (deneysel)

source: Mod more description
tr_tr: Mod daha fazla açıklama

source: Mod nav menu label
tr_tr: Mod nav menü etiketi

source: Mod navigation vertical
tr_tr: Mod navigasyon dikey

source: Mod navigation vertical design default
tr_tr: Mod navigasyon dikey tasarım varsayılanı

source: Mod navigation vertical design with background
tr_tr: Mod navigasyon arka planlı dikey tasarım

source: Modified
tr_tr: Değiştirilmiş

source: Modifying the site content via Elementor
tr_tr: Site içeriğini Elementor aracılığıyla değiştirme

source: Modifying the site content via Gutenberg
tr_tr: Site içeriğini Gutenberg aracılığıyla değiştirme

source: Modifying the site content via WPBakery
tr_tr: Site içeriğini WPBakery aracılığıyla değiştirme

source: Module tools
tr_tr: Modül araçları

source: Module tools design 8
tr_tr: Modül araçları tasarımı 8

source: Monday
tr_tr: Pazartesi

source: Mono Social
tr_tr: Mono Sosyal

source: month
tr_tr: ay

source: Monthly Archives:
tr_tr: Aylık Arşivler:

source: Months
tr_tr: Ay

source: Monts
tr_tr: Ay

source: More categories button
tr_tr: Daha fazla kategori butonu

source: More info
tr_tr: Daha fazla bilgi

source: Most helpful
tr_tr: En yararlı

source: Mouse move parallax
tr_tr: Fare hareketi paralaks

source: Move
tr_tr: Taşı

source: Move Item Back
tr_tr: Öğeyi Geri Taşı

source: Move Item Forward
tr_tr: Öğeyi İleri Taşı

source: Move to wishlist
tr_tr: İstek listesine taşı

source: MP4 video file
tr_tr: MP4 video dosyası

source: Multipart
tr_tr: Çok parçalı

source: Multiple markers
tr_tr: Çoklu işaretleyiciler

source: Multiple wishlists
tr_tr: Çoklu istek listeleri

source: Multivendorx integration
tr_tr: Çoklu satıcı entegrasyonu

source: Mute
tr_tr: Sesi kapat

source: My Account
tr_tr: Hesabım

source: My account
tr_tr: Hesabım

source: My account page
tr_tr: Hesabım sayfası

source: My Account pages sidebar
tr_tr: Hesabım sayfaları kenar çubuğu

source: My cart
tr_tr: Sepetim

source: My Wishlist
tr_tr: İstek Listem

source: My wishlist
tr_tr: İstek listem

source: Name
tr_tr: İsim

source: Name color
tr_tr: İsim rengi

source: Name column width
tr_tr: İsim sütun genişliği

source: Name for the current product
tr_tr: Mevcut ürünün adı

source: Name Typography
tr_tr: İsim Tipografisi

source: Name typography
tr_tr: İsim tipografisi

source: Narrow data source
tr_tr: Dar veri kaynağı

source: Native player
tr_tr: Yerel oynatıcı

source: Navbar labels
tr_tr: Gezinme etiketleri

source: Navigation
tr_tr: Navigasyon

source: Navigation anchor
tr_tr: Navigasyon çapası

source: Navigation opener
tr_tr: Navigasyon açacağı

source: Navigation spacing
tr_tr: Navigasyon aralığı

source: Need assistance?
tr_tr: Yardıma mı ihtiyacınız var?

source: Nested carousel
tr_tr: İç içe geçmiş karusel

source: Nested carousel item
tr_tr: İç içe geçmiş karusel öğesi

source: Network Activate
tr_tr: Ağ Etkinleştirme

source: Never
tr_tr: Asla

source: Never load
tr_tr: Asla yükleme

source: New
tr_tr: Yeni

source: New Category
tr_tr: Yeni kategori

source: New category
tr_tr: Yeni kategori

source: New options have been successfully imported.
tr_tr: Yeni seçenekler başarıyla içe aktarıldı.

source: New responsive text block
tr_tr: Yeni duyarlı metin bloğu

source: New size guide
tr_tr: Yeni beden tablosu

source: New Slide
tr_tr: Yeni Slayt

source: New window (_blank)
tr_tr: Yeni pencere (_blank)

source: New Window/Tab
tr_tr: Yeni Pencere/Sekme

source: Newer
tr_tr: Daha yeni

source: Newer Comments &rarr;
tr_tr: En Yeni Yorumlar &rarr;

source: Newer Posts &rarr;
tr_tr: En Yeni Gönderiler &rarr;

source: Newest
tr_tr: En Yeni

source: Newness
tr_tr: Yenilik

source: Newsletter subscription form
tr_tr: Haber bülteni takip formu

source: Next
tr_tr: Sonraki

source: next
tr_tr: sonraki

source: Next and previous posts links on single post page
tr_tr: Tek gönderi sayfasında sonraki ve önceki gönderi bağlantıları

source: Next and previous projects links on single project page
tr_tr: Tek proje sayfasında sonraki ve önceki proje bağlantıları

source: Next product
tr_tr: Sonraki ürün

source: Next slide
tr_tr: Sonraki slayt

source: No
tr_tr: Hayır

source: no
tr_tr: hayır

source: No account yet?
tr_tr: Henüz hesabınız yok mu?

source: No action
tr_tr: Eylem yok

source: No action taken. Plugin %1$s was already active.
tr_tr: Hiçbir işlem yapılmadı. %1$s eklentisi zaten etkindi.

source: No bundles found.
tr_tr: Set bulunamadı.

source: No Comments
tr_tr: Henüz yorum yok

source: No items found
tr_tr: Hiçbir öğe bulunamadı

source: No matches found
tr_tr: Hiçbir sonuç bulunamadı

source: No menus have been created yet. %s.
tr_tr: Henüz hiçbir menü oluşturulmadı. %s.

source: No pages found
tr_tr: Hiçbir sayfa bulunamadı

source: No plugins are available to be activated at this time.
tr_tr: Şu anda etkinleştirilecek eklenti yok.

source: No plugins are available to be installed at this time.
tr_tr: Şu anda yüklenecek eklenti yok.

source: No plugins are available to be updated at this time.
tr_tr: Şu anda güncellenecek eklenti yok.

source: No plugins to install, update or activate.
tr_tr: Yüklenecek, güncellenecek veya etkinleştirilecek eklenti yok.

source: No plugins were selected to be activated. No action taken.
tr_tr: Etkinleştirilecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No plugins were selected to be installed. No action taken.
tr_tr: Yüklenecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No plugins were selected to be updated. No action taken.
tr_tr: Güncellenecek eklenti seçilmedi. Hiçbir işlem yapılmadı.

source: No product categories exist.
tr_tr: Ürün kategorisi yok.

source: No products found
tr_tr: Ürün bulunamadı

source: No repeat
tr_tr: Tekrar yok

source: No sidebars were found
tr_tr: Kenar çubuğu bulunamadı

source: No size guides found in trash.
tr_tr: Çöp kutusunda beden tablosu mevcut değil.

source: No size guides found.
tr_tr: Beden tablosu bulunamadı.

source: No template found
tr_tr: Şablon bulunamadı

source: No templates were found matching your selection.
tr_tr: Seçiminizle eşleşen şablon bulunamadı.

source: No thumbnail generated for this image size. You can do this in Dashboard -> Media or run "Regenerate all thumbnails"
tr_tr: Bu görsel boyutu için küçük resim oluşturulmadı. Bunu Kontrol Paneli -> Medya'da yapabilir veya "Tüm küçük resimleri yeniden oluştur"u çalıştırabilirsiniz.

source: No title
tr_tr: Başlık yok

source: No worries! Enter your email, and we'll let you know as soon as it's back in stock.
tr_tr: Endişelenmeyin! E-postanızı girin, stoklarımıza girdiğinde size haber verelim.

source: No wrap
tr_tr: Sarma yok

source: No wrap on mobile devices
tr_tr: Mobil cihazlarda sarma yok

source: No-repeat
tr_tr: Tekrarlama

source: None
tr_tr: Yok

source: none
tr_tr: yok

source: Normal 400 Italic
tr_tr: Normal 400 İtalik

source: Not activated
tr_tr: Aktifleştirilmedi

source: Not equals
tr_tr: Eşit değil

source: Not Found
tr_tr: Bulunamadı

source: Not found
tr_tr: Bulunamadı

source: Not found in Trash
tr_tr: Çöp kutusunda bulunamadı

source: Not Installed
tr_tr: Yüklü değil

source: Not scalable
tr_tr: Ölçeklenebilir değil

source: Not that bad
tr_tr: Fena değil

source: Note that if you use Google fonts, only select font weights will be loaded on your website. So if you set font-weight 400 for body and 600 for headings, you will not be able to set 100, 300, or 700 font-weight for some of the Elementor/WPBakery elements. If you want to load additional font weights but don't want to set them globally, go to Advanced Typography, add a new rule with your font-family and font-weight without assigning it to any of the elements. Then, you will have this font-weight loaded globally so you can set it for any of the WPBakery/Elementor elements.
tr_tr: Google yazı tiplerini kullanırsanız, web sitenize yalnızca belirli yazı tipi ağırlıklarının yükleneceğini unutmayın. Dolayısıyla, gövde için font-genişliği 400 ve başlıklar için 600 ayarlarsanız, Elementor/WPBakery öğelerinin bazıları için font-genişliği 100, 300 veya 700 ayarlayamazsınız. Ek yazı tipi ağırlıkları yüklemek istiyor ancak bunları global olarak ayarlamak istemiyorsanız, Gelişmiş Tipografi'ye gidin, herhangi bir öğeye atamadan yazı tipi aileniz ve yazı tipi ağırlığınızla yeni bir kural ekleyin. Ardından, bu yazı tipi ağırlığını global olarak yükleyeceksiniz, böylece WPBakery/Elementor öğelerinden herhangi biri için ayarlayabilirsiniz.

source: Note: For the best appearance, both images should have identical dimensions and aspect ratios.
tr_tr: Not: En iyi görünüm için her iki görselin de aynı boyutlara ve en boy oranlarına sahip olması gerekir.

source: Note: The confirmation period is 2 days.
tr_tr: Not: Onay süresi 2 gündür.

source: Note: The confirmation period is 2 days.
tr_tr: Not: Onay süresi 2 gündür.

source: Note: The ID link ONLY accepts these chars: A-Z, a-z, 0-9
tr_tr: Not: ID bağlantısı YALNIZCA şu karakterleri kabul eder: A-Z, a-z, 0-9

source: Note: This element have not options
tr_tr: Not: Bu öğenin seçenekleri yoktur

source: Nothing Found
tr_tr: Bulunamadı

source: Notices
tr_tr: Uyarılar

# noun
source: %d review
tr_tr: %d yorum

source: Number
tr_tr: Sayı

source: Number of categories
tr_tr: Kategori sayısı

source: Number of columns for blog results
tr_tr: Blog sonuçları için sütun sayısı

source: Number of columns for the blog grid.
tr_tr: Blog ızgarası için sütun sayısı.

source: Number of columns in the grid.
tr_tr: Izgaradaki sütun sayısı.

source: Number of columns selector
tr_tr: Sütun sayısı seçici

source: Number of comments
tr_tr: Yorum sayısı

source: Number of grid elements to displace or pass over.
tr_tr: Değiştirilecek veya üzerinden geçilecek ızgara öğelerinin sayısı.

source: Number of items
tr_tr: Öğe sayısı

source: Number of items per page
tr_tr: Sayfa başına öğe sayısı

source: Number of items to show per page.
tr_tr: Sayfa başına gösterilecek öğe sayısı.

source: Number of photos
tr_tr: Fotoğraf sayısı

source: Number of photos per row for grid design or items in slider per view.
tr_tr: Izgara tasarımı veya görünüm başına sliderdaki öğeler için satır başına fotoğraf sayısı.

source: Number of portfolio projects that will be displayed on one page.
tr_tr: Bir sayfada görüntülenecek portföy projelerinin sayısı.

source: Number of posts
tr_tr: Gönderi Sayısı

source: Number of posts to show
tr_tr: Gösterilecek gönderi sayısı

source: Number of posts:
tr_tr: Gönderi Sayısı:

source: Number of products displayed
tr_tr: Görüntülenen ürün sayısı

source: Number of products per page
tr_tr: Sayfa başına ürün sayısı

source: Number of products per page selector
tr_tr: Sayfa seçici başına ürün sayısı

source: Number of products to display in AJAX search results.
tr_tr: AJAX arama sonuçlarında görüntülenecek ürün sayısı.

source: Number of products to show
tr_tr: Gösterilecek ürün sayısı

source: Number of projects per page
tr_tr: Sayfa başına proje sayısı

source: Number of visible swatches on grid
tr_tr: Izgaradaki görünür renk örneği sayısı

source: Number of visible swatches on single product
tr_tr: Tek bir üründeki görünür renk örneği sayısı

source: Number of visitors
tr_tr: Ziyaretçi sayısı

source: Number of words or letters that will be displayed for each post if you use "Excerpt" mode and don't set custom excerpt for each post.
tr_tr: "Alıntı" modunu kullanırsanız ve her gönderi için özel bir alıntı ayarlamadığınızda her gönderi için görüntülenecek sözcük veya harf sayısı.

source: Number results to show
tr_tr: Gösterilecek sonuç sayısı

source: Oblique
tr_tr: Eğik

source: Obtain API key <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">here</a> to use our Google Map VC element.
tr_tr: Google Harita VC öğemizi kullanmak için <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">buradan</a> API anahtarı edinin.

source: Obtain API key <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">here</a> to use our Google map VC element. By default, the key will be taken from Theme Settings.
tr_tr: Google harita VC öğemizi kullanmak için API anahtarını <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank">buradan</a> alın. Varsayılan olarak, anahtar Tema Ayarları'ndan alınacaktır.

source: Odnoklassniki social link
tr_tr: Odnoklassniki sosyal medya bağlantısı

source: of
tr_tr: ile ilgili

source: OFF
tr_tr: KAPALI

source: Off
tr_tr: Kapalı

source: Off canvas alignment
tr_tr: Off-canvas hizalama

source: Off canvas column
tr_tr: Off-canvas sütun

source: Off canvas column
tr_tr: Off-canvas sütun

source: Off canvas column btn
tr_tr: Off-canvas sütun btn

source: Off canvas column btn mod sticky sidebar opener
tr_tr: Off-canvas sütun btn mod yapışkan kenar çubuğu açıcı

source: Off canvas column button
tr_tr: Off-canvas sütun butonu

source: Off canvas sidebar
tr_tr: Off-canvas kenar çubuğu

source: Off canvas sidebar for desktop
tr_tr: Masaüstü için off-canvas kenar çubuğu

source: Off canvas sidebar for mobile
tr_tr: Mobil için off-canvas kenar çubuğu

source: Off canvas sidebar for tablet
tr_tr: Tablet için off-canvas kenar çubuğu

source: Off canvas sidebar on shop page option
tr_tr: Mağaza sayfasında off-canvas kenar çubuğu seçeneği

source: Off canvas sidebar option
tr_tr: Off-canvas kenar çubuğu seçeneği

source: Off canvas sidebars
tr_tr: Off-canvas kenar çubukları

source: Off-canvas layout block
tr_tr: Off-canvas düzen bloğu

source: Off-canvas on desktop
tr_tr: Masaüstünde off-canvas

source: Off-canvas on mobile
tr_tr: Mobilde off-canvas

source: Off-canvas on tablet
tr_tr: Tablette off-canvas

source: Offset
tr_tr: Ofset

source: Offset (px)
tr_tr: Ofset (px)

source: Offset horizontal
tr_tr: Ofset yatay

source: Offset vertical
tr_tr: Ofset dikey

source: Offset X
tr_tr: Ofset X

source: Offset Y
tr_tr: Ofset Y

source: OK link
tr_tr: OK bağlantısı

source: Old price
tr_tr: Eski fiyat

source: Older
tr_tr: Daha eski

source: Oldest
tr_tr: En Eski

source: ON
tr_tr: AÇIK

source: On
tr_tr: Açık

source: On "Select options" click
tr_tr: "Seçenekleri seç"e tıklandığında

source: On backorder
tr_tr: Ön satışta

source: On Backorder filter
tr_tr: Ön Satış filtresi

source: On backorder filter
tr_tr: Ön satış filtresi

source: On button click
tr_tr: Butona tıklandığında

source: On click action
tr_tr: Tıklama eylemi üzerine

source: On demand
tr_tr: Talep üzerine

source: On document ready
tr_tr: Belge hazır olduğunda

source: On hover
tr_tr: Üzerine gelindiğinde

source: On mobile
tr_tr: Mobilde

source: On page load
tr_tr: Sayfa yüklemede

source: On Sale
tr_tr: Satışta

source: On sale
tr_tr: Satışta

source: On Sale filter
tr_tr: Satışta filtresi

source: On scroll
tr_tr: Kaydırmada

source: On second click
tr_tr: İkinci tıklamada

source: On tablet
tr_tr: Tablette

source: On user interaction
tr_tr: Kullanıcı etkileşiminde

source: On variation click
tr_tr: Varyasyon tıklanınca

source: On-sale Products
tr_tr: Satıştaki Ürünler

source: Once the theme installation is complete, you can also deactivate this domain on the
tr_tr: Tema kurulumu tamamlandıktan sonra, bu etki alanını şu adreste devre dışı bırakabilirsiniz:

source: One column
tr_tr: Bir sütun

source: One line
tr_tr: Tek satır

source: One page menu
tr_tr: Bir sayfa menüsü

source: Only for logged in
tr_tr: Sadece giriş yaptığınızda

source: Only non-logged users
tr_tr: Yalnızca giriş yapmamış kullanıcılar

source: Only number without px.
tr_tr: Sadece px'siz sayı

source: Only sticky button
tr_tr: Sadece yapışkan buton

source: Only text
tr_tr: Sadece metin

source: Only with images
tr_tr: Sadece görselliler

source: Opacity
tr_tr: Opaklık

source: Open bundles manager
tr_tr: Set yöneticisini aç

source: Open categories menu
tr_tr: Kategoriler menüsünü aç

source: Open Header Builder
tr_tr: ÜstAlan Oluşturucuyu aç

source: Open hotspot content on click or hover
tr_tr: Tıklandığında veya üzerine gelindiğinde hotspot içeriğini açın

source: Open Iconic
tr_tr: Simgesel'i aç

source: Open in new tab
tr_tr: Yeni sekmede aç

source: Open in new window
tr_tr: Yeni pencerede aç

source: Open link in
tr_tr: Bağlantıyı şurada aç

source: Open link in new tab
tr_tr: Bağlantıyı yeni sekmede aç

source: Open menu item dropdown
tr_tr: Menü öğesi açılır menüsünü aç

source: Open menus settings
tr_tr: Menü ayarlarını aç

source: Open mobile menu
tr_tr: Mobil menüyü açın

source: Open on mouse event
tr_tr: Fare etkinliğinde aç

source: Open product on click on mobile
tr_tr: Mobilde tıklamayla ürünü aç

source: Open sticky navigation
tr_tr: Yapışkan navigasyonu aç

source: Open street map element
tr_tr: Open street map öğesi

source: Open Template library
tr_tr: Açık Şablon kütüphanesi

source: Open the sidebar settings
tr_tr: Kenar çubuğu ayarlarını aç

source: Open the Template Library and select a pre-designed block or layout.
tr_tr: Şablon Kütüphanesini açın ve önceden tasarlanmış bir blok veya düzeni seçin.

source: Open Theme settings
tr_tr: Tema ayarlarını aç

source: Opened
tr_tr: Açık

source: Opened state button text
tr_tr: Açık durum butonu metni

source: Opener
tr_tr: Açıcı

source: Opening action
tr_tr: Açılış eylemi

source: Opening position
tr_tr: Açılış durumu

source: Option for the location of the reviews form and reviews list section.
tr_tr: İnceleme formu ve incelemeler listesi bölümünün konumu için seçenek.

source: Option for the location of the reviews form inside reviews section.
tr_tr: İnceleme formunun incelemeler bölümündeki konumu için seçenek.

source: Optional
tr_tr: İsteğe bağlı

source: Optional. You do not have to upload your logo if it is the same as on a regular header. Use this option only if the logo for the sticky header is different or has a different size.
tr_tr: İsteğe bağlı. Normal ÜstAlan'dakiyle aynıysa, logonuzu yüklemeniz gerekmez. Bu seçeneği yalnızca yapışkan ÜstAlan logosu farklıysa veya farklı bir boyuta sahipse kullanın.

source: Options
tr_tr: Seçenekler

source: Options for this field are not provided in the map function.
tr_tr: Bu alan için seçenekler harita işlevinde sunulmamaktadır.

source: Options presets
tr_tr: Seçenekler ön ayarları

source: OR
tr_tr: VEYA

source: Or
tr_tr: Veya

source: or
tr_tr: veya

source: Or login with
tr_tr: Veya giriş yapın

source: or via
tr_tr: veya

source: Orange
tr_tr: Turuncu

source: Order
tr_tr: Sipariş

source: Order by
tr_tr: Tarafından sipariş

source: Order by post ID
tr_tr: Gönderileri ID'ye göre sırala

source: Order complete
tr_tr: Sipariş tamamlandı

source: Order complete page
tr_tr: Sipariş tamamlama sayfası
