Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Define the maximum cart amount for which a free gift is available, ensuring the offer is valid only within a specified purchase range.
tr_tr: Ücretsiz hediyenin geçerli olabileceği maksimum sepet tutarını tanımlayın ve teklifin yalnızca belirtilen satın alma aralığında geçerli olduğundan emin olun.

source: Define the parallax smoothness on mouse scroll. By default - 30
tr_tr: Fare kaydırmada paralaks düzgünlüğünü tanımlayın. Varsayılan olarak - 30

source: Define the parallax speed on mouse scroll. By default - 30
tr_tr: Fare kaydırmada paralaks hızını tanımlayın. Varsayılan olarak - 30

source: Delay
tr_tr: Gecikme

source: Delete
tr_tr: Sil

source: Delete expired coupons
tr_tr: Süresi dolan kuponları sil

source: Delete image
tr_tr: Görseli sil

source: Delete outdated images
tr_tr: Güncel olmayan görselleri sil

source: Delete used coupons
tr_tr: Kullanılmış kuponları sil

source: Delimiter color
tr_tr: Ayırıcı rengi

source: Deprecated
tr_tr: Kullanım dışı

source: Dequeue scripts
tr_tr: Komut dosyalarının sırasını kaldır

source: DESC
tr_tr: AZALAN

source: Descending
tr_tr: Azalan

source: Describe the purpose of the image.
tr_tr: Görselin amacını açıklayın.

source: Description
tr_tr: Açıklama

source: Description and Additional information
tr_tr: Açıklama ve Ek bilgiler

source: Description color
tr_tr: Açıklama rengi

source: Description tab priority
tr_tr: Açıklama sekmesi önceliği

source: Deselect all
tr_tr: Hiçbirini seçme

source: Design
tr_tr: Tasarım

source: Design 1
tr_tr: Tasarım 1

source: Design 2
tr_tr: Tasarım 2

source: Design Options
tr_tr: Tasarım Seçenekleri

source: Design:
tr_tr: Tasarım:

source: Designates the ascending or descending order. More at %s.
tr_tr: Artan veya azalan sırayı belirtir. %s konumunda daha fazla.

source: Desktop
tr_tr: Masaüstü

source: Desktop layout
tr_tr: Masaüstü düzeni

source: Desktop text size ( > 1024px )
tr_tr: Masaüstü metin boyutu (> 1024 px)

source: Detailed information about the order
tr_tr: Sipariş hakkında detaylı bilgi

source: Determine header height for sticky header value in pixels.
tr_tr: Yapışkan ÜstAlan değeri için piksel cinsinden ÜstAlan yüksekliğini belirler.

source: Determine the "flex layout" for this row. More information about both options read in our <a href="https://xtemos.com/docs/woodmart/header-builder/header-rows-flex-layouts/" target="_blank">documentation here</a>.
tr_tr: Bu satır için "esnek düzeni" belirleyin. Her iki seçenek hakkında daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/header-builder/header-rows-flex-layouts/" target="_blank"> ilgili belgelerimiz</a>.

source: Determine the header height for mobile devices value in pixels.
tr_tr: Mobil cihazlar için ÜstAlan yüksekliğini piksel cinsinden belirleyin.

source: Determine the header height for sticky header value in pixels.
tr_tr: Yapışkan ÜstAlan değeri için ÜstAlan yüksekliğini piksel cinsinden belirleyin.

source: Determine the header height value in pixels.
tr_tr: ÜstAlan yüksekliği değerini piksel cinsinden belirleyin.

source: Determine the logo image width in pixels. If the overall image aspect ratio is larger than the header row height, further logo width increase will be ignored.
tr_tr: Logo görüntü genişliğini piksel cinsinden belirleyin. Genel görüntü en boy oranı ÜstAlan satırı yüksekliğinden büyükse, daha fazla logo genişliği artışı göz ardı edilir.

source: Determine the logo on the sticky header image width in pixels.
tr_tr: Yapışkan ÜstAlan görseli genişliğindeki logoyu piksel cinsinden belirleyin.

source: Determine the space width.
tr_tr: Boşluk genişliğini belirleyin.

source: Development domain
tr_tr: Geliştirme alanı

source: Device
tr_tr: Cihaz

source: Diagonal Left
tr_tr: Çapraz Sol

source: Diagonal left bottom
tr_tr: Çapraz sol alt

source: Diagonal left top
tr_tr: Çapraz sol üst

source: Diagonal Right
tr_tr: Çapraz Sağ

source: Diagonal right bottom
tr_tr: Çapraz sağ alt

source: Diagonal right top
tr_tr: Çapraz sağ üst

source: Dimensions
tr_tr: Boyutlar

source: Direct access to theme file is not allowed on your server. You need to download and replace the files manually.
tr_tr: Sunucunuzda tema dosyasına doğrudan erişime izin verilmiyor. Dosyaları manuel olarak indirmeniz ve değiştirmeniz gerekir.

source: Direction
tr_tr: Yön

source: Disable
tr_tr: Devre Dışı

source: Disable "overflow:hidden;"
tr_tr: Devre dışı bırak "overflow:hidden;"

source: Disable - Enable hover image for products on the shop page.
tr_tr: Devre Dışı Bırak - Mağaza sayfasındaki ürünler için fareyle üzerine gelme görselini etkinleştirin.

source: Disable - Enable scroll to top after AJAX.
tr_tr: Devre Dışı Bırak - AJAX'tan sonra yukarı kaydırmayı etkinleştirin.

source: Disable background image
tr_tr: Arka plan görselini devre dışı bırak

source: Disable copyrights
tr_tr: Telif haklarını devre dışı bırakın

source: Disable copyrights on this page.
tr_tr: Bu sayfada telif haklarını devre dışı bırakın.

source: Disable default Gutenberg blocks styles
tr_tr: Varsayılan Gutenberg blok stillerini devre dışı bırak

source: Disable Elementor's JS files if you are not using most of their widgets.
tr_tr: Elementor bileşenlerinin çoğunu kullanmıyorsanız Elementor'un JS dosyalarını devre dışı bırakın.

source: Disable footer
tr_tr: AltAlan'ı devre dışı bırak

source: Disable footer on this page.
tr_tr: Bu sayfadaki AltAlan'ı devre dışı bırakın.

source: Disable link
tr_tr: Bağlantıyı devre dışı bırak

source: Disable links
tr_tr: Bağlantıları devre dışı bırak

source: Disable native WordPress lazy loading
tr_tr: Yerel WordPress tembel yüklemesini devre dışı bırakın

source: Disable page title
tr_tr: Sayfa başlığını devre dışı bırak

source: Disable prefooter
tr_tr: Prefooter'ı devre dışı bırak

source: Disable prefooter on this page.
tr_tr: Bu sayfada Prefooter'ı devre dışı bırak

source: Disable Swiper slider script on mobile devices
tr_tr: Mobil cihazlarda Swiper kaydırıcı betiğini devre dışı bırakın

source: Disable this row for desktop devices.
tr_tr: Masaüstü cihazlar için bu satırı devre dışı bırakın.

source: Disable this row for mobile devices.
tr_tr: Mobil cihazlar için bu satırı devre dışı bırakın.

source: Disable wishlist for guests customers.
tr_tr: Misafir müşteriler için istek listesini devre dışı bırakın.

source: Disabled
tr_tr: Devredışı

source: Disabled color
tr_tr: Devredışı renk

source: Disabled overflow
tr_tr: Devredışı taşma

source: Disabled swatch style
tr_tr: Devre dışı renk örneği stili

source: Disconnect
tr_tr: Bağlantıyı Kes

source: Discord link
tr_tr: Discord bağlantısı

source: Discord social link
tr_tr: Discord sosyal medya bağlantısı

source: Discount
tr_tr: İndirim

source: Discount amount value
tr_tr: İndirim tutarı değeri

source: Discount cannot exceed 100%.
tr_tr: İndirim oranı %100'ü geçemez.

source: Discount percentage value
tr_tr: İndirim yüzdesi değeri

source: Discount rules from
tr_tr: İndirim kuralları

source: Discount rules to
tr_tr: İndirim kuralları

source: Discount to zero
tr_tr: Sıfıra indirim

source: Discount type
tr_tr: İndirim tipi

source: Discover how to change the main logo of the website
tr_tr: Web sitesinin ana logosunun nasıl değiştirileceğini keşfedin

source: Dismiss Notice
tr_tr: Bildirimi Kaldır

source: Dismiss this notice
tr_tr: Bu uyarıyı kaldır

source: Display
tr_tr: Görüntüle

source: Display "Continue reading" button
tr_tr: "Okumaya devam et" butonunu göster

source: Display a button that leads to the selected category.
tr_tr: Seçilen kategoriye yönlendiren bir buton görüntüleyin.

source: Display a certain number of categories and "show more" button.
tr_tr: Belirli sayıda kategoriyi görüntüleyin ve "daha fazlasını göster" butonuna tıklayın.

source: Display a free shipping progress bar on the website.
tr_tr: Web sitesinde bir ücretsiz kargo ilerleme çubuğu görüntüleyin.

source: Display a list with icon
tr_tr: Simgeli bir liste görüntüle

source: Display a number of sold and in stock products as a progress bar.
tr_tr: Satılan ve stokta bulunan ürün sayısını ilerleme çubuğu olarak görüntüleyin.

source: Display a thin line above the header with your custom content. Useful for promotions and global messages.
tr_tr: Özel içeriğinizle ÜstAlan üstünde ince bir satır görüntüleyin. Promosyonlar ve genel mesajlar için kullanışlıdır.

source: Display caption texts below images when you open the photoswipe popup. Captions can be added to your images via the Media library.
tr_tr: Photoswipe açılır penceresini açtığınızda görsellerin altında açıklama metinlerini görüntüleyin. Açıklamalar, Ortam kütüphanesi aracılığıyla resimlerinize eklenebilir.

source: Display categories list that allows you to filter your portfolio projects.
tr_tr: Portföy projelerinizi filtrelemenize izin veren kategoriler listesini görüntüleyin.

source: Display categories, share icons, author and replies
tr_tr: Kategorileri, paylaşım simgelerini, yazarları ve yanıtları görüntüleme

source: Display Comment Count
tr_tr: Yorum Sayısını Göster

source: Display compare product button on all products grids and lists.
tr_tr: Tüm ürün ızgaralarında ve listelerinde ürün karşılaştırma butonunu görüntüleyin.

source: Display Date
tr_tr: Tarih Göster

source: Display delivery dates common to all products in the cart on the cart and checkout pages.
tr_tr: Sepetteki tüm ürünler için ortak teslimat tarihlerini sepet ve ödeme sayfalarında görüntüleyin.

source: Display grid
tr_tr: Izgarayı göster

source: Display HTML block
tr_tr: HTML bloğunu göster

source: Display images captions below the images when you open them in lightbox. Captions are based on titles of your photos and can be edited in Dashboard -> Media.
tr_tr: Görselleri lightbox'ta açtığınızda görsellerin altında görsel alt yazılarını görüntüleyin. Alt yazılar fotoğraflarınızın başlıklarına dayanır ve Kontrol Paneli -> Medya'da düzenlenebilir.

source: Display information about some person
tr_tr: Bir kişi hakkında bilgi göster

source: Display information about the post author
tr_tr: Gönderi yazarı hakkındaki bilgi göster

source: Display inline
tr_tr: Satır içi görüntüle

source: Display inline (Deprecated)
tr_tr: Satır içi görüntüle (Kullanım dışı)

source: Display JPG, PNG or SVG image
tr_tr: JPG, PNG veya SVG görüntüsünü görüntüleme

source: Display login form dropdown on hover when user is not logged in.
tr_tr: Kullanıcı oturum açmadığında fareyle üzerine gelindiğinde oturum açma formu açılır menüsünü görüntüleyin.

source: Display post excerpt
tr_tr: Gönderi alıntısını görüntüle

source: Display post title
tr_tr: Gönderi başlığını görüntüle

source: Display pre-built HTML block
tr_tr: Önceden oluşturulmuş HTML bloğunu görüntüle

source: Display project title instead of portfolio page title in page heading
tr_tr: Sayfa başlığında portföy sayfası başlığı yerine proje başlığını göster

source: Display published date
tr_tr: Yayınlanma tarihini göster

source: Display results from blog
tr_tr: Blogdaki sonuçları göster

source: Display search icon/form in the header in different views.
tr_tr: ÜstAlan'daki arama simgesini / formu farklı görünümlerde göster.

source: Display share buttons icons on the single product page.
tr_tr: Tek ürün sayfasında paylaşım butonlarının simgelerini görüntüleyin.

source: Display share icons on single post page
tr_tr: Tek gönderi sayfasında paylaşım simgelerini görüntüleyin

source: Display size guide table anywhere
tr_tr: Boyut kılavuzu tablosunu istediğiniz yerde görüntüleyin

source: Display stars rating
tr_tr: Yıldız derecelendirmesini göster

source: Display the filters button fixed on the screen for mobile and tablet devices.
tr_tr: Mobil ve tablet cihazlar için ekrana sabitlenmiş filtre butonunu görüntüleyin.

source: Display Thumbnail
tr_tr: Küçük Resmi Görüntüle

source: Display username when user is logged in.
tr_tr: Kullanıcı oturum açtığında kullanıcı adını görüntüleyin.

source: Display widget
tr_tr: Bileşeni görüntüle

source: Display wishlist product button on all products grids and lists.
tr_tr: Tüm ürün ızgaralarında ve listelerinde ürün istek listesi butonunu görüntüleyin.

source: Displays a full chain of links to the current page.
tr_tr: Geçerli sayfaya ait tüm bağlantı zincirini görüntüler.

source: Displays sales count for a product over a specified time frame, e.g., "3 minutes".
tr_tr: Belirli bir zaman dilimindeki (örneğin "3 dakika") bir ürünün satış sayısını görüntüler.

source: Displays the most recent posts from your X (Twitter) Stream.
tr_tr: X (Twitter) akışınızdaki en son gönderileri görüntüler.

source: Displays the selected variation image based on the chosen filter instead of the default product image.
tr_tr: Varsayılan ürün resmi yerine, seçilen filtreye göre seçilen varyasyon resmini görüntüler.

source: Distortion
tr_tr: Bozulma

source: Distortion effect can be viewed on frontend only.
tr_tr: Bozulma efekti sadece önyüzde görüntülenebiliyor.

source: Divider
tr_tr: Ayırıcı

source: Divider block
tr_tr: Ayırıcı blok

source: Divider for sections
tr_tr: Bölümler için ayırıcı

source: Divider with inner block
tr_tr: İç bloklu ayırıcı

source: Dividers element
tr_tr: Ayırıcı öğe

source: Do you really want to remove these products?
tr_tr: Bu ürünleri gerçekten kaldırmak istiyor musunuz?

source: Documentation
tr_tr: Belgeler

source: Dokan integration
tr_tr: Dokan entegrasyonu

source: DOMDocument
tr_tr: DOM Belgesi

source: Don't display categories that don't have any products assigned.
tr_tr: Herhangi bir ürün atanmamış kategorileri gösterme.

source: Don't Forget to Complete Your Purchase!
tr_tr: Satın Alma İşleminizi Tamamlamayı Unutmayın!

source: Don't show duplicated titles for product tabs.
tr_tr: Ürün sekmeleri için yinelenen başlıkları gösterme.

source: Don't use
tr_tr: Kullanma

source: Done
tr_tr: Tamam

source: Done! The desktop logo has been successfully uploaded. Click "Save" to continue.
tr_tr: Tamamlandı! Masaüstü logo başarıyla yüklendi. Devam etmek için "Kaydet"e tıklayın.

source: Done! The mobile logo has been successfully uploaded. Click "Save" to continue.
tr_tr: Tamamlandı! Mobil logo başarıyla yüklendi. Devam etmek için "Kaydet"e tıklayın.

source: Done! The title element has been successfully updated. Click "Save changes" to continue.
tr_tr: Tamamlandı! Başlık öğesi başarıyla güncellendi. Devam etmek için "Değişiklikleri kaydet"e tıklayın.

source: Don’t display categories that don’t have any products assigned.
tr_tr: Herhangi bir ürün atanmamış kategorileri gösterme.

source: Dot
tr_tr: Nokta

source: Dotted
tr_tr: Noktalı

source: Double
tr_tr: Çift

source: Download
tr_tr: İndir

source: Download image
tr_tr: Görseli indir

source: Drag and drop onto this block, upload, or select existing media from your library.
tr_tr: Bu bloğa sürükleyip bırakın, yükleyin veya kütüphanenizdeki mevcut medyayı seçin.

source: Drag images, upload new ones or select files from your library.
tr_tr: Görselleri sürükleyin, yenilerini yükleyin veya kitaplığınızdan dosya seçin.

source: Dragging
tr_tr: Sürükleme

source: Dragging hover
tr_tr: Sürükleme hover

source: Dribbble link
tr_tr: Dribbble bağlantısı

source: Dribbble social link
tr_tr: Dribbble sosyal medya bağlantısı

source: Drilldown
tr_tr: Ayrıntılı inceleme

source: Drilldown animation
tr_tr: Ayrıntılı inceleme animasyonu

source: Dropdown
tr_tr: Açılır menü

source: Dropdown aside
tr_tr: Açılır menü bir yana

source: Dropdown background
tr_tr: Açılır menü arka planı

source: Dropdown color scheme
tr_tr: Açılır menü renk şeması

source: Dropdown design
tr_tr: Açılır menü tasarımı

source: Dropdown full-height
tr_tr: Açılır menü tam boy

source: Dropdown height
tr_tr: Açılır menü yüksekliği

source: Dropdown padding
tr_tr: Açılır menü dolgusu

source: Dropdown select
tr_tr: Açılır menü seçimi

source: Dropdown settings
tr_tr: Açılır menü ayarları

source: Dropdown side
tr_tr: Açılır menü tarafı

source: Dropdown width
tr_tr: Açılır menü genişliği

source: Duplicate
tr_tr: Çoğalt

source: Duration
tr_tr: Süre

source: Duration of animation between slides (in ms)
tr_tr: Slaytlar arasında animasyon süresi (ms)

source: Duration of animation between slides (in ms).
tr_tr: Slaytlar arasında animasyon süresi (ms).

source: Duration of one animation cycle (in seconds)
tr_tr: Bir animasyon döngüsünün süresi (sn)

source: During the next steps, you will choose and configure the basic settings of your website by enabling automatic updates, installing the required plugins, and selecting a pre-built website with demo content.
tr_tr: Sonraki adımlarda, otomatik güncellemeleri etkinleştirerek, gerekli eklentileri yükleyerek ve demo içerikli önceden oluşturulmuş bir web sitesini seçerek web sitenizin temel ayarlarını seçip yapılandıracaksınız.

source: Dynamic discounts
tr_tr: Dinamik indirimler

source: Dynamic discounts table
tr_tr: Dinamik indirim tablosu

source: Dynamic pagination
tr_tr: Dinamik sayfalama

source: Dynamic pagination control
tr_tr: Dinamik sayfalama denetimi

source: Dynamic pricing table on the single product page.
tr_tr: Tek ürün sayfasında dinamik fiyatlandırma tablosu.

source: Each menu item includes several customization options:
tr_tr: Her menü öğesi çeşitli özelleştirme seçenekleri içerir:

source: Earliest estimated delivery date
tr_tr: En erken tahmini teslimat tarihi

source: Edit
tr_tr: Düzenle

source: Edit Category
tr_tr: Kategoriyi Düzenle

source: Edit category
tr_tr: Kategori düzenle

source: Edit conditions
tr_tr: Koşulları düzenle

source: Edit current header
tr_tr: Mevcut ÜstAlan'ı düzenle

source: Edit Item
tr_tr: Ögeyi düzenle

source: Edit name
tr_tr: İsmi düzenle

source: Edit or create a menu
tr_tr: Bir menüyü düzenle veya oluştur

source: Edit settings
tr_tr: Ayarları düzenle

source: Edit size guide
tr_tr: Beden Tablosunu düzenle

source: Edit Slider
tr_tr: Slider'ı düzenle

source: Edit the active header
tr_tr: Etkin ÜstAlan'ı düzenle

source: Edit the element settings
tr_tr: Öğe ayarlarını düzenle

source: Edit the main navigation menu
tr_tr: Ana navigasyon menüsünü düzenle

source: Edit the page
tr_tr: Sayfayı düzenle

source: Edit theme settings
tr_tr: Tema ayarlarını düzenle

source: Edit this block with Page Builder
tr_tr: Bu bloğu Sayfa Oluşturucu ile düzenleyin

source: Edit this customer
tr_tr: Bu müşteriyi düzenle

source: Edit this item
tr_tr: Bu öğeyi düzenle

source: Edit with Elementor
tr_tr: Elementor ile Düzenle

source: Edit with Gutenberg
tr_tr: Gutenberg ile Düzenle

source: Effect
tr_tr: Efekt

source: Eighth
tr_tr: Sekizinci

source: Element animations
tr_tr: Öğe animasyonları

source: Element highlighted text
tr_tr: Vurgulanan metin öğesi

source: Element option off canvas column (Elementor)
tr_tr: Off-canvas sütun öğe seçeneği (Elementor)

source: Element option off canvas column (WPBakery)
tr_tr: Off-canvas sütun öğe seçeneği (WPBakery)

source: Element option sticky column (Elementor)
tr_tr: Öğe seçeneği yapışkan sütun (Elementor)

source: Element page title builder
tr_tr: Öğe sayfa başlığı oluşturucu

source: Element subtitle style
tr_tr: Öğe alt başlık stili

source: Element title
tr_tr: Öğe başlığı

source: Elementor editor overview
tr_tr: Elementor düzenleyicisine genel bakış

source: Elementor frontend
tr_tr: Elementor ön ucu

source: Elementor integration
tr_tr: Elementor entegrasyonu

source: Elementor Pro integration
tr_tr: Elementor Pro entegrasyonu

source: Elements
tr_tr: Öğeler

source: Elements visibility
tr_tr: Öğelerin görünürlüğü

source: Email
tr_tr: E-posta

source: Email for share links
tr_tr: Paylaşım bağlantıları için e-posta

source: Email for social links
tr_tr: Sosyal medya bağlantıları için e-posta

source: Email Heading
tr_tr: E-posta Başlığı

source: Email HTML content
tr_tr: E-posta HTML içeriği

source: Email social link
tr_tr: E-posta sosyal medya bağlantısı

source: Email Template
tr_tr: E-posta Şablonu

source: Email text content
tr_tr: E-posta metin içeriği

source: Email type
tr_tr: E-posta türü

source: Embed/Self-hosted video player
tr_tr: Gömülü/Kendi barındırdığınız video oynatıcı

source: Empty cart
tr_tr: Boş sepet

source: Empty cart page
tr_tr: Boş sepet sayfası

source: Empty cart text
tr_tr: Boş sepet metni

source: Empty color
tr_tr: Boş renk

source: Empty compare text
tr_tr: Boş karşılaştırma metni

source: Empty path ID, please, try again.
tr_tr: Boş yol ID'si, lütfen tekrar deneyin.

source: Empty wishlist text
tr_tr: Boş istek listesi metni

source: Enable
tr_tr: Etkin

source: Enable "Dynamic discounts"
tr_tr: "Dinamik indirimleri" etkinleştir

source: Enable "Estimate Delivery"
tr_tr: "Teslimat Tahmini"ni etkinleştir

source: Enable "Free gifts"
tr_tr: "Ücretsiz hediyeler"i etkinleştir

source: Enable "Frequently bought together"
tr_tr: "Sıklıkla birlikte alınanlar" seçeneğini etkinleştir

source: Enable "Waitlist"
tr_tr: "Bekleme Listesi"ni etkinleştir

source: Enable a filter that allows showing reviews only with images.
tr_tr: Yalnızca görselli yorumları göstermeye izin veren bir filtreyi etkinleştirin.

source: Enable additional info tab
tr_tr: Ek bilgi sekmesini etkinleştirin

source: Enable age verification popup
tr_tr: Yaş doğrulama pop-up'ını etkinleştir

source: Enable AJAX functionality for filter widgets, categories navigation, and pagination on the shop page.
tr_tr: Mağaza sayfasında filtre bileşenleri, kategorilerde gezinme ve sayfalandırma için AJAX işlevini etkinleştirin.

source: Enable autoplay
tr_tr: Otomatik oynatmayı etkinleştir

source: Enable cart recovery
tr_tr: Sepet kurtarmayı etkinleştir

source: Enable catalog mode
tr_tr: Katalog modunu etkinleştir

source: Enable collapsible content
tr_tr: Daraltılabilir içeriği etkinleştir

source: Enable compare
tr_tr: Karşılaştırmayı etkinleştir

source: Enable compare by category
tr_tr: Kategoriye göre karşılaştırmayı etkinleştirin

source: Enable compare functionality built in with the theme. Read more information in our <a href="https://xtemos.com/docs/woodmart/woodmart-compare/">documentation</a>.
tr_tr: Temayla birlikte gelen karşılaştırma işlevini etkinleştirin. Daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/woodmart-compare/">ilgili belgemiz</a>.

source: Enable coupon
tr_tr: Kuponu etkinleştir

source: Enable custom slider
tr_tr: Özel slider'I etkinleştir

source: Enable description tab
tr_tr: Açıklama sekmesini etkinleştir

source: Enable FAQ Scheme
tr_tr: SSS Şemasını Etkinleştir

source: Enable fragments updating
tr_tr: Parçaların güncellenmesini etkinleştir

source: Enable icons
tr_tr: Simgeleri etkinleştir

source: Enable instant AJAX search functionality for this form.
tr_tr: Bu form için anında AJAX arama işlevini etkinleştirin.

source: Enable it if you are redirected to my account page without signing in after click on the social login button.
tr_tr: Sosyal medya ile giriş butonuna tıkladıktan sonra oturum açmadan hesabım sayfasına yönlendiriliyorsanız etkinleştirin.

source: Enable it to load translations from all possible locations. Usually needs to be disabled so the translation will be loaded from the system folder only wp-content/languages/themes and the performance will be better.
tr_tr: Çevirileri olası tüm konumlardan yüklemek için etkinleştirin. Genellikle devre dışı bırakılması gerekir, böylece çeviri yalnızca wp-content/languages/themes sistem klasöründen yüklenir ve performans daha iyi olur.
