Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Use WooCommerce query when you display this element as a part of the shop page in WoodMart Layouts builder.
tr_tr: Bu öğeyi WoodMart Layouts oluşturucusunda mağaza sayfasının bir parçası olarak görüntülediğinizde WooCommerce sorgusunu kullanın.

source: Used on hover?
tr_tr: Üzerine gelindiğinde mi kullanılsın?

source: Used when active?
tr_tr: Aktif olduğunda kullanılsın mı?

source: Useful if your products have different height.
tr_tr: Ürünleriniz farklı yükseklikte ise kullanışlıdır.

source: Useful when you have product images with different height.
tr_tr: Farklı yükseklikteki ürün görselleriniz olduğunda kullanışlıdır.

source: Useful when you set background color for the single product page to gray for example.
tr_tr: Örneğin, tek ürün sayfası için arka plan rengini gri olarak ayarladığınızda kullanışlıdır.

source: User Avatar
tr_tr: Kullanıcı Resmi

source: User email:
tr_tr: Kullanıcı e-postası:

source: User headers
tr_tr: Kullanıcı ÜstAlan'ları

source: User panel to use in My Account area
tr_tr: Hesabım alanında kullanılacak kullanıcı paneli

source: User Preview
tr_tr: Kullanıcı Önizlemesi

source: User role
tr_tr: Kullanıcı rolü

source: User scroll
tr_tr: Kullanıcı kaydırma

source: User testimonial
tr_tr: Kullanıcı referansı

source: User testimonials slider or grid
tr_tr: Kullanıcı referansları slider veya ızgarası

source: User title
tr_tr: Kullanıcı başlığı

source: User:
tr_tr: Kullanıcı:

source: Username
tr_tr: Kullanıcı adı

source: Users
tr_tr: Kullanıcılar

source: Using native browser scrolling feature on mobile devices may improve your page loading and performance on some devices. This option does not apply to the main product carousel and WoodMart slider.
tr_tr: Mobil cihazlarda yerel tarayıcı kaydırma özelliğini kullanmak, bazı cihazlarda sayfa yüklemenizi ve performansınızı iyileştirebilir. Bu seçenek ana ürün karuseli ve Woodmart slider için geçerli değildir.

source: Value
tr_tr: Değer

source: Value typography
tr_tr: Değer tipografisi

source: Variable product
tr_tr: Değişken ürün

source: Variable products
tr_tr: Değişken ürünler

source: Variation as product
tr_tr: Ürün olarak varyasyon

source: Variation Image Gallery
tr_tr: Varyasyon Görsel Galerisi

source: Variation Title
tr_tr: Varyasyon Başlığı

source: Variations images
tr_tr: Varyasyon görselleri

source: Variations price
tr_tr: Varyasyon fiyatı

source: Variations products meta
tr_tr: Varyasyon ürünleri meta

source: Vendor dashboard
tr_tr: Satıcı kontrol paneli

source: Verified owner
tr_tr: Doğrulanmış kullanıcı

source: Version
tr_tr: Sürüm

source: Vertical
tr_tr: Dikey

source: Vertical align
tr_tr: Dikey hizala

source: Vertical align
tr_tr: Dikey hizala

source: Vertical alignment
tr_tr: Dikey hizalama

source: Vertical content align
tr_tr: Dikey içerik hizalaması

source: Vertical even & odd
tr_tr: Dikey çift ve tek

source: Vertical even background color
tr_tr: Dikey çift arka plan rengi

source: Vertical even color
tr_tr: Dikey çift renk

source: Vertical even text color
tr_tr: Dikey çift metin rengi

source: Vertical odd background color
tr_tr: Dikey tek arka plan rengi

source: Vertical odd color
tr_tr: Dikey tek renk

source: Vertical odd text color
tr_tr: Dikey tek metin rengi

source: Vertical offset
tr_tr: Dikey ofset

source: Vertical position
tr_tr: Dikey pozisyon

source: Vertical position (%)
tr_tr: Dikey pozisyon (%)

source: Vertical spacing
tr_tr: Dikey aralık

source: Very poor
tr_tr: Çok zayıf

source: Viber link
tr_tr: Viber bağlantısı

source: Viber social link
tr_tr: Viber sosyal medya bağlantısı

source: Video display type
tr_tr: Video görüntüleme türü

source: Video element
tr_tr: Video öğesi

source: Video element popup
tr_tr: Video öğesi pop-up'ı

source: Video Options
tr_tr: Video Seçenekleri

source: Video options
tr_tr: Video seçenekleri

source: Video poster element
tr_tr: Video afiş öğesi

source: Video size
tr_tr: Video boyutu

source: Video source
tr_tr: Video kaynağı

source: Video thumbnail
tr_tr: Video küçük resmi

source: Video thumbnail Photoswipe
tr_tr: Video küçük resmi Photoswipe

source: Video tutorials
tr_tr: Video eğitimleri

source: View
tr_tr: Görünüm

source: View 3D element
tr_tr: 3D öğeyi görüntüle

source: View a list with customers that have added this product to their waitlist
tr_tr: Bu ürünü bekleme listesine ekleyen müşterilerin yer aldığı listeyi görüntüleyin

source: View a list with customers that have added this product to their wishlist
tr_tr: Bu ürünü istek listesine ekleyen müşterilerin yer aldığı listeyi görüntüleyin

source: View all posts by %s
tr_tr: %s tarafından yazılan tüm gönderileri görüntüle

source: View all results
tr_tr: Tüm sonuçları görüntüle

source: View Cart
tr_tr: Sepeti Görüntüle

source: View cart
tr_tr: Sepeti görüntüle

source: View customer cart
tr_tr: Müşteri sepetini görüntüle

source: View customers
tr_tr: Müşterileri görüntüle

source: View details
tr_tr: Detayları göster

source: View Item
tr_tr: Öğeyi Görüntüle

source: View Large
tr_tr: Büyük Görüntüle

source: View page
tr_tr: Sayfayı görüntüle

source: View Product
tr_tr: Ürünü Görüntüle

source: View size guide
tr_tr: Beden tablosunu görüntüle

source: Viewport tag
tr_tr: Görünüm etiketi

source: Vimeo link
tr_tr: Vimeo bağlantısı

source: Vimeo player
tr_tr: Vimeo oynatıcı

source: Vimeo social link
tr_tr: Vimeo sosyal medya bağlantısı

source: Vimeo video URL
tr_tr: Vimeo video URL'si

source: Visibility
tr_tr: Görünürlük

source: Visible on frontend only
tr_tr: Yalnızca ön yüzde görünür

source: Visitor counter
tr_tr: Ziyaretçi sayacı

source: VK link
tr_tr: VK bağlantısı

source: VK social link
tr_tr: VK sosyal medya bağlantısı

source: Wait interval
tr_tr: Bekleme aralığı

source: Waitlist
tr_tr: Bekleme listesi

source: Waitlist subscribe form
tr_tr: Bekleme listesi abonelik formu

source: Waitlist subscription confirmed
tr_tr: Bekleme listesi aboneliği onaylandı

source: Waitlist table in my account page
tr_tr: Hesap sayfamdaki bekleme listesi tablosu

source: Waitlist: confirm your subscription
tr_tr: Bekleme listesi: aboneliğinizi onaylayın

source: Waitlist: product back in stock
tr_tr: Bekleme listesi: ürün tekrar stokta

source: Waitlist: subscription confirmed
tr_tr: Bekleme listesi: abonelik onaylandı

source: Waitlists
tr_tr: Bekleme listeleri

source: Waitlists on My account
tr_tr: Hesabımdaki bekleme listeleri

source: Warning
tr_tr: Uyarı

source: Warning notice background color
tr_tr: Uyarı bildirimi arka plan rengi

source: Warning notice text color
tr_tr: Uyarı notu metin rengi

source: Warning: all your Theme Settings will be reset to default values. We recommend you export your current settings as a backup before doing this.
tr_tr: Uyarı: tüm Tema Ayarlarınız varsayılan değerlere sıfırlanacak. Bunu yapmadan önce mevcut ayarlarınızı yedek olarak dışa aktarmanızı öneririz.

source: Watch video
tr_tr: Videoyu izleyin

source: Waves Small
tr_tr: Dalgalar Küçük

source: Waves small bottom
tr_tr: Dalgalar küçük alt

source: Waves small top
tr_tr: Dalgalar küçük üst

source: Waves Wide
tr_tr: Dalgalar Geniş

source: Waves wide bottom
tr_tr: Dalgalar geniş alt

source: Waves wide top
tr_tr: Dalgalar geniş üst

source: Wavy
tr_tr: Dalgalı

source: WC currency switcher integration
tr_tr: WC para birimi değiştirici entegrasyonu

source: WC Products widget
tr_tr: WC Ürünler bileşeni

source: WC products widget
tr_tr: WC ürünler bileşeni

source: WC Vendors integration
tr_tr: WC Satıcı entegrasyonu

source: WCFM – Frontend Manager integration
tr_tr: WCFM - Ön Yüz Yöneticisi entegrasyonu

source: We added you to this product's waitlist and we'll send you an email when the product is available.
tr_tr: Sizi bu ürünün bekleme listesine ekledik ve ürün mevcut olduğunda size bir e-posta göndereceğiz.

source: We confirm that you have been added to the waitlist for the following item:
tr_tr: Aşağıdaki öğe için bekleme listesine eklendiğinizi onaylıyoruz:

source: We confirm that you have been added to the waitlist for the following item:
tr_tr: Aşağıdaki öğe için bekleme listesine eklendiğinizi onaylıyoruz:

source: We noticed that you left a few items in your cart and didn't complete your purchase. We just wanted to remind you that those great finds are still waiting for you!
tr_tr: Sepetinizde birkaç ürün bıraktığınızı ve satın alma işleminizi tamamlamadığınızı fark ettik. Sadece bu harika ürünlerin hala sizi beklediğini hatırlatmak istedik!

source: We noticed that you left a few items in your cart and didn't complete your purchase. We just wanted to remind you that those great finds are still waiting for you!
tr_tr: Sepetinizde birkaç ürün bıraktığınızı ve satın alma işleminizi tamamlamadığınızı fark ettik. Sadece bu harika ürünlerin hala sizi beklediğini hatırlatmak istedik!

source: We only have limited stock, so don't wait any longer, and take this chance to make it yours!
tr_tr: Bu üründe sınırlı stok mevcut, fırsatı kaçırmamak için acele edin!

source: We recommend you to set the same color as your row’s background color for the best effect.
tr_tr: En iyi efekt için satırınızın arka plan rengiyle aynı rengi ayarlamanızı öneririz.

source: We use cookies to improve your experience on our website. By browsing this website, you agree to our use of cookies.
tr_tr: Web sitemizdeki deneyiminizi geliştirmek için çerezler kullanıyoruz. Bu web sitesine göz atarak, çerez kullanımımızı kabul etmiş olursunuz.

source: We're eager to get these items to you. Don't miss out on them!
tr_tr: Bu ürünleri size ulaştırmak için sabırsızlanıyoruz. Kaçırmayın!

source: Website's logo
tr_tr: Web site logosu

source: Websites
tr_tr: Web Siteleri

source: Wednesday
tr_tr: Çarşamba

source: week
tr_tr: hafta

source: Weeks
tr_tr: Hafta

source: Weight
tr_tr: Ağırlık

source: Welcome
tr_tr: Hoşgeldiniz

source: Welcome page text
tr_tr: Karşılama sayfası metni

source: Welcome page title
tr_tr: Karşılama sayfası başlığı

source: Welcome to WoodMart
tr_tr: WoodMart'a Hoş Geldiniz

source: Welcome to WoodMart dashboard
tr_tr: WoodMart kontrol paneline hoş geldiniz

source: Welcome, <strong>%s</strong>
tr_tr: Hoşgeldiniz, <strong>%s</strong>

source: What columns users may select to be displayed on the product page
tr_tr: Kullanıcıların ürün sayfasında görüntülenmesini seçebileceği sütunlar

source: What is the "Menus" section?
tr_tr: "Menüler" bölümü nedir?

source: What's new
tr_tr: Yenilikler

source: WhatsApp link
tr_tr: WhatsApp bağlantısı

source: WhatsApp social link
tr_tr: WhatsApp sosyal medya bağlantısı

source: When enabled, the search function will also look for and display categories that match the search query.
tr_tr: Etkinleştirildiğinde, arama işlevi arama sorgusuyla eşleşen kategorileri de arayacak ve görüntüleyecektir.

source: When this option is enabled the cart will be refreshed automatically when you increase/decrease the product quantity.
tr_tr: Bu seçenek etkinleştirildiğinde, ürün miktarını artırdığınızda/azalttığınızda sepet otomatik güncellenecektir.

source: When you create a promotion, all customers that have a corresponding product in their wishlist will get an email. You can customize this email content in
tr_tr: Bir promosyon oluşturduğunuzda, istek listelerinde ilgili ürüne sahip olan tüm müşteriler bir e-posta alacaktır. Bu e-posta içeriğini şuradan özelleştirebilirsiniz

source: When you turn on this option and click on some variation with image, the page will be scrolled up to show that variation image in the main product gallery.
tr_tr: Bu seçeneği açtığınızda ve görselli bir varyasyonu tıkladığınızda, sayfa, ana ürün galerisinde bu varyasyon görselini göstermek için yukarı kaydırılır.

source: When you turn on this option you need to specify this button link with a hash symbol. For example #section-id Then you need to have a section with an ID of "section-id" and this button click will smoothly scroll the page to that section.
tr_tr: Bu seçeneği açtığınızda, bu buton bağlantısını bir hash sembolüyle belirtmeniz gerekir. Örneğin #bolum-id O zaman "bolum-id" ID'sine sahip bir bölüme ihtiyacınız vardır ve bu buton tıklaması sayfayı sorunsuz bir şekilde o bölüme kaydıracaktır.

source: When you turn on this option you need to specify this button link with a hash symbol. For example #section-id Then you need to have a section with an ID of "section-id" and this button click will smoothly scroll the page to that section.
tr_tr: Bu seçeneği açtığınızda, bu buton bağlantısını bir hash sembolüyle belirtmeniz gerekir. Örneğin #bolum-id. O zaman "bolum-id" ID'sine sahip bir bölüme ihtiyacınız vardır ve bu buton tıklaması sayfayı sorunsuz bir şekilde o bölüme kaydıracaktır.

source: When you will select any variation, the price on the single product page will be updated with an actual variation price.
tr_tr: Herhangi bir varyasyonu seçtiğinizde, tek ürün sayfasındaki fiyat, gerçek bir varyasyon fiyatı ile güncellenecektir.

source: Where is my code?
tr_tr: Kodum nerede?

source: White
tr_tr: Beyaz

source: White label
tr_tr: Beyaz etiket

source: Wide
tr_tr: Geniş

source: Wide (1600 px)
tr_tr: Geniş (1600 px)

source: Wide image
tr_tr: Geniş görsel

source: Widget active filters
tr_tr: Bileşen etkin filtreleri

source: Widget Area for full screen menu
tr_tr: Tam ekran menü için Bileşen Alanı

source: Widget Area for My Account, orders and other user pages.
tr_tr: Hesabım, siparişler ve diğer kullanıcı sayfaları için Bileşen Alanı.

source: Widget Area for shop filters above the products
tr_tr: Ürünler üzerinde mağaza filtreleri için Bileşen Alanı

source: Widget Area for shop pages
tr_tr: Mağaza sayfaları için Bileşen Alanı

source: Widget Area for single product page
tr_tr: Tek ürün sayfası için Bileşen Alanı

source: Widget brand thumbnails
tr_tr: Bileşen marka küçük resimleri

source: Widget calendar
tr_tr: Bileşen takvimi

source: Widget collapse
tr_tr: Bileşen daraltma

source: Widget for author information
tr_tr: Yazar bilgileri için bileşen

source: Widget layered navigation & stock status
tr_tr: Bileşen katmanlı navigasyon ve stok durumu

source: Widget media gallery
tr_tr: Bileşen ortam galerisi

source: Widget price filter slider
tr_tr: Bileşen fiyat filtresi sliderı

source: Widget products
tr_tr: Bileşen ürünleri

source: Widget products upsells
tr_tr: Bileşen ürünleri üst satışları

source: Widget recent post or comments
tr_tr: Bileşen son gönderi veya yorumlar

source: Widget rss
tr_tr: Bileşen Rss

source: Widget settings
tr_tr: Bileşen ayarları

source: Widget shopping cart
tr_tr: Bileşen alışveriş sepeti

source: Widget tag cloud
tr_tr: Bileşen etiket bulutu

source: Widget title
tr_tr: Bileşen başlığı

source: Widget title tag
tr_tr: Bileşen başlık etiketi

source: Widget title toggle
tr_tr: Bileşen başlığı geçişi

source: Widget titles font
tr_tr: Bileşen başlıkları yazı tipi

source: Widget user panel
tr_tr: Bileşen kullanıcı paneli

source: Widget woocommerce other
tr_tr: Bileşen woocommerce diğer

source: Widgets
tr_tr: Bileşenler

source: Widgets added to the footer will be collapsed by default and opened when you click on their titles.
tr_tr: AltAlan'a eklenen bileşenler varsayılan olarak daraltılacak ve başlıklarına tıkladığınızda açılacaktır.

source: Widgets collapse script
tr_tr: Bileşen daraltma betiği

source: Width
tr_tr: Genişlik

source: Will be executed on $(document).ready()
tr_tr: $(document).ready() üzerinde yürütülecek

source: Wishlist
tr_tr: İstek Listesi

source: Wishlist bulk action
tr_tr: İstek listesi toplu eylemi

source: Wishlist content
tr_tr: İstek listesi içeriği

source: Wishlist count
tr_tr: İstek listesi sayısı

source: Wishlist group
tr_tr: İstek listesi grubu

source: Wishlist icon
tr_tr: İstek listesi simgesi

source: Wishlist is available only for logged in visitors.
tr_tr: İstek listesi yalnızca giriş yapmış ziyaretçiler için mevcuttur.

source: Wishlist page
tr_tr: İstek listesi sayfası

source: Wishlist popup
tr_tr: İstek listesi pop-up'ı

source: Wishlist products
tr_tr: İstek listesi ürünleri

source: Wishlist promotional email is currently disabled. You need to enable it if you want to send promotional emails to your customers. Find it in
tr_tr: İstek listesi promosyon e-postası şu anda devre dışıdır. Müşterilerinize promosyon e-postaları göndermek istiyorsanız bunu etkinleştirmeniz gerekir. İçinde bulun

source: Wishlist: on sale item
tr_tr: İstek Listesi: indirimli ürün

source: Wishlist: product back in stock
tr_tr: İstek Listesi: ürün tekrar stokta

source: Wishlist: promotional
tr_tr: İstek listesi: promosyon

source: Wishlists
tr_tr: İstek listesi

source: Wishlists page in admin panel
tr_tr: Yönetici panelindeki istek listesi sayfası

source: With arrows
tr_tr: Oklar ile

source: With background
tr_tr: Arka plan ile

source: With background image
tr_tr: Arka plan görseli ile

source: With border
tr_tr: Sınır ile

source: With bullets
tr_tr: Madde işareti ile

source: With hover
tr_tr: Üzerine gelindiğinde

source: With icon
tr_tr: Simge ile

source: With image
tr_tr: Görsel ile

source: With numbers
tr_tr: Sayılar ile

source: With shadow
tr_tr: Gölge ile

source: Without
tr_tr: Olmadan

source: Without #.
tr_tr: # olmadan.

source: Without icon
tr_tr: Simge olmadan

source: WooCommerce -> Settings -> Emails
tr_tr: WooCommerce -> Ayarlar -> E-postalar

source: WooCommerce -> Settings -> Emails -> Wishlist “Promotional” email
tr_tr: WooCommerce -> Ayarlar -> E-postalar -> İstek Listesi "Promosyon" e-postası

source: WooCommerce add to cart button replace
tr_tr: WooCommerce sepete ekle butonu değiştirme

source: WooCommerce base
tr_tr: WooCommerce temeli

source: WooCommerce block notices
tr_tr: WooCommerce blok bildirimleri

source: WooCommerce breadcrumbs
tr_tr: WooCommerce içerik haritaları

source: WooCommerce cart labels
tr_tr: WooCommerce alışveriş sepeti etiketleri

source: WooCommerce cart quantity
tr_tr: WooCommerce alışveriş sepeti miktarı

source: WooCommerce categories loop
tr_tr: WooCommerce kategorileri döngüsü

source: WooCommerce comments
tr_tr: WooCommerce yorumları

source: WooCommerce current page breadcrumb
tr_tr: WooCommerce geçerli sayfa breadcrumb

source: WooCommerce disable owl
tr_tr: WooCommerce devre dışı bırak owl

source: WooCommerce element track order
tr_tr: WooCommerce öğe sipariş takibi

source: Woocommerce Gallery Thumbnail
tr_tr: Woocommerce Galeri Küçük Resmi

source: WooCommerce hide larger price
tr_tr: WooCommerce daha büyük fiyatı gizle

source: WooCommerce Hook
tr_tr: WooCommerce Kancası

source: WooCommerce mod checkout steps
tr_tr: WooCommerce mod ödeme adımları

source: WooCommerce mod disables swatches style 1
tr_tr: WooCommerce modu renk örneklerini devre dışı bırakır stil 1

source: WooCommerce mod disables swatches style 2
tr_tr: WooCommerce modu renk örneklerini devre dışı bırakır stil 2

source: WooCommerce mod disables swatches style 3
tr_tr: WooCommerce modu renk örneklerini devre dışı bırakır stil 3

source: WooCommerce mod grid
tr_tr: WooCommerce mod ızgarası

source: WooCommerce mod login form
tr_tr: WooCommerce mod giriş formu

source: WooCommerce mod product info
tr_tr: WooCommerce mod ürün bilgisi

source: WooCommerce mod quantity
tr_tr: WooCommerce mod miktarı

source: WooCommerce mod quantity overlap
tr_tr: WooCommerce mod miktar çakışması

source: WooCommerce mod shop table
tr_tr: WooCommerce mod mağaza tablosu

source: WooCommerce mod stock progress bar
tr_tr: WooCommerce mod stok ilerleme çubuğu

source: WooCommerce mod stock status
tr_tr: WooCommerce mod stok durumu

source: WooCommerce mod swatches
tr_tr: WooCommerce mod renk örnekleri

source: WooCommerce mod swatches filter
tr_tr: WooCommerce mod renk örnekleri filtresi

source: WooCommerce mod swatches style 1
tr_tr: WooCommerce mod renk örnekleri stili 1

source: WooCommerce mod swatches style 2
tr_tr: WooCommerce mod renk örnekleri stili 2

source: WooCommerce mod swatches style 3
tr_tr: WooCommerce mod renk örnekleri stili 3

source: WooCommerce mod swatches style 4
tr_tr: WooCommerce mod renk örnekleri stili 4

source: WooCommerce mod variation form
tr_tr: WooCommerce mod varyasyon formu

source: WooCommerce mod variation form single
tr_tr: WooCommerce mod varyasyon formu tek

source: WooCommerce mod widget checkboxes
tr_tr: WooCommerce mod bileşen onay kutuları

source: WooCommerce mod widget dropdown form
tr_tr: WooCommerce mod bileşen açılır formu

source: WooCommerce notices
tr_tr: WooCommerce bildirimleri

source: WooCommerce notices area
tr_tr: WooCommerce bildirimleri alanı

source: WooCommerce opt coming soon
tr_tr: WooCommerce yakında geliyor seçeneği

source: WooCommerce opt demo store
tr_tr: WooCommerce demo mağazası seçeneği

source: WooCommerce opt social login
tr_tr: WooCommerce sosyal medya hesabıyla giriş seçeneği

source: WooCommerce order by dropdown
tr_tr: WooCommerce açılır listeyle sırala

source: WooCommerce order details mod
tr_tr: WooCommerce sipariş ayrıntıları modu

source: WooCommerce page empty page
tr_tr: WooCommerce sayfası boş sayfa

source: WooCommerce page login register
tr_tr: WooCommerce sayfası giriş kaydı

source: WooCommerce page lost password
tr_tr: WooCommerce sayfası kayıp şifre

source: WooCommerce Payments integration
tr_tr: WooCommerce Ödemeler entegrasyonu

source: WooCommerce PHP hook
tr_tr: WooCommerce PHP kancası

source: WooCommerce price slider
tr_tr: WooCommerce fiyat slider

source: WooCommerce product labels
tr_tr: WooCommerce ürün etiketleri

source: WooCommerce product labels rect
tr_tr: WooCommerce ürün etiketleri dikdörtgen

source: WooCommerce product labels round
tr_tr: WooCommerce ürün etiketleri yuvarlak

source: WooCommerce quantity
tr_tr: WooCommerce miktar

source: WooCommerce query
tr_tr: WooCommerce sorgu

source: Woocommerce query
tr_tr: Woocommerce sorgu

source: WooCommerce quick shop
tr_tr: WooCommerce hızlı alışveriş

source: WooCommerce quick shop 2
tr_tr: WooCommerce hızlı alışveriş 2

source: WooCommerce quick view
tr_tr: WooCommerce hızlı görünüm

source: WooCommerce responsive table
tr_tr: WooCommerce duyarlı tablo

source: Woocommerce Single
tr_tr: Woocommerce Tek

source: WooCommerce single product builder
tr_tr: WooCommerce tek ürün oluşturucu

source: WooCommerce single product inline add to cart
tr_tr: WooCommerce tek ürün satır içi sepete ekle

source: WooCommerce single product predefined
tr_tr: WooCommerce tek ürün ön tanımlı

source: WooCommerce single product reviews
tr_tr: WooCommerce tek ürün incelemeleri

source: WooCommerce single product reviews criteria
tr_tr: WooCommerce tek ürün inceleme kriterleri

source: WooCommerce single product reviews likes
tr_tr: WooCommerce tek ürün incelemeleri beğenileri

source: WooCommerce single product tabs
tr_tr: WooCommerce tek ürün sekmeleri

source: WooCommerce single product tabs predefined
tr_tr: WooCommerce tek ürün sekmeleri ön tanımlı

source: WooCommerce single product video image
tr_tr: WooCommerce tek ürün video görseli

source: WooCommerce star rating mod
tr_tr: WooCommerce yıldız derecelendirme modu

source: WooCommerce star rating simple style mod
tr_tr: WooCommerce yıldız derecelendirmesi basit stil modu

source: WooCommerce Subscription integration
tr_tr: WooCommerce Abonelik entegrasyonu

source: WooCommerce Thumbnail
tr_tr: WooCommerce Küçük Resim

source: WooCommerce title limit
tr_tr: WooCommerce başlık sınırı

source: WOODMART AJAX Search
tr_tr: WOODMART AJAX Araması

source: WOODMART Author Information
tr_tr: WOODMART Yazar Bilgileri

source: WOODMART HTML Block
tr_tr: Woodmart HTML Blok

source: WOODMART Price filter
tr_tr: WOODMART Fiyat filtresi

source: WOODMART Product Category Filter
tr_tr: WOODMART Ürün Kategorisi Filtresi

source: WOODMART Recent Posts
tr_tr: WOODMART Son Gönderiler

source: WOODMART Sidebar Mega Menu
tr_tr: WOODMART Kenar Çubuğu Mega Menü

source: Woodmart sliders
tr_tr: Woodmart sliderlar
