Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Select "Yes" to limit the dropdown height to the value specified in the "Dropdown height" input. If "No" the "Dropdown height" will specify only the minimum height and the real dropdown height will depend on the actual height of the content.
tr_tr: Açılır liste yüksekliğini "Açılır liste yüksekliği" girdisinde belirtilen değere sınırlamak için "Evet"i seçin. "Hayır" ise "Açılır liste yüksekliği" yalnızca minimum yüksekliği belirtir ve gerçek açılır liste yüksekliği içeriğin gerçek yüksekliğine bağlı olur.

source: Select a content appearance animation
tr_tr: Bir içerik görünüm animasyonu seçin

source: Select a font family
tr_tr: Bir yazı tipi ailesi seçin

source: Select a page for the compare table. It should contain the shortcode: [woodmart_compare]
tr_tr: Karşılaştırma tablosu için bir sayfa seçin. Kısa kodu içermelidir: [woodmart_compare]

source: Select a page for the wishlist table. It should contain the shortcode: [woodmart_wishlist]
tr_tr: İstek listesi tablosu için bir sayfa seçin. Kısa kodu içermelidir: [woodmart_wishlist]

source: Select a page that will be shown as your default 404 error page.
tr_tr: Varsayılan 404 hata sayfanız olarak gösterilecek bir sayfa seçin.

source: Select a parameter for projects order.
tr_tr: Proje sıralaması için bir parametre seçin.

source: Select a position of the brand image on the single product page.
tr_tr: Tek ürün sayfasında marka görseli için bir konumunu seçin.

source: Select action for click action.
tr_tr: Tıklama eylemi için eylem seçin.

source: Select all
tr_tr: Tümünü seç

source: Select an attribute that will be shown as product images.
tr_tr: Ürün görselleri olarak gösterilecek bir nitelik seçin.

source: Select block
tr_tr: Blok seç

source: Select buttons
tr_tr: Butonları seç

source: Select category
tr_tr: Kategori seç

source: Select contact form
tr_tr: İletişim formu seç

source: Select content type for your grid.
tr_tr: Izgaranız için içerik türünü seçin.

source: Select design
tr_tr: Tasarım seç

source: Select different text color scheme depending on your background.
tr_tr: Arka planınıza bağlı olarak farklı metin rengi düzeni seçin.

source: Select different text color scheme depending on your header background.
tr_tr: ÜstAlan arka planınıza bağlı olarak farklı metin rengi düzeni seçin.

source: Select divider
tr_tr: Ayırıcı seç

source: Select fields for compare table
tr_tr: Karşılaştırma tablosu için alanlar seç

source: Select form
tr_tr: Form seç

source: Select how to sort retrieved brands. More at %s.
tr_tr: Alınan markaların nasıl sıralanacağını seçin. %s konumunda daha fazla.

source: Select how to sort retrieved categories. More at %s.
tr_tr: Alınan kategorilerin nasıl sıralanacağını seçin. %s konumunda daha fazla.

source: Select how to sort retrieved projects. More at %s.
tr_tr: Alınan projelerin nasıl sıralanacağını seçin. %s konumunda daha fazla.

source: Select icon from library.
tr_tr: Kütüphaneden simge seçin.

source: Select icon from media library.
tr_tr: Ortam kütüphanesinden simge seçin.

source: Select icon library.
tr_tr: Simge kütüphanesini seçin.

source: Select identificator
tr_tr: Tanımlayıcı seç

source: Select image alignment.
tr_tr: Görsel hizalamasını seçin.

source: Select image from media library.
tr_tr: Ortam kütüphanesinden görsel seçin.

source: Select images from media library.
tr_tr: Ortam kütüphanesinden görselleri seçin.

source: Select images from media library. All images should represent your product from different angles of view.
tr_tr: Ortam kütüphanesinden görselleri seçin. Tüm görseller, ürününüzü farklı bakış açılarından temsil etmelidir.

source: Select inner block
tr_tr: İç blok seç

source: Select item to add
tr_tr: Eklemek için öğe seç

source: Select layout
tr_tr: Düzen seç

source: Select main content and sidebar alignment for blog pages.
tr_tr: Blog sayfaları için ana içeriği ve kenar çubuğu hizalamasını seçin.

source: Select main content and sidebar alignment for shop pages.
tr_tr: Mağaza sayfaları için ana içeriği ve kenar çubuğu hizalamasını seçin.

source: Select main content and sidebar alignment.
tr_tr: Ana içeriği ve kenar çubuğu hizalamasını seçin.

source: Select main Tab content and sidebar alignment for single product pages.
tr_tr: Tek ürün sayfaları için ana Sekme içeriğini ve kenar çubuğu hizalamasını seçin.

source: Select menu
tr_tr: Seçim menüsü

source: Select Menu:
tr_tr: Seçim Menüsü:

source: Select one of the page builders below.
tr_tr: Aşağıdaki sayfa oluşturuculardan birini seçin.

source: Select options
tr_tr: Seçenekleri seçin

source: Select order data
tr_tr: Sipariş verilerini seçin

source: Select order type. If "Meta value" or "Meta value Number" is chosen then meta key is required.
tr_tr: Sipariş türünü seçin. "Meta değer" veya "Meta değer Numarası" seçilirse, meta anahtar gereklidir.

source: Select page title section design or disable it completely on all pages.
tr_tr: Sayfa başlığı bölüm tasarımını seçin veya tüm sayfalarda tamamen devre dışı bırakın.

source: Select preview page
tr_tr: Önizleme sayfasını seçin

source: Select preview post for builder
tr_tr: Oluşturucu için önizleme gönderisini seçin

source: Select preview product for builder
tr_tr: Oluşturucu için önizleme ürünü seçin

source: Select preview project for builder
tr_tr: Oluşturucu için önizleme projesi seçin

source: Select product
tr_tr: Ürün seç

source: Select product variation
tr_tr: Ürün varyasyonunu seçin

source: Select products that will be a part of the bundle as variations.
tr_tr: Setin bir parçası olacak ürünleri varyasyon olarak seçin.

source: Select reviews sorting
tr_tr: İnceleme sıralamasını seçin

source: Select row layout
tr_tr: Satır düzenini seç

source: Select size guide
tr_tr: Beden Tablosu seç

source: Select sorting order.
tr_tr: Sıralama düzenini seçin.

source: Select the "Colors" menu item
tr_tr: "Renkler" menü öğesini seçin

source: Select the "Section title" element
tr_tr: "Bölüm başlığı" öğesini seçin

source: Select the days of the week when delivery will not be made.
tr_tr: Teslimatın yapılmayacağı hafta günlerini seçin.

source: Select the information source that will be displayed inside the rating summary chart. If you use "Criteria", make sure that the corresponding option is enabled.
tr_tr: Derecelendirme özet tablosunda görüntülenecek bilgi kaynağını seçin. "Ölçüt" kullanıyorsanız ilgili seçeneğin etkinleştirildiğinden emin olun.

source: Select the number of columns for the product reviews inside reviews section.
tr_tr: İncelemeler bölümünde ürün incelemeleri için sütun sayısını seçin.

source: Select the number of columns for the reviews section.
tr_tr: İncelemeler bölümü için sütun sayısını seçin.

source: Select the placement of the free gifts table on the cart page, either before or after the listed products.
tr_tr: Sepet sayfasında ücretsiz hediyeler tablosunun yerleşimini, listelenen ürünlerden önce veya sonra olacak şekilde seçin.

source: Select the product categories for which you don't want to send a reminder email
tr_tr: Hatırlatma e-postası göndermek istemediğiniz ürün kategorilerini seçin

source: Select the products for which you don't want to send a reminder email
tr_tr: Hatırlatma e-postası göndermek istemediğiniz ürünleri seçin

source: Select the products that customers can choose from as free gifts with their purchase, allowing them to pick their preferred option.
tr_tr: Müşterilerin satın alımlarında ücretsiz hediye olarak seçebilecekleri ürünleri seçin, böylece tercih ettikleri seçeneği belirleyebilsinler.

source: Select the shipping zone and method for which these estimated delivery date rules will apply. Leave this field empty if you want the rule to apply to all available shipping zones.
tr_tr: Bu tahmini teslimat tarihi kurallarının uygulanacağı gönderim bölgesini ve yöntemini seçin. Kuralın tüm mevcut gönderim bölgelerine uygulanmasını istiyorsanız bu alanı boş bırakın.

source: Select the title block
tr_tr: Başlık bloğunu seçin

source: Select type
tr_tr: Tür seç

source: Select video from media library.
tr_tr: Ortam kütüphanesinden video seçin.

source: Select whether the gift eligibility is based on the cart's total amount (including taxes and discounts), the subtotal amount (excluding taxes and discounts), or the subtotal after discount (discounts applied, excluding taxes and shipping).
tr_tr: Hediye almaya hak kazanmanın, sepetin toplam tutarına (vergiler ve indirimler dahil), ara toplam tutarına (vergiler ve indirimler hariç) veya indirimden sonraki ara toplama (uygulanan indirimler, vergiler ve kargo hariç) dayalı olup olmadığını seçin.

source: Select which page builder you consider the primary one for your site. This will affect the import of dummy content and layouts.
tr_tr: Siteniz için birincil olarak kabul ettiğiniz sayfa oluşturucuyu seçin. Bu, demo içerik ve düzenlerin içe aktarılmasını etkileyecektir.

source: Select which PHP hook do you want to display here.
tr_tr: Burada hangi PHP kancasını görüntülemek istediğinizi seçin.

source: Select which style for products tabs do you need.
tr_tr: Ürünler sekmeleri için hangi stile ihtiyacınız olduğunu seçin.

source: Select your desktop logo from the Media Library or upload one from your device.
tr_tr: Masaüstü logonuzu Medya Kütüphanesinden seçin veya cihazınızdan yükleyin.

source: Select...
tr_tr: Seçiniz...

source: Select2 library
tr_tr: Select2 kütüphanesi

source: Self hosted
tr_tr: Kendi kendine barındırılan

source: Semi Bold 600
tr_tr: Yarı Kalın 600

source: Semi Bold 600 Italic
tr_tr: Yarı Kalın 600 İtalik

source: Semi-Bold 600
tr_tr: Yarı-Kalın 600

source: Send to
tr_tr: Gönder

source: Sending Date
tr_tr: Gönderim Tarihi

source: Separate
tr_tr: Ayrı

source: Separate section
tr_tr: Ayrı bölüm

source: separate with coma: tpm3one, qny2aiv.
tr_tr: virgülle ayırın: tpm3one, qny2aiv.

source: Separated
tr_tr: Ayrılmış

source: Server
tr_tr: Sunucu

source: Set a discount for the primary product.
tr_tr: Birincil ürün için bir indirim belirleyin.

source: Set a number of days to keep your products marked as "New" after creation.
tr_tr: Ürünlerinizin oluşturulduktan sonra "Yeni" olarak işaretlenmesini sağlamak için bir gün sayısı belirleyin.

source: Set as default
tr_tr: Varsayılan olarak ayarla

source: Set background for all product pages. You can also specify different background for the particular product while editing it.
tr_tr: Tüm ürün sayfaları için arka planı ayarlayın. Belirli bir ürünü düzenlerken farklı bir arka plan da belirleyebilirsiniz.

source: Set background for site body. Only for "Boxed" layouts.
tr_tr: Site gövdesi için arka plan ayarlayın. Yalnızca "Kutulu" düzenler için.

source: Set background for this particular product page.
tr_tr: Bu belirli ürün sayfası için arka planı ayarlayın.

source: Set background image or color for promo popup
tr_tr: Promosyon pop-up'ı için arka plan görselini veya rengini ayarlayın

source: Set background image or color, that will be used as a default for all page titles, shop page and blog.
tr_tr: Tüm sayfa başlıkları, mağaza sayfası ve blog için varsayılan olarak kullanılacak arka plan görselini veya rengini ayarlayın.

source: Set beautiful hover effects for your banner.
tr_tr: Banner'ınız için güzel vurgulu efektler ayarlayın.

source: Set border bottom for this header row.
tr_tr: Bu ÜstAlan satırı için alt kenarlığı ayarlayın.

source: Set custom attributes for the link element. Separate attribute keys from values using the | (pipe) character. Separate key-value pairs with a comma.
tr_tr: Bağlantı öğesi için özel nitelikler ayarlayın. Nitelik anahtarlarını | (pipe) karakterini kullanarak değerlerden ayırın. Anahtar-değer çiftlerini virgülle ayırın.

source: Set custom background color for categories.
tr_tr: Kategoriler için özel arka plan rengi ayarlayın.

source: Set custom background color for products.
tr_tr: Ürünler için özel arka plan rengi ayarlayın.

source: Set custom border color for category.
tr_tr: Kategori için özel kenarlık rengi ayarlayın.

source: Set custom border color for products.
tr_tr: Ürünler için özel kenarlık rengi ayarlayın.

source: Set different copyrights section layout.
tr_tr: Farklı telif hakları bölümü düzeni ayarlayın.

source: Set different position for breadcrumbs section on your product's page.
tr_tr: Ürününüzün sayfasındaki içerik haritaları bölümü için farklı bir konum ayarlayın.

source: Set different size for page title.
tr_tr: Sayfa başlığı için farklı boyut ayarlayın.

source: Set different size for sidebar on this page.
tr_tr: Bu sayfadaki kenar çubuğu için farklı bir boyut ayarlayın.

source: Set general font for site content. This font will also be applied to other typography options if they are not set.
tr_tr: Site içeriği için genel yazı tipini ayarlayın. Bu yazı tipi, ayarlanmamışlarsa diğer tipografi seçeneklerine de uygulanacaktır.

source: Set light or dark text color scheme depending on the banner's background color.
tr_tr: Banner'ın arka plan rengine bağlı olarak açık veya koyu metin rengi düzenini ayarlayın.

source: Set light or dark text color scheme depending on the promo popup background color.
tr_tr: Promosyon pop-up'ının arka plan rengine bağlı olarak açık veya koyu metin rengi şemasını ayarlayın.

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode.
tr_tr: Karusel modu için slider konteynerinde aynı anda görüntülemek istediğiniz slaytların sayısını ayarlayın.

source: Set numbers of slides you want to display at the same time on slider's container for carousel mode. Also supports for "auto" value, in this case it will fit slides depending on container's width. "auto" mode doesn't compatible with loop mode.
tr_tr: Karusel modu için slider konteynerinde aynı anda görüntülemek istediğiniz slaytların sayısını ayarlayın. Ayrıca "otomatik" değeri de destekler, bu durumda konteynerin genişliğine bağlı olarak slaytlara sığar. "otomatik" mod döngü moduyla uyumlu değildir.

source: Set padding of the promo popup in pixels or percentages. The default value is 30px.
tr_tr: Promosyon pop-up'ının dolgusunu piksel veya yüzde olarak ayarlayın. Varsayılan değer 30 px'dir.

source: Set priority for current discount rules. This will be useful if several rules apply to one product.
tr_tr: Geçerli indirim kuralları için önceliği ayarlayın. Bir ürün için birden fazla kural uygulanıyorsa bu yararlı olacaktır.

source: Set priority for current discount rules. This will be useful if several rules apply to one shipping method.
tr_tr: Mevcut indirim kuralları için öncelik belirleyin. Bu, bir gönderim yöntemine birden fazla kural uygulandığında faydalı olacaktır.

source: Set sizes
tr_tr: Boyutları ayarla

source: Set the color for links on your pages, posts and products content.
tr_tr: Sayfalarınız, gönderileriniz ve ürün içeriğinizdeki bağlantıların rengini ayarlayın.

source: Set the coupon value and select whether it should be a percentage or a fixed amount discount.
tr_tr: Kupon değerini ayarlayın ve yüzdelik mi yoksa sabit tutarda mı indirim olacağını seçin.

source: Set the global position of carousel arrows, which can be inherited or overwritten by each element's carousel.
tr_tr: Her bir öğenin karuseli tarafından devralınabilen veya üzerine yazılabilen karusel oklarının genel konumunu ayarlayın.

source: Set the interval numbers that you want to display between slider items.
tr_tr: Slider öğeleri arasında görüntülemek istediğiniz aralık numaralarını ayarlayın.

source: Set the items gap.
tr_tr: Öğe aralığını ayarlayın.

source: Set the menu items text align.
tr_tr: Menü öğelerinin metin hizalamasını ayarlayın.

source: Set the minimum cart amount required for customers to qualify for a free gift, ensuring that the gift is only offered on purchases above a specified amount.
tr_tr: Müşterilerin ücretsiz hediye almaya hak kazanabilmeleri için gereken minimum sepet tutarını belirleyin ve hediyenin yalnızca belirli bir tutarın üzerindeki alışverişlerde sunulmasını sağlayın.

source: Set the number of days until the coupon expires.
tr_tr: Kuponun geçerlilik süresinin dolmasına kadar geçen gün sayısını ayarlayın.

source: Set the number of pixels users have to scroll down before popup opens
tr_tr: Pop-up açılmadan önce kullanıcıların aşağı kaydırması gereken piksel sayısını ayarlayın

source: Set the number of seconds for the shopping cart widget to be displayed after adding to cart
tr_tr: Alışveriş sepeti bileşeninin sepete ekledikten sonra görüntüleneceği saniye sayısını ayarlayın

source: Set the value in megabytes. Currently your server allows you to upload files up to 64 MB.
tr_tr: Değeri megabayt cinsinden ayarlayın. Şu anda sunucunuz 64 MB'a kadar olan dosyaları yüklemenize izin veriyor.

source: Set titles for posts, products, categories and projects.
tr_tr: Gönderiler, ürünler, kategoriler ve projeler için başlıklar ayarlayın.

source: Set typography for titles (h1, h2, h3, h4, h5, h6).
tr_tr: Başlıklar için tipografi ayarlayın (h1, h2, h3, h4, h5, h6).

source: Set up basic typography
tr_tr: Temel tipografiyi ayarlayın

source: Set up the email notification that informs customers when a product they have been waiting for is back in stock.
tr_tr: Müşterilerinize bekledikleri bir ürünün stokta tekrar mevcut olduğunu bildiren e-posta bildirimini ayarlayın.

source: Set widgets height in pixels.
tr_tr: Bileşen yüksekliğini piksel cinsinden ayarlayın.

source: Set width of the promo popup in pixels.
tr_tr: Promosyon pop-up'ının genişliğini piksel cinsinden ayarlayın.

source: Set width of the quick view in pixels.
tr_tr: Hızlı görünümün genişliğini piksel cinsinden ayarlayın.

source: Set your categories menu in Header builder -> Mobile -> Mobile menu element -> Show/Hide -> Choose menu
tr_tr: Kategoriler menünüzü ÜstAlan oluşturucu -> Mobil -> Mobil menü öğesi -> Göster/Gizle -> Menü seç'te ayarlayın

source: Set your custom link for button or allow users to add some product to cart
tr_tr: Buton için özel bağlantınızı ayarlayın veya kullanıcıların alışveriş sepetine ürün eklemesine izin verin

source: Set your default header for all pages from the list of all headers created with our Header builder.
tr_tr: ÜstAlan oluşturucumuzla oluşturulan tüm ÜstAlan'lar listesinden tüm sayfalar için varsayılan ÜstAlan'ınızı ayarlayın.

source: Set your thumbnails display or leave default set from Theme Settings.
tr_tr: Küçük resim görünümünüzü ayarlayın veya Tema Ayarları'ndan varsayılan ayarı bırakın.

source: Set your value in pixels.
tr_tr: Değerinizi piksel cinsinden ayarlayın.

source: Sets how often the action repeats to send a batch of emails. You can choose the time gap between each send.
tr_tr: Bir grup e-postayı göndermek için eylemin ne sıklıkla tekrarlanacağını ayarlar. Her gönderim arasındaki zaman aralığını seçebilirsiniz.

source: Sets this tab's position among product tabs. Lower values mean higher priority. By default, 130 places it after standard WooCommerce tabs; values below 10 show it before them.
tr_tr: Bu sekmenin ürün sekmeleri arasındaki konumunu ayarlar. Daha düşük değerler daha yüksek öncelik anlamına gelir. Varsayılan olarak, 130 bunu standart WooCommerce sekmelerinden sonraya yerleştirir; 10'un altındaki değerler bunu onlardan önce gösterir.

source: Sets when an inactive cart is marked as abandoned.
tr_tr: Etkin olmayan bir alışveriş sepetinin terk edilmiş olarak işaretlendiği zamanı ayarlar.

source: Settings
tr_tr: Ayarlar

source: settings
tr_tr: ayarlar

source: Settings have been saved successfully.
tr_tr: Ayarlar başarıyla kaydedildi.

source: Settings presets
tr_tr: Ayarlar ön ayarları

source: Seventh
tr_tr: Yedinci

source: Shaders
tr_tr: Gölgelendiriciler

source: Shadow
tr_tr: Gölge

source: Shape
tr_tr: Şekil

source: Shape divider
tr_tr: Şekil ayırıcı

source: Share
tr_tr: Paylaş

source: Share buttons
tr_tr: Paylaşım butonları

source: Share buttons type
tr_tr: Paylaşım butonları türü

source: Share in Facebook
tr_tr: Facebook'ta paylaş

source: Share in LinkedIn
tr_tr: Linkedin'de paylaş

source: Share in OK
tr_tr: OK'de paylaş

source: Share in Pinterest
tr_tr: Pinterest'te paylaş

source: Share in Telegram
tr_tr: Telegram'da paylaş

source: Share in Viber
tr_tr: Viber'de paylaş

source: Share in VK
tr_tr: VK'de paylaş

source: Share in Whatsapp
tr_tr: Whatsapp'ta paylaş

source: Share in X
tr_tr: X'te paylaş

source: Share on Facebook
tr_tr: Facebook'ta paylaş

source: Share on X
tr_tr: X'te paylaş

source: Share your thoughts by leaving a comment on ThemeForest.
tr_tr: Düşüncelerinizi ThemeForest'ta yorum bırakarak paylaşın.

source: Share:
tr_tr: Paylaş:

source: Share:
tr_tr: Paylaş:

source: Shipping details
tr_tr: Gönderim detayları

source: Shipping information fields
tr_tr: Gönderim bilgileri alanları

source: Shipping method
tr_tr: Gönderim yöntemi

source: Shipping progress bar
tr_tr: Gönderim ilerleme çubuğu

source: Shipping progress bars
tr_tr: Gönderim ilerleme çubukları

source: Shipping zone and method
tr_tr: Gönderim bölgesi ve yöntemi

source: shirt = blouse, jersey, polo&#10;sneakers = footgear, trainers, shoe&#10;shoe = sneakers, boot, moccasin
tr_tr: gömlek = bluz, forma, polo spor ayakkabı = ayakkabı, spor ayakkabı, ayakkabı = spor ayakkabı, bot, mokasen

source: shirt&#10;sneakers&#10;shoe
tr_tr: gömlek spor ayakkabı

source: Shop
tr_tr: Mağaza

source: Shop active filters element
tr_tr: Mağaza aktif filtre öğesi

source: Shop builder
tr_tr: Mağaza inşa edici

source: Shop category extra description
tr_tr: Mağaza kategorisi ekstra açıklaması

source: Shop filter area
tr_tr: Mağaza filtre alanı

source: Shop filters
tr_tr: Mağaza filtreleri

source: Shop filters area
tr_tr: Mağaza filtreleri alanı

source: Shop filters area always opened
tr_tr: Mağaza filtreleri alanı her zaman açık

source: Shop filters columns on desktop
tr_tr: Masaüstü'nde mağaza filtreleri sütunları

source: Shop filters columns on mobile
tr_tr: Mobil'de mağaza filtreleri sütunları

source: Shop filters columns on tablet
tr_tr: Tablet'te mağaza filtreleri sütunları

source: Shop filters content type
tr_tr: Mağaza filtreleri içerik türü

source: Shop filters HTML Block
tr_tr: Mağaza filtreleri HTML Bloğu

source: Shop loader
tr_tr: Mağaza yükleyici

source: Shop loop head mod
tr_tr: Mağaza döngü başlığı modu

source: Shop masonry
tr_tr: Mağaza masonry

source: Shop mobile accordion categories
tr_tr: Mağaza mobil akordeon kategorileri

source: Shop mobile hidden sidebar categories
tr_tr: Mağaza mobil gizli kenar çubuğu kategorileri

source: Shop opt without title
tr_tr: Mağaza başlıksız tercih

source: Shop order by element
tr_tr: Mağaza öğeye göre sırala

source: Shop page
tr_tr: Mağaza sayfası

source: Shop page content, category description
tr_tr: Mağaza sayfası içeriği, kategori açıklaması

source: Shop page init
tr_tr: Mağaza sayfası başlangıcı

source: Shop page title categories
tr_tr: Mağaza sayfası başlık kategorileri

source: Shop page Widget Area
tr_tr: Mağaza sayfası Bileşen Alanı

source: Shop predefined
tr_tr: Mağaza ön tanımlı

source: Shop products page title element
tr_tr: Mağaza ürünleri sayfa başlığı öğesi

source: Shop products per page element
tr_tr: Sayfa öğesi başına mağaza ürünleri

source: Shop products view
tr_tr: Mağaza ürünleri görünümü

source: Shop products view element
tr_tr: Mağaza ürünleri görünüm öğesi

source: Shop search results
tr_tr: Mağaza arama sonuçları

source: Shop sidebar widgets collapse
tr_tr: Mağaza kenar çubuğu bileşenleri daraltma

source: Shop title
tr_tr: Mağaza başlığı

source: Shop tools
tr_tr: Mağaza araçları

source: Shopping cart
tr_tr: Alışveriş Sepeti

source: Shopping cart widget
tr_tr: Alışveriş sepeti bileşeni

source: Shopping widget
tr_tr: Alışveriş bileşeni

source: Short description
tr_tr: Kısa Açıklama

source: Short description content
tr_tr: Kısa açıklama içeriği
