Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Product loop "Show summary on hover"
tr_tr: Ürün döngüsü "Üzerine gelindiğinde özeti göster"

source: Product loop "Standard button"
tr_tr: Ürün döngüsü "Standart buton"

source: Product loop "Standard button" & "Full info on hover"
tr_tr: Ürün döngüsü "Standart buton" ve "Üzerine gelindiğinde tüm bilgiler"

source: Product loop "Tiled"
tr_tr: Ürün döngüsü "Döşeli"

source: Product meta
tr_tr: Ürün meta

source: Product meta value
tr_tr: Ürün meta değeri

source: Product more description
tr_tr: Ürün daha fazla açıklama

source: Product navigation
tr_tr: Ürün navigasyonu

source: Product page design
tr_tr: Ürün sayfası tasarımı

source: Product page layout
tr_tr: Ürün sayfa düzeni

source: Product price
tr_tr: Ürün fiyatı

source: Product rating
tr_tr: Ürün değerlendirmesi

source: Product reviews
tr_tr: Ürün incelemeleri

source: Product Setting (custom metabox from theme)
tr_tr: Ürün Ayarı (temadan özel meta kutusu)

source: Product shipping class
tr_tr: Ürün gönderim sınıfı

source: Product short description
tr_tr: Ürün kısa açıklaması

source: Product sold count
tr_tr: Satılan ürün sayısı

source: Product sold counter
tr_tr: Ürün satış sayacı

source: Product source
tr_tr: Ürün kaynağı

source: Product stock progress bar
tr_tr: Ürün stok ilerleme çubuğu

source: Product stock status
tr_tr: Ürün stok durumu

source: Product stretch content
tr_tr: Ürün esnek içeriği

source: Product summary
tr_tr: Ürün özeti

source: Product table and coupon code
tr_tr: Ürün tablosu ve kupon kodu

source: Product tabs
tr_tr: Ürün sekmeleri

source: Product tabs element
tr_tr: Ürün sekmeleri öğesi

source: Product tabs for your marketplace
tr_tr: Pazaryeri için ürün sekmeleri

source: Product tag
tr_tr: Ürün etiketi

source: Product tags
tr_tr: Ürün etiketleri

source: Product term (category, tag, brand, attribute)
tr_tr: Ürün terimi (kategori, etiket, marka, nitelik)

source: Product title
tr_tr: Ürün başlığı

source: Product title lines limit
tr_tr: Ürün başlık satırı sınırı

source: Product type
tr_tr: Ürün tipi

source: Product type condition query
tr_tr: Ürün türü koşul sorgusu

source: Product video URL
tr_tr: Ürün video URL'si

source: Product view
tr_tr: Ürün görünümü

source: Product visitor counter
tr_tr: Ürün ziyaretçi sayacı

source: Product was successfully added to your cart.
tr_tr: Ürün başarıyla sepetinize eklendi.

source: Product was successfully added to your wishlist.
tr_tr: Ürün istek listenize başarıyla eklendi.

source: Products
tr_tr: Ürünler

source: products
tr_tr: ürünler

source: Products (grid or carousel)
tr_tr: Ürünler (ızgara veya karusel )

source: Products archive
tr_tr: Ürün arşivi

source: Products background
tr_tr: Ürün arka planı

source: Products block
tr_tr: Ürünler bloğu

source: Products border
tr_tr: Ürün kenarlığı

source: Products color scheme
tr_tr: Ürün renk şeması

source: Products columns
tr_tr: Ürünler sütunları

source: Products columns on desktop
tr_tr: Masaüstünde ürünler sütunları

source: Products columns on mobile
tr_tr: Mobilde ürünler sütunları

source: Products columns on tablet
tr_tr: Tablette ürünler sütunları

source: Products containing this bundle
tr_tr: Bu sete dahil olan ürünler

source: Products design
tr_tr: Ürünler tasarımı

source: Products divider
tr_tr: Ürünler ayırıcısı

source: Products grid
tr_tr: Ürünler ızgarası

source: Products grid with different sizes
tr_tr: Farklı boyutlarda ürünler ızgarası

source: Products hover
tr_tr: Ürünler üzerine gelindiğinde

source: Products in cart condition
tr_tr: Sepetteki ürünler durumu

source: Products layout
tr_tr: Ürünlerin düzeni

source: Products may have different sizes
tr_tr: Ürünler farklı boyutlara sahip olabilir

source: Products may have different sizes.
tr_tr: Ürünler farklı boyutlara sahip olabilir.

source: Products navigation
tr_tr: Ürünler navigasyonu

source: Products on your wishlist are on sale!
tr_tr: İstek listenizdeki ürünler şimdi satışta!

source: Products pagination
tr_tr: Ürünler sayfalama

source: Products per page
tr_tr: Sayfa başına ürünler

source: Products per page links
tr_tr: Sayfa başına ürünler bağlantıları

source: Products per page variations
tr_tr: Sayfa başına ürünler varyasyonları

source: Products shadow
tr_tr: Ürün gölgesi

source: Products styles
tr_tr: Ürün stilleri

source: Products tab
tr_tr: Ürünler sekmesi

source: Products view
tr_tr: Ürünler görünümü

source: Products with NEW label
tr_tr: YENİ etiketli ürünler

source: Project
tr_tr: Proje

source: Project Categories
tr_tr: Proje Kategorileri

source: Project Category
tr_tr: Proje Kategorisi

source: Project category
tr_tr: Proje kategorisi

source: Project design
tr_tr: Proje tasarımı

source: Project name in page title
tr_tr: Sayfa başlığında proje adı

source: Project options
tr_tr: Proje seçenekleri

source: Projects
tr_tr: Projeler

source: Projects columns on desktop
tr_tr: Masaüstünde projeler sütunları

source: Projects columns on mobile
tr_tr: Mobilde projeler sütunları

source: Projects columns on tablet
tr_tr: Tablette projeler sütunları

source: Projects navigation
tr_tr: Projeler navigasyonu

source: Promo Banner
tr_tr: Promosyon Banner'ı

source: Promo banner with text
tr_tr: Metin içeren promosyon banner'ı

source: Promo image with text and hover effect
tr_tr: Metinli ve üzerine gelme efektli promosyon görseli

source: Promo popup
tr_tr: Promosyon pop-up'ı

source: Promo popup content
tr_tr: Promosyon pop-up içeriği

source: Pros
tr_tr: Artılar

source: Pros and cons
tr_tr: Artıları ve eksileri

source: Pros:
tr_tr: Artıları:

source: Provide the description for primary timeline item.
tr_tr: Birincil akış için açıklama girin.

source: Provide the description for secondary timeline item.
tr_tr: İkincil akış için açıklama girin.

source: Provide the title for primary timeline item.
tr_tr: Birincil akış öğesi için başlık girin.

source: Provide the title for secondary timeline item.
tr_tr: İkincil akış öğesi için başlık girin.

source: Provide the title for this timeline item.
tr_tr: Bu akış öğesi için başlık girin.

source: Published
tr_tr: Yayınlandı

source: Published date
tr_tr: Yayınlanma tarihi

source: Pulse
tr_tr: Nabız

source: Quantities
tr_tr: Miktarlar

source: Quantity
tr_tr: Miktar

source: Quantity input on product
tr_tr: Üründe miktar girişi

source: Quantity input on shopping cart widget
tr_tr: Alışveriş sepeti bileşeninde miktar girişi

source: Quantity on products grid
tr_tr: Ürünler ızgarasındaki miktar

source: Quantity range must start with a higher value than previous quantity range.
tr_tr: Miktar aralığı önceki miktar aralığından daha yüksek bir değerle başlamalıdır.

source: Query
tr_tr: Sorgu

source: Query type
tr_tr: Sorgu Türü

source: Quick
tr_tr: Hızlı

source: Quick shop
tr_tr: Hızlı Alışveriş

source: Quick shop variation form
tr_tr: Hızlı alışveriş varyasyon formu

source: Quick view
tr_tr: Hızlı Görünüm

source: Quick view layout
tr_tr: Hızlı görünüm düzeni

source: Quick view width
tr_tr: Hızlı görünüm genişliği

source: Random
tr_tr: Rastgele

source: Random order
tr_tr: Rastgele sıra

source: Rate our theme
tr_tr: Temamızı değerlendirin

source: Rate&hellip;
tr_tr: Değerlendir &hellip;

source: Rated %s out of 5
tr_tr: 5 üzerinden %s olarak değerlendirildi

source: Rating
tr_tr: Derecelendirme

source: Rating by criteria
tr_tr: Kriterlere göre derecelendirme

source: Rating summary
tr_tr: Derecelendirme özeti

source: Rating summary content
tr_tr: Derecelendirme özeti içeriği

source: Rating summary filter
tr_tr: Derecelendirme özeti filtresi

source: Read more
tr_tr: Daha fazla oku

source: Read more button
tr_tr: Daha fazla oku butonu

source: Read more description
tr_tr: Daha fazla oku açıklaması

source: Read more description button
tr_tr: Daha fazla oku açıklama butonu

source: Ready to send this promotional email?
tr_tr: Bu promosyon e-postasını göndermeye hazır mısınız?

source: Real
tr_tr: Gerçek

source: Recent Posts
tr_tr: Son Gönderiler

source: Recent posts
tr_tr: Son gönderiler

source: Recently Viewed Products
tr_tr: Son Görüntülenen Ürünler

source: Recommended
tr_tr: Önerilen

source: Recommended -200 to 200
tr_tr: Önerilen -200 ila 200

source: Recommended size: 1200x900 (px). Theme preview image that will be displayed in Dashboard -> Appearance -> Themes.
tr_tr: Önerilen boyut: 1200x900 (px). Kontrol Paneli -> Görünüm -> Temalar'da gösterilecek tema önizleme görseli.

source: Recommended size: 170x45 (px). Logo image that will be displayed in dashboard header on theme pages.
tr_tr: Önerilen boyut: 170x45 (px). Tema sayfalarındaki kontrol paneli ÜstAlan'ında görüntülenecek logo görseli.

source: Recommended size: 20x20 (px). Icons that will be displayed in Wordpress dashboard admin bar and sidebar.
tr_tr: Önerilen boyut: 20x20 (px). Wordpress kontrol paneli yönetici çubuğunda ve kenar çubuğunda görüntülenecek simgeler.

source: Recover cart
tr_tr: Sepeti kurtar

source: Recover guest carts
tr_tr: Misafir sepetini kurtar

source: Recovered cart
tr_tr: Kurtarılan alışveriş sepeti

source: Rectangle
tr_tr: Dikdörtgen

source: Rectangular
tr_tr: Dikdörtgen biçiminde

source: Red
tr_tr: Kırmızı

source: Redirect location
tr_tr: Yönlendirme konumu

source: Registration text
tr_tr: Kayıt metni

source: Registration title
tr_tr: Kayıt başlığı

source: Registrer
tr_tr: Kayıtçı

source: Regular
tr_tr: Düzenli

source: Regular 300
tr_tr: Normal 300

source: Regular 300 Italic
tr_tr: Normal 300 İtalik

source: Regular and sale price
tr_tr: Normal fiyat ve satış fiyatı

source: Regular price
tr_tr: Normal fiyat

source: Related & Upsells
tr_tr: İlgili Ürünler ve Üst Satışlar

source: Related (Single product)
tr_tr: İlgili (Tek ürün)

source: Related Posts
tr_tr: İlgili Gönderiler

source: Related posts
tr_tr: İlgili gönderiler

source: Related products is a section that pulls products from your store that share the same tags or categories as the current product.
tr_tr: İlgili Ürünler, mevcut ürünle aynı etiketleri veya kategorileri paylaşan ürünleri mağazanızdan çeken bir bölümdür.

source: Related Projects
tr_tr: İlgili Projeler

source: Related projects
tr_tr: İlgili Projeler

source: Relative
tr_tr: Bağıl

source: Remember me
tr_tr: Beni hatırla

source: Reminds customers via email about items left in their cart, boosting sales by recovering potential lost purchases.
tr_tr: Müşterilere sepetlerinde bırakılan ürünleri e-posta yoluyla hatırlatır ve potansiyel kaybedilen satın alımları kurtararak satışları artırır.

source: Remove
tr_tr: Kaldır

source: Remove button
tr_tr: Kaldır butonu

source: Remove caption
tr_tr: Altyazıyı kaldır

source: Remove category
tr_tr: Kategoriyi kaldır

source: Remove condition
tr_tr: Koşulu kaldır

source: Remove content
tr_tr: İçeriği kaldır

source: Remove duplicate price for variable product
tr_tr: Varyasyonlu ürün için yinelenen fiyatı kaldırın

source: Remove filter
tr_tr: Filtreyi kaldır

source: Remove from cart loader
tr_tr: Sepet yükleyiciden kaldır

source: Remove image
tr_tr: Görseli kaldır

source: Remove jQuery Migrate
tr_tr: jQuery Migrate'i kaldır

source: Remove jQuery Migrate eliminates a JS file and can improve load time.
tr_tr: jQuery Migrate'i kaldır bir JS dosyasını ortadan kaldırır ve yükleme süresini iyileştirebilir.

source: Remove preset
tr_tr: Ön ayarı kaldır

source: Remove variation gallery image
tr_tr: Varyasyon galerisi görselini kaldır

source: Remove wishlist
tr_tr: İstek listesini kaldır

source: Repeat
tr_tr: Tekrarla

source: Repeat All
tr_tr: Tümünü Tekrarla

source: Repeat horizontally
tr_tr: Yatay olarak tekrarla

source: Repeat vertically
tr_tr: Dikey olarak tekrarla

source: Repeat x
tr_tr: Tekrarla x

source: Repeat y
tr_tr: Tekrarla y

source: Repeat-x
tr_tr: Tekrarla-x

source: Repeat-y
tr_tr: Tekrarla-y

source: Replace
tr_tr: Değiştir

source: Replace the variation swatch tooltip with the text label next to the attribute title.
tr_tr: Varyasyon örneği araç ipucunu, nitelik başlığının yanındaki metin etiketiyle değiştirin.

source: Replace title
tr_tr: Başlığı değiştir

source: Replaces all instances of "WoodMart"
tr_tr: "WoodMart"ın tüm örneklerini değiştirir

source: Replacing the logo in Header Builder
tr_tr: ÜstAlan Oluşturucu'daki logonun değiştirilmesi

source: Required
tr_tr: Gerekli

source: Required for stock progress bar option
tr_tr: Stok ilerleme çubuğu seçeneği için gerekli

source: Required for stock progress bar option.
tr_tr: Stok ilerleme çubuğu seçeneği için gereklidir.

source: Required for the compare table page.
tr_tr: Karşılaştırma tablosu sayfası için gereklidir.

source: Required for the wishlist page.
tr_tr: İstek listesi sayfası için gereklidir.

source: Required Update not Available
tr_tr: Gerekli Güncelleme Mevcut Değil

source: Required update not available
tr_tr: Gerekli güncelleme mevcut değil

source: Requires Update
tr_tr: Güncelleme Gerekiyor

source: Requires Yoast SEO plugin to be installed. Replaces standard breadcrumbs with the custom one that comes with the plugin. You need to enable and configure it in Dashboard -> SEO -> Search Appearance -> Breadcrumbs.
tr_tr: Yoast SEO eklentisinin yüklenmesini gerektirir. Standart içerik haritalarını, eklentiyle birlikte gelen özel olanla değiştirir. Bunu Kontrol Paneli -> SEO -> Search Appearance -> Breadcrumbs'da etkinleştirmeniz ve yapılandırmanız gerekir.

source: Requires Yoast SEO plugin to be installed. Replaces standard WooCommerce breadcrumbs with the custom one that comes with the plugin. You need to enable and configure it in Dashboard -> SEO -> Search Appearance -> Breadcrumbs.
tr_tr: Yoast SEO eklentisinin yüklenmesini gerektirir. Standart WooCommerce içerik haritalarını, eklentiyle birlikte gelen özel olanla değiştirir. Bunu Kontrol Paneli -> SEO -> Search Appearance -> Breadcrumbs'da etkinleştirmeniz ve yapılandırmanız gerekir.

source: Reset
tr_tr: Sıfırla

source: Reset all
tr_tr: Tümünü sıfırla

source: Reset all settings
tr_tr: Bütün ayarları sıfırla

source: Reset margin (deprecated)
tr_tr: Kenar boşluğunu sıfırla (kullanım dışı)

source: Reset to default
tr_tr: Varsayılana sıfırla

source: Responsive
tr_tr: Duyarlı

source: Responsive Options
tr_tr: Duyarlı Seçenekler

source: Responsive text block (old)
tr_tr: Duyarlı metin bloğu (eski)

source: Responsive text element
tr_tr: Duyarlı metin öğesi

source: Restart the guide
tr_tr: Kılavuzu yeniden başlatın

source: Restrict the waitlist feature to logged-in users, ensuring that only registered customers can join the waitlist for out-of-stock products.
tr_tr: Bekleme listesi özelliğini yalnızca oturum açmış kullanıcılarla sınırlayın ve stokta olmayan ürünler için bekleme listesine yalnızca kayıtlı müşterilerin katılabilmesini sağlayın.

source: Result count
tr_tr: Sonuç sayısı

source: Results
tr_tr: Sonuçlar

source: Results from blog
tr_tr: Blogdan sonuçlar

source: Results thumbnail
tr_tr: Küçük resim sonuçları

source: Return to Required Plugins Installer
tr_tr: Gerekli Eklenti Yükleyicisine Dön

source: Return To Shop
tr_tr: Mağazaya Dön

source: Return to shop
tr_tr: Mağazaya dön

source: Return to the Dashboard
tr_tr: Kontrol Paneline Dön

source: Reverse row columns on mobile and tablet devices.
tr_tr: Mobil ve tablet cihazlarda satır sütunlarını ters çevirin.

source: Review
tr_tr: Gözden geçir

source: Review images
tr_tr: İnceleme görselleri

source: Review images metabox
tr_tr: İnceleme görselleri metabox

source: Review pros/cons metabox
tr_tr: Gözden geçir artılar/eksiler metabox

source: Review these options and make any necessary changes. Once you're done, click "Next" to continue.
tr_tr: Bu seçenekleri inceleyin ve gerekli değişiklikleri yapın. İşiniz bittiğinde devam etmek için "İleri"ye tıklayın.

source: Reviews
tr_tr: İncelemeler

source: Reviews and review form
tr_tr: İncelemeler ve inceleme formu

source: Reviews columns
tr_tr: İnceleme sütunları

source: Reviews columns on desktop
tr_tr: Masaüstündeki sütunları incele

source: Reviews columns on mobile
tr_tr: Mobildeki sütunları incele

source: Reviews columns on tablet
tr_tr: Tabletteki sütunları incele

source: Reviews section location
tr_tr: İncelemeler bölümünün konumu

source: Reviews tab priority
tr_tr: İncelemeler sekmesi önceliği

source: Revolution sliders
tr_tr: Revolution sliderları

source: Right
tr_tr: Sağ

source: Right Bottom
tr_tr: Sağ Alt

source: Right bottom
tr_tr: Sağ alt

source: Right Center
tr_tr: Sağ Orta

source: Right center
tr_tr: Sağ orta

source: Right flip Y
tr_tr: Sağa döndürme Y

source: Right to left
tr_tr: Sağdan sola doğru

source: Right to left and reverse
tr_tr: Sağdan sola ve tersine

source: Right Top
tr_tr: Sağ Üst

source: Right top
tr_tr: Sağ üst

source: Root
tr_tr: Kök dizin

source: Rotate
tr_tr: Döndür

source: Rotate 3D
tr_tr: Döndür 3D

source: Rotate icon on open
tr_tr: Açıkken döndürme simgesi

source: Rotate slider images automatically.
tr_tr: Slider görsellerini otomatik olarak döndürün.

source: Rotate X
tr_tr: Döndür X

source: Rotate Y
tr_tr: Döndür Y

source: Rotate Z
tr_tr: Döndür Z

source: Round
tr_tr: Oval (yuvarla)

source: Rounded
tr_tr: Yuvarlak

source: Rounded corners for images
tr_tr: Görseller için yuvarlatılmış köşeler

source: Rounded small
tr_tr: Yuvarlatılmış küçük

source: Rounding
tr_tr: Yuvarlama

source: Row
tr_tr: Satır

source: Row and column block
tr_tr: Satır ve sütun bloğu

source: Row columns
tr_tr: Satır sütunları

source: Row flex layout
tr_tr: Satır esnek düzeni

source: Row gap
tr_tr: Satır boşluğu

source: Row height
tr_tr: Satır yüksekliği

source: Row height on mobile devices
tr_tr: Mobil cihazlarda satır yüksekliği

source: Row height on sticky header
tr_tr: Yapışkan ÜstAlan'da satır yüksekliği

source: Row reverse
tr_tr: Ters sıra

source: Row Span
tr_tr: Sıra Açıklığı

source: Row stretch CSS
tr_tr: Satır esnetme CSS'si

source: Rule type
tr_tr: Kural tipi

source: Rules
tr_tr: Kurallar

source: Sale
tr_tr: İndirim

source: Sale countdown
tr_tr: İndirim geri sayımı

source: Sale end date will be based on the first variation date of the product.
tr_tr: İndirim bitiş tarihi, ürünün ilk varyasyon tarihini temel alacaktır.

source: Sale price end date countdown
tr_tr: İndirim fiyatı bitiş tarihi geri sayımı

source: Sale Products
tr_tr: İndirimdeki ürünler

source: Sales
tr_tr: Satış

source: Same Window
tr_tr: Aynı Pencere

source: Saturday
tr_tr: Cumartesi

source: Save
tr_tr: Kaydet

source: Save button state after adding in compare list
tr_tr: Karşılaştırma listesine ekledikten sonra durum kaydetme butonu

source: Save button state after adding to the wishlist
tr_tr: İstek listesine ekledikten sonra durum kaydetme butonu

source: Save changes to header
tr_tr: ÜstAlan'a değişiklikleri kaydet

source: Save conditions
tr_tr: Koşulları kaydedin

source: Save element changes
tr_tr: Öğe değişikliklerini kaydet

source: Save header
tr_tr: ÜstAlan'ı kaydet

source: Save logo changes
tr_tr: Logo değişikliklerini kaydet

source: Save options
tr_tr: Seçenekleri kaydet

source: Save preset
tr_tr: Ön ayarı kaydet

source: Save the menu
tr_tr: Menüyü kaydet

source: Save the page
tr_tr: Sayfayı kaydet

source: Save your changes
tr_tr: Değişikliklerinizi kaydedin

source: Save your menu
tr_tr: Menünüzü kaydedin

source: Saves the cart of an unregistered user if they provide their email at checkout.
tr_tr: Kayıtlı olmayan bir kullanıcının ödeme sırasında e-posta adresini girmesi durumunda sepeti kaydeder.

source: sc
tr_tr: sn

source: Scalable
tr_tr: Ölçeklenebilir

source: Scale
tr_tr: Ölçek

source: Scale X
tr_tr: Ölçek X

source: Scale Y
tr_tr: Ölçek Y

source: Scrape (deprecated)
tr_tr: Scrape (kullanımdan kaldırıldı)

source: Scripts always load
tr_tr: Komut dosyaları her zaman yüklenir

source: Scripts never load
tr_tr: Komut dosyaları asla yüklenmez

source: Scroll
tr_tr: Kaydırma

source: Scroll Bar
tr_tr: Kaydırma Çubuğu

source: Scroll for filters widgets
tr_tr: Filtre bileşenleri için kaydır

source: Scroll offset
tr_tr: Ofset kaydırma

source: Scroll per page
tr_tr: Sayfa başına kaydırma

source: Scroll per page not per item. This affect next/prev buttons and mouse/touch dragging.
tr_tr: Öğe başına değil sayfa başına kaydırma. Bu, sonraki/önceki butonları ve fare/dokunarak sürüklemeyi etkiler.

source: Scroll to top after AJAX
tr_tr: AJAX'tan sonra yukarı kaydırın

source: Scroll to top button
tr_tr: Başa kaydır butonu

source: Scroll to top on variation select [desktop]
tr_tr: Varyasyon seçiminde [desktop] en üste kaydırın

source: Scroll to top on variation select [mobile]
tr_tr: Varyasyon seçiminde [mobile] en üste kaydırın

source: Scroll to top option
tr_tr: En üst seçeneğe kaydır

source: Scrollbar
tr_tr: Kaydırma çubuğu

source: Scrollbar height
tr_tr: Kaydırma çubuğu yüksekliği

source: Scrollbar width
tr_tr: Kaydırma çubuğu genişliği

source: Scrolling direction
tr_tr: Kaydırma yönü

source: Scrolling speed
tr_tr: Kaydırma hızı

source: Search
tr_tr: Arama

source: Search by category
tr_tr: Kategoriye göre ara

source: Search by filters
tr_tr: Filtrelere göre ara

source: Search by name
tr_tr: İsme göre ara

source: Search by product attributes
tr_tr: Ürün niteliklerine göre ara

source: Search by product brands
tr_tr: Ürün markalarına göre ara

source: Search by product categories
tr_tr: Ürün kategorilerine göre ara

source: Search by product product tag
tr_tr: Ürün etiketlerine göre ara

source: Search by product SKU
tr_tr: Ürün SKU'na göre ara

source: Search Categories
tr_tr: Kategori Ara

source: Search categories
tr_tr: Kategorilerde ara

source: Search category dropdown
tr_tr: Kategori açılır menüsünde ara

source: Search custom content
tr_tr: Özel içerikte ara

source: Search custom text
tr_tr: Özel metinde ara

source: Search extra content
tr_tr: Ek içerikte ara

source: Search for options
tr_tr: Seçenekleri ara

source: Search for presets
tr_tr: Ön ayarlarda ara

source: Search form
tr_tr: Arama Formu

source: Search form by products with AJAX
tr_tr: AJAX ile ürünlere göre arama formu

source: Search form results dropdown
tr_tr: Arama formu sonuçları açılır menüsü

source: Search form with ajax
tr_tr: Ajax ile arama formu

source: Search form with categories
tr_tr: Kategori ile arama formu

source: Search full screen
tr_tr: Tam ekran ara

source: Search history
tr_tr: Geçmişte ara

source: Search Item
tr_tr: Öğe ara

source: Search page
tr_tr: Arama sayfası

source: Search popular requests
tr_tr: Popüler istekleri ara

source: Search post type
tr_tr: Gönderi türü ara

source: Search products
tr_tr: Ürünleri ara

source: Search result
tr_tr: Arama sonucu

source: Search results
tr_tr: Arama Sonuçları

source: Search Results for "%s" Query
tr_tr: "%s" Sorgusu için Arama Sonuçları

source: Search Results for:
tr_tr: Arama Sonuçları:

source: Search size guides
tr_tr: Beden tablosu ara

source: Search Sliders
tr_tr: Sliderlarda ara

source: Search style
tr_tr: Arama stili

source: Search Templates:
tr_tr: Arama Şablonları:

source: Search with AJAX
tr_tr: AJAX ile ara

source: Second
tr_tr: İkinci

source: Second menu tab title
tr_tr: İkinci menü sekmesi başlığı

source: Secondary
tr_tr: İkincil

source: Secondary color
tr_tr: İkincil renk

source: Secondary font
tr_tr: İkincil yazı tipi

source: Secondary menu
tr_tr: İkincil menü

source: Secondary navigation
tr_tr: İkincil navigasyon

source: Secondary section
tr_tr: İkincil bölüm

source: Section divider
tr_tr: Bölüm ayracı

source: Section stretch CSS
tr_tr: Bölüm esnetme CSS

source: Section title
tr_tr: Bölüm başlığı

source: Section title element
tr_tr: Bölüm başlığı öğesi

source: Section title element with style: "Simple", "Bordered"
tr_tr: Stil ile bölüm başlığı öğesi: "Basit", "Kenarlı"

source: Section title element with style: "Underline", "Underline 2", "Overline"
tr_tr: Stil ile bölüm başlığı öğesi: "Altı Çizili", "Altı Çizili 2", "Üstü Çizili"

source: Select
tr_tr: Seç
