Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: In this popup window, you’ll find all the settings related to the logo used in the desktop version of the header. You can also configure a separate logo for the sticky header. Click "Next" to continue.
tr_tr: Bu açılır pencerede, ÜstAlan'ın masaüstü sürümünde kullanılan logoyla ilgili tüm ayarları bulacaksınız. Ayrıca, yapışkan ÜstAlan için ayrı bir logo da yapılandırabilirsiniz. Devam etmek için "İleri"ye tıklayın.

source: In this section you can upload your custom fonts files. To ensure the best compatibility in all browsers you would better upload your fonts in all available formats. <br><strong>IMPORTANT NOTE</strong>: After uploading all files and entering the font name, you will have to save Theme Settings and <strong>RELOAD</strong> this page. Then, you will be able to go to Theme Settings -> Typography and select the custom font from the list. Find more information in our documentation <a href="https://xtemos.com/docs/woodmart/faq-guides/upload-custom-fonts/" target="_blank">here</a>.
tr_tr: Bu bölümde özel yazı tipi dosyalarınızı yükleyebilirsiniz. Tüm tarayıcılarda en iyi uyumluluğu sağlamak için yazı tiplerinizi mevcut tüm formatlarda yüklemeniz daha iyi olur. <br> <strong> ÖNEMLİ NOT </strong>: Tüm dosyaları yükledikten ve yazı tipi adını girdikten sonra, Tema Ayarlarını kaydetmeniz ve bu sayfayı <strong> YENİDEN YÜKLEME </strong> gerekir. Ardından, Tema Ayarları -> Tipografi'ye gidebilir ve listeden özel yazı tipini seçebilirsiniz. Daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/faq-guides/upload-custom-fonts/" target="_blank">ilgili belgemiz</a>.

source: In this situation, some of the products will be twice bigger in width than others. Recommended to use with 6 columns grid only.
tr_tr: Bu durumda, bazı ürünlerin genişliği diğerlerinden iki kat daha büyük olacaktır. Yalnızca 6 sütun ızgarasıyla kullanılması önerilir.

source: In this table, you’ll see two default menu positions in WordPress:
tr_tr: Bu tabloda WordPress'te iki varsayılan menü konumunu göreceksiniz:

source: In thumbnail
tr_tr: Küçük resimde

source: In your settings, the HTTP protocol is specified, but you opened the page via HTTPS. This can lead to an error during import. You need to correct the settings and specify the protocol https:// in WordPress -> Settings -> General.
tr_tr: Ayarlarınızda HTTP protokolü belirtilmiş, ancak sayfayı HTTPS üzerinden açtınız. Bu, içe aktarma sırasında bir hataya yol açabilir. Ayarları düzeltmeniz ve WordPress -> Ayarlar -> Genel'de https:// protokolünü belirtmeniz gerekir.

source: Include
tr_tr: Dahil et

source: Include categories in search
tr_tr: Aramaya kategorileri dahil et

source: Include only
tr_tr: Sadece dahil et

source: Increase spaces
tr_tr: Boşlukları artırın

source: Increase this value if you noticed a problem with additional variations images function.
tr_tr: Ek varyasyon görüntüleri işleviyle ilgili bir sorun fark ettiyseniz bu değeri artırın.

source: Individual product
tr_tr: Bireysel ürün

source: Individual variation
tr_tr: Bireysel varyasyon

source: Infinit
tr_tr: Sonsuz

source: Infinit scrolling
tr_tr: Sonsuz kaydırma

source: Infinite scrolling
tr_tr: Sonsuz kaydırma

source: Info box element
tr_tr: Bilgi kutusu öğesi

source: Info box element with button position "Show on hover"
tr_tr: "Üzerine gelindiğinde göster" buton konumlu bilgi kutusu öğesi

source: Info box element with style "Bordered"
tr_tr: "Kenarlıklı" stiline sahip bilgi kutusu öğesi

source: Info box element with style "Shadow", "Background on hover"
tr_tr: "Gölgeli", "Üzerine gelindiğinde arkaplan" stiline sahip bilgi kutusu öğesi

source: Infobox block
tr_tr: Bilgi kutusu bloğu

source: Infobox content
tr_tr: Bilgi kutusu içeriği

source: Infobox element SVG animation
tr_tr: Bilgi kutusu öğesi SVG animasyonu

source: Infobox link
tr_tr: Bilgi kutusu bağlantısı

source: Information box
tr_tr: Bilgi kutusu

source: Information box carousel
tr_tr: Bilgi kutusu karusel

source: Information box inline
tr_tr: Bilgi kutusu satır içi

source: Information top
tr_tr: Bilgi üst

source: Inherit
tr_tr: Devral

source: Inherit current product
tr_tr: Geçerli ürünü devral

source: Inherit from desktop
tr_tr: Masaüstünden devral

source: Inherit from tablet
tr_tr: Tabletten devral

source: Inherit from Theme Settings
tr_tr: Tema Ayarlarından Devral

source: Inherit global rounding
tr_tr: Küresel yuvarlamayı devral

source: Init carousel on scroll
tr_tr: Kaydırmada karusel başlat

source: Init event
tr_tr: Etkinlik başlat

source: Initial message
tr_tr: Başlangıç mesajı

source: Initial number in stock
tr_tr: Stoktaki başlangıç numarası

source: Initial state
tr_tr: Başlangıç ​​durumu

source: Inline
tr_tr: Satır içi

source: Inline (auto)
tr_tr: Satır içi (otomatik)

source: Inline image
tr_tr: Satır içi görsel

source: Inline the stylesheet into the HTML to avoid the additional network request (reduce or inline render-blocking stylesheets).
tr_tr: Ek ağ isteğinden kaçınmak için stil sayfasını HTML'e yerleştirin (işlemeyi engelleyen stil sayfalarını azaltın veya satır içine yerleştirin).

source: Inner block
tr_tr: İç blok

source: Input meta key for grid ordering.
tr_tr: Izgara sıralaması için meta anahtar girin.

source: Input number only
tr_tr: Sadece sayı girin

source: Input product ID or product SKU or product title to see suggestions
tr_tr: Önerileri görmek için ürün ID, ürün SKU veya ürün başlığını girin

source: Input product ID or product SKU or product title to see suggestions.
tr_tr: Önerileri görmek için ürün ID, ürün SKU veya ürün başlığını girin.

source: Insert
tr_tr: Ekle

source: Insert default or reletive value. For example: "14px" or "1.2".
tr_tr: Varsayılan veya bağıl değer girin. Örneğin: "14px" veya "1.2".

source: Insert tag that will be used to display images from instagram from your customers. For example: <strong>#nike_rush_run</strong>
tr_tr: Müşterilerinizin instagramından görüntüleri görüntülemek için kullanılacak etiketi ekleyin. Örneğin: <strong> #ida_kitap </strong>

source: Insert value including units. For example: "14px" or "1.5em".
tr_tr: Birimler dahil olmak üzere değer girin. Örneğin: "14px" veya "1.5em".

source: Inset
tr_tr: Ekleme

source: Inside
tr_tr: İçeride

source: Instagram API did not return any images.
tr_tr: Instagram API herhangi bir görüntü vermedi.

source: Instagram did not return a 200.
tr_tr: Instagram cevap vermedi a200.

source: Instagram did not return any images.
tr_tr: Instagram herhangi bir görüntü vermedi.

source: Instagram element
tr_tr: Instagram öğesi

source: Instagram has returned invalid data.
tr_tr: Instagram geçersiz veriler döndürdü.

source: Instagram Image
tr_tr: Instagram Görseli

source: Instagram image
tr_tr: Instagram görseli

source: Instagram link
tr_tr: Instagram bağlantısı

source: Instagram photos
tr_tr: Instagram fotoğrafları

source: Instagram picture
tr_tr: Instagram resmi

source: Instagram product hashtag (deprecated)
tr_tr: Instagram ürün hashtag'i (kullanımdan kaldırıldı)

source: Instagram social link
tr_tr: Instagram sosyal medya bağlantısı

source: Instagram text
tr_tr: Instagram metni

source: Install
tr_tr: Yükle

source: Install %2$s
tr_tr: %2$s yükleyin

source: Install & activate all
tr_tr: Tümünü kurun ve etkinleştirin

source: Install and activate essential plugins for your website.
tr_tr: Web siteniz için gerekli eklentileri kurun ve etkinleştirin.

source: Install child theme
tr_tr: Alt tema kur

source: Install Plugins
tr_tr: Eklentileri Kurun

source: Install Required Plugins
tr_tr: Gerekli Eklentileri Yükleyin

source: Install the child theme with one click.
tr_tr: Tek tıklamayla alt temayı yükleyin.

source: Installed But Not Activated
tr_tr: Yüklendi Ama Etkinleştirilmedi

source: Installed version:
tr_tr: Yüklü sürüm:

source: Installing
tr_tr: Yükleniyor

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklenti %1$s (%2$d/%3$d) yükleniyor ve etkinleştiriliyor

source: Installing Plugin %1$s (%2$d/%3$d)
tr_tr: Eklenti %1$s (%2$d/%3$d) yükleniyor

source: Installing Plugin: %s
tr_tr: Eklenti Yükleniyor: %s

source: Instructions
tr_tr: Talimatlar

source: Instructions based on the selected payment method
tr_tr: Seçilen ödeme yöntemine göre talimatlar

source: Is criteria required?
tr_tr: Kriterler gerekli mi?

source: Is registered
tr_tr: Kayıtlı mı?

source: Isotope
tr_tr: İzotop

source: It looks like nothing was found at this location. Maybe try a search?
tr_tr: Burada bir şey bulamadık. Başka bir şey aramak istermisin?

source: Italic
tr_tr: İtalik

source: Item
tr_tr: Öğe

source: item
tr_tr: öğe

source: Item icon type
tr_tr: Öğe simgesi türü

source: Item spacing
tr_tr: Öğe aralığı

source: Item style
tr_tr: Öğe stili

source: Item type
tr_tr: Öğe türü

source: Items
tr_tr: Öğeler

source: Items available:
tr_tr: Mevcut öğeler:

source: Items gap
tr_tr: Öğeler boşluğu

source: Items in wishlist
tr_tr: İstek listesindeki öğeler

source: Items per page
tr_tr: Sayfa başına öğeler

source: Items sold in last 3 minutes [PREVIEW]
tr_tr: Son 3 dakikada satılan ürünler [ÖNİZLEME]

source: Items state
tr_tr: Öğelerin durumu

source: JSON code for import is not valid!
tr_tr: İçe aktarma için JSON kodu geçerli değil!

source: Jump-to-comments button
tr_tr: Yorumlara atla butonu

source: Just copy JSON code and paste it here.
tr_tr: JSON kodunu kopyalayıp buraya yapıştırmanız yeterli.

source: Just copy url and paste it here. For example:
tr_tr: Sadece URL'yi kopyalayıp buraya yapıştırın. Örneğin:

source: Justified gallery
tr_tr: Tümleşik galeri

source: Justified gallery library
tr_tr: Tümleşik galeri kitaplığı

source: Justify
tr_tr: Tümleşik

source: Justify content
tr_tr: Tümleşik içerik

source: Justify gallery
tr_tr: Tümleşik galeri

source: Keep ratio
tr_tr: Oranı koru

source: Keep the page number in the URL
tr_tr: Sayfa numarasını URL'de tut

source: key|value
tr_tr: anahtar|değer

source: Klarna integration
tr_tr: Klarna entegrasyonu

source: Label
tr_tr: Etiket

source: Label and arrow
tr_tr: Etiket ve ok

source: Label color
tr_tr: Etiket rengi

source: Label position
tr_tr: Etiket konumu

source: Label settings
tr_tr: Etiket ayarları

source: Label shape
tr_tr: Etiket şekli

source: Label text
tr_tr: Etiket metni

source: Label text (optional)
tr_tr: Etiket metni (isteğe bağlı)

source: Label typography
tr_tr: Etiket tipografisi

source: Language selectors
tr_tr: Dil seçiciler

source: Language:
tr_tr: Dil:

source: Languages
tr_tr: Diller

source: Large
tr_tr: Büyük

source: Large (18px)
tr_tr: Büyük (18px)

source: Large (22px)
tr_tr: Büyük (22px)

source: Large (26px)
tr_tr: Büyük (26px)

source: Large (28px)
tr_tr: Büyük (28px)

source: Large (36px)
tr_tr: Büyük (36px)

source: Large (74px)
tr_tr: Büyük (74px)

source: Large category icon
tr_tr: Büyük kategori simgesi

source: Large image
tr_tr: Büyük görsel

source: Last day
tr_tr: Son gün

source: Last day :
tr_tr: Son gün:

source: Last modified date
tr_tr: Son değiştirilme tarihi

source: Last views
tr_tr: Son görüntülemeler

source: lat, long
tr_tr: enlem, boylam

source: Latest estimated delivery date
tr_tr: Son tahmini teslimat tarihi

source: Latitude
tr_tr: Enlem

source: Latitude (required)
tr_tr: Enlem (gerekli)

source: Layered navigation dropdowns
tr_tr: Katmanlı gezinme açılır listeleri

source: Layout
tr_tr: Düzen

source: Layout 1
tr_tr: Düzen 1

source: Layout 2
tr_tr: Düzen 2

source: Layout conditions
tr_tr: Düzen koşulları

source: Layout name
tr_tr: Düzen adı

source: Layout preview
tr_tr: Düzen önizlemesi

source: Layout type
tr_tr: Düzen tipi

source: Layout wrapper boxed
tr_tr: Düzen sarmalayıcı kutulu

source: Layouts
tr_tr: Düzenler

source: Lazy loading
tr_tr: Tembel yüklenme

source: Lazy loading for background images
tr_tr: Arka plan görselleri için tembel yükleme

source: Lazy loading for images
tr_tr: Görüntüler için tembel yükleme

source: Lazy loading option
tr_tr: Tembel yükleme seçeneği

source: Lazy loading settings
tr_tr: Tembel yükleme ayarları

# leading space is required to keep gap from date
source: ago
tr_tr: önce

source: Leaflet
tr_tr: Broşür

source: Learn how to edit or add items to the main menu
tr_tr: Ana menüye öğelerin nasıl düzenleneceğini veya ekleneceğini öğrenin

source: Learn more in the
tr_tr: Daha fazlasını öğrenin

source: Leave at least one empty line.
tr_tr: En azından bir satır boş bırakılmalıdır.

source: Leave empty if decorative.
tr_tr: Dekoratif amaçlı ise boş bırakın.

source: Leave empty to disable custom tab
tr_tr: Özel sekmeyi devre dışı bırakmak için boş bırakın

source: Leave empty to display default post title.
tr_tr: Varsayılan gönderi başlığını görüntülemek için boş bırakın.

source: Leave empty to use same logo as on the regular header.
tr_tr: Normal ÜstAlan'daki logonun aynısını kullanmak için boş bırakın.

source: Leave Waitlist
tr_tr: Bekleme Listesinden Çık

source: Left
tr_tr: Sol

source: Left (vertical position)
tr_tr: Sol (dikey konum)

source: Left Bottom
tr_tr: Sol Alt

source: Left bottom
tr_tr: Sol alt

source: Left Center
tr_tr: Sol Orta

source: Left center
tr_tr: Sol orta

source: Left flip Y
tr_tr: Sola döndürme Y

source: Left to right
tr_tr: Soldan sağa doğru

source: Left to right and reverse
tr_tr: Soldan sağa ve tersine

source: Left Top
tr_tr: Sol üst

source: Left top
tr_tr: Sol üst

source: Legacy tabs
tr_tr: Eski sekmeler

source: Legacy tabs (deprecated)
tr_tr: Eski sekmeler (kullanım dışı)

source: Let's start
tr_tr: Hadi başlayalım

source: Letter spacing
tr_tr: Harf aralığı

source: Letters
tr_tr: Harfler

source: library
tr_tr: kütüphane

source: Light
tr_tr: Açık

source: Light 200
tr_tr: Açık 200

source: Light 200 Italic
tr_tr: Açık 200 İtalik

source: Likes
tr_tr: Beğeniler

source: Likes and comments position
tr_tr: Beğeniler ve yorumlar konumu

source: Likes limit
tr_tr: Beğenme sınırı

source: Limit categories
tr_tr: Kategorileri sınırla

source: Limit swatches
tr_tr: Renk örneklerini sınırla

source: Limit swatches on grid
tr_tr: Izgara üzerindeki renk örneklerini sınırla

source: Limit swatches on single product
tr_tr: Tek üründe renk örneklerini sınırlayın

source: Limit the attribute image container width
tr_tr: Nitelik görsel konteyneri genişliğini sınırla

source: Limit the column height and add the "Read more" button. IMPORTANT: you need to add our "Button" element to the end of this column and enable an appropriate option there as well.
tr_tr: Sütun yüksekliğini sınırlayın ve "Devamını oku" butonu ekleyin. ÖNEMLİ: Bu sütunun sonuna "Buton" öğemizi eklemeniz ve orada da uygun bir seçeneği etkinleştirmeniz gerekir.

source: Limit the column height and add the "Read more" button. IMPORTANT: you need to add our "Button" element to the end of this container and enable an appropriate option there as well.
tr_tr: Sütun yüksekliğini sınırlayın ve "Devamını oku" butonu ekleyin. ÖNEMLİ: Bu konteynerin sonuna "Buton" öğemizi eklemeniz ve orada da uygun bir seçeneği etkinleştirmeniz gerekir.

source: Limit your excerpt text for posts by words or letters.
tr_tr: Gönderiler için alıntı metninizi kelimelere veya harflere göre sınırlayın.

source: Line
tr_tr: Satır

source: Line height
tr_tr: Satır yüksekliği

source: Line style
tr_tr: Satır stili

source: Line through
tr_tr: Satır boyunca

source: Link
tr_tr: Bağlantı

source: Link button
tr_tr: Bağlantı butonu

source: Link Clicked
tr_tr: Bağlantı Tıklandı

source: Link color
tr_tr: Bağlantı rengi

source: Link on post %s
tr_tr: Gönderi %s üzerindeki bağlantı

source: Link text
tr_tr: Bağlantı metni

source: Link to product
tr_tr: Ürün bağlantısı

source: Linked products list
tr_tr: Bağlantılı ürünler listesi

source: Linked variations
tr_tr: Bağlantılı varyasyonlar

source: LinkedIn link
tr_tr: LinkedIn bağlantısı

source: Linkedin link
tr_tr: Linkedin bağlantısı

source: Linkedin social link
tr_tr: Linkedin sosyal medya bağlantısı

source: Links
tr_tr: Bağlantılar

source: Links color
tr_tr: Bağlantılar rengi

source: Links List
tr_tr: Bağlantılar Listesi

source: Links to previous and next posts
tr_tr: Önceki ve sonraki yazılara bağlantılar

source: Links to social profiles
tr_tr: Sosyal medya profillerine bağlantılar

source: List
tr_tr: Liste

source: List / Grid
tr_tr: Liste / Izgara

source: List element
tr_tr: Liste öğe

source: List general
tr_tr: Liste genel

source: List icon type
tr_tr: Liste simge türü

source: List item link
tr_tr: Liste öğe bağlantısı

source: List items
tr_tr: Liste öğeler

source: List items font size
tr_tr: Liste öğelerin yazı tipi boyutu

source: List items gap
tr_tr: Liste öğelerinin aralığı

source: List link
tr_tr: Liste bağlantı

source: List of IDS
tr_tr: ID listesi

source: List of IDs
tr_tr: ID listesi

source: List of portfolio categories.
tr_tr: Portföy kategorilerinin listesi.

source: List of product brands to show. Leave empty to show all
tr_tr: Gösterilecek ürün markalarının listesi. Tümünü göstermek için boş bırakın

source: List of product brands to show. Leave empty to show all.
tr_tr: Gösterilecek ürün markalarının listesi. Tümünü göstermek için boş bırakın.

source: List of product categories
tr_tr: Ürün kategorileri listesi

source: List of product categories, product tags, or product attributes terms.
tr_tr: Ürün kategorileri, ürün etiketleri veya ürün özelliği terimlerinin listesi.

source: List of product categories.
tr_tr: Ürün kategorileri listesi.

source: List of the post user comments
tr_tr: Gönderi kullanıcı yorumlarının listesi

source: List style
tr_tr: Liste biçimi

source: List type
tr_tr: Liste türü

source: List view
tr_tr: Liste görünümü

source: Live mode
tr_tr: Canlı mod

source: Live preview
tr_tr: Canlı önizleme

source: Load "Contact form 7" JS files
tr_tr: "Contact form 7" JS dosyalarını yükleyin

source: Load HTML dropdown with AJAX
tr_tr: AJAX ile HTML açılır menüsünü yükle

source: Load more button
tr_tr: Daha fazla yükle butonu

source: Load more posts
tr_tr: Daha fazla gönderi yükle

source: Load more products
tr_tr: Daha fazla ürün yükle

source: Load more projects
tr_tr: Daha fazla proje yükle

source: Load text domain
tr_tr: Metin alanını yükle

source: Loading
tr_tr: Yükleniyor

source: Loading, please wait...
tr_tr: Yükleniyor, lütfen bekleyin...

source: Loading...
tr_tr: Yükleniyor...

source: Local
tr_tr: Yerel

source: Location
tr_tr: Konum

source: Locations
tr_tr: Konumlar

source: Log in
tr_tr: Giriş yap

source: Login
tr_tr: Giriş yap

source: Login / Register
tr_tr: Giriş / Kayıt

source: Login dropdown
tr_tr: Giriş açılır menüsü

source: Login form
tr_tr: Giriş formu

source: Login page tabs
tr_tr: Giriş sayfası sekmeleri

source: Login sidebar
tr_tr: Giriş kenar çubuğu

source: Login tabs
tr_tr: Giriş sekmeleri

source: Login text
tr_tr: Giriş metni

source: Login title
tr_tr: Giriş başlığı

source: Login to see add to cart and prices
tr_tr: Sepete eklemek ve fiyatları görmek için giriş yapın

source: Login to see prices
tr_tr: Fiyatları görmek için giriş yapın

source: Login to see waitlist
tr_tr: Bekleme listesini görmek için girip yapın

source: Login/register links
tr_tr: Giriş / kayıt bağlantıları

source: Logo image
tr_tr: Logo görseli

source: Logo image for sticky header
tr_tr: Yapışkan ÜstAlan için logo görseli

source: Logo width
tr_tr: Logo genişliği

source: Logout
tr_tr: Çıkış Yap

source: Longitude
tr_tr: Boylam

source: Longitude (required)
tr_tr: Boylam (gerekli)

source: Loop
tr_tr: Döngü

source: Lost your password?
tr_tr: Şifreni mi unuttun?

source: Lowercase
tr_tr: Küçük harf

source: Lowest rated
tr_tr: En düşük puan

source: Magnific popup
tr_tr: Muhteşem popup

source: Magnific popup library
tr_tr: Muhteşem pop-up kütüphanesi

source: Mailchimp for wordpress integration
tr_tr: Wordpress entegrasyonu için Mailchimp

source: Mailchimp for wordpress integration (deprecated styles)
tr_tr: Mailchimp için wordpress entegrasyonu (kullanımdan kaldırılmış stiller)

source: Mailchimp forms
tr_tr: Mailchimp formları

source: Main carousel
tr_tr: Ana karusel

source: Main carousel auto height
tr_tr: Ana karusel otomatik yüksekliği

source: Main carousel with pagination
tr_tr: Sayfalandırmalı ana karusel

source: Main carousel with video
tr_tr: Videolu ana karusel

source: Main image
tr_tr: Ana görsel

source: Main image click action
tr_tr: Ana görsel tıklama eylemi

source: Main Menu
tr_tr: Ana menü

source: Main menu
tr_tr: Ana menü

source: Main navigation
tr_tr: Ana gezinme

source: Main page title section
tr_tr: Ana sayfa başlık bölümü

source: Main Widget Area
tr_tr: Ana Bileşen Alanı

source: Maintenance
tr_tr: Bakım

source: Make all menu, shopping cart, search, mobile menu dropdowns in dark color scheme.
tr_tr: Tüm menü, alışveriş sepeti, arama, mobil menü açılır menülerini koyu renk düzeninde yapın.

source: Make content full width
tr_tr: İçeriği tam genişlikte yap

source: Make it boxed
tr_tr: Kutulu hale getir

source: Make it default
tr_tr: Varsayılan yap

source: Make it overlap
tr_tr: Örtüşmesini sağla

source: Make it sticky
tr_tr: Yapışkan yap

source: Make slider full width
tr_tr: Slider'ı tam genişlikte yap

source: Make the header overlap the content.
tr_tr: ÜstAlan'ın içerikle örtüşmesini sağlayın.

source: Makes the container 100% width of the page.
tr_tr: Konteyneri sayfanın %100 genişliğinde yapar.

source: Manage products on checkout
tr_tr: Ödeme sayfasında ürünleri yönetin

source: Manage Theme settings
tr_tr: Tema ayarlarını yönet

source: Manage your headers
tr_tr: ÜstAlan'larınızı yönetin

source: Manual backup
tr_tr: Manuel yedekleme

source: Manual free gifts table
tr_tr: Manuel ücretsiz hediyeler tablosu

source: Manual Gifts
tr_tr: Manuel Hediyeler

source: Map content
tr_tr: Harita içeriği

source: Map Height
tr_tr: Harita Yüksekliği

source: Map height
tr_tr: Harita yüksekliği

source: Map mask
tr_tr: Harita maskesi

source: Map settings
tr_tr: Harita ayarları

source: Map style (Tile)
tr_tr: Harita stili (Döşeme)

source: Margin
tr_tr: Marj

source: Mark product as "New" till date
tr_tr: Ürünü ilgili tarihe kadar "Yeni" olarak işaretle

source: Mark reviews, made by customers who bought the current product, with a special icon.
tr_tr: Mevcut ürünü satın alan müşterilerin yaptığı değerlendirmeleri özel bir simgeyle işaretleyin.

source: Mark this option if you want to hide product count label.
tr_tr: Ürün sayısı etiketini gizlemek istiyorsanız bu seçeneği işaretleyin.

source: Mark this option if you want to show this divider line on the full height for this row.
tr_tr: Bu ayırıcı çizgiyi bu satır için tam yükseklikte göstermek istiyorsanız bu seçeneği işaretleyin.

source: Marker
tr_tr: İşaretleyici

source: Marker Description
tr_tr: İşaretleyici Açıklaması

source: Marker icon
tr_tr: İşaretleyici simgesi

source: Marker list
tr_tr: İşaretleyici listesi

source: Marker settings
tr_tr: İşaretleyici ayarları

source: Marker Title
tr_tr: İşaretleyici Başlığı

source: Markers
tr_tr: İşaretleyiciler

source: Marquee content
tr_tr: Marquee içeriği

source: Marquee element
tr_tr: Marquee öğesi

source: Marquee item link
tr_tr: Marquee öğesi bağlantısı

source: Mask
tr_tr: Maske

source: Mask on image
tr_tr: Görseli maskele

source: Mask with shadow
tr_tr: Gölge ile maskele

source: Masonry (with first wide)
tr_tr: Masonry (ilk geniş ile)

source: Masonry grid
tr_tr: Masonry ızgarası

source: Matches same order you passed in via the include parameter.
tr_tr: Include parametresiyle aktardığınız sırayla eşleşir.

source: Material
tr_tr: Malzeme

source: Max %s
tr_tr: Maksimum %s

source: Max height
tr_tr: Maksimum yükseklik

source: Maximum
tr_tr: Maksimum

source: Maximum days
tr_tr: Maksimum gün

source: Maximum depth
tr_tr: Maksimum derinlik

source: Maximum Gifts in an Order
tr_tr: Bir Siparişteki Maksimum Hediye Sayısı

source: Maximum number of days for delivery.
tr_tr: Teslimat için maksimum gün sayısı.
