Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Click to open image in popup and swipe to zoom
tr_tr: Görseli pop-up açmak için tıklayın ve yakınlaştırmak için kaydırın

source: Clone
tr_tr: Çoğalt

source: Close
tr_tr: Kapat

source: Close (Esc)
tr_tr: Kapat (Esc)

source: Close and view website
tr_tr: Kapat ve web sitesini görüntüle

source: Close button
tr_tr: Kapatma butonu

source: Close conditions
tr_tr: Koşulları kapat

source: Close editor
tr_tr: Düzenleyiciyi kapat

source: Close header banner
tr_tr: ÜstAlan banner'ını kapat

source: Close main menu
tr_tr: Ana menüyü kapat

source: Close menu on mouse leave
tr_tr: Fare imleci ayrıldığında menüyü kapat

source: Close search form
tr_tr: Arama formunu kapat

source: Closed
tr_tr: Kapalı

source: Closing quantity must not be lower than opening quantity.
tr_tr: Kapanış miktarı açılış miktarından düşük olmamalıdır.

source: Clouds
tr_tr: Cloudlar

source: Clouds bottom
tr_tr: Cloudlar altı

source: Clouds top
tr_tr: Cloudlar üzeri

source: CMS Blocks for custom HTML to place in your pages
tr_tr: Sayfalarınıza yerleştirilecek özel HTML için CMS Blokları

source: Collapse editor
tr_tr: Düzenleyiciyi daralt

source: Collapse swatches list on the product grid to save space in case a product has too many variations.
tr_tr: Bir ürünün çok fazla varyasyonu olması durumunda yerden tasarruf etmek için ürün kılavuzundaki renk örnekleri listesini daraltın.

source: Collapse swatches list on the single product to save space in case a product has too many variations.
tr_tr: Bir ürünün çok fazla varyasyonu olması durumunda yerden tasarruf etmek için tek bir üründeki renk örnekleri listesini daraltın.

source: Collapse widgets on mobile
tr_tr: Bileşenleri mobil cihazda daraltın

source: Collapsible content
tr_tr: Daraltılabilir içerik

source: Color
tr_tr: Renk

source: Color active
tr_tr: Renk aktif

source: Color box popup library
tr_tr: Renk kutusu açılır kitaplığı

source: Color for page builder elements options where "Secondary color" was chosen.
tr_tr: "İkincil renk" seçildiğinde sayfa oluşturucu öğeleri seçenekleri için renk.

source: Color hover
tr_tr: Renk üzerine gelindiğinde

source: Color mask
tr_tr: Renk maskesi

source: Color of dots
tr_tr: Noktaların rengi

source: Color of line
tr_tr: Çizginin rengi

source: Color on hover
tr_tr: Üzerine gelindiğinde renk

source: Color or image
tr_tr: Renk veya görsel

source: Color picker
tr_tr: Renk seçici

source: Color presets
tr_tr: Renk ön ayarları

source: Color Scheme
tr_tr: Renk Şeması

source: Color scheme
tr_tr: Renk şeması

source: Color scheme on hover
tr_tr: Üzerine gelindiğinde renk şeması

source: Color scheme preview
tr_tr: Renk şeması önizlemesi

source: Color swatch
tr_tr: Renk örneği

source: Colored
tr_tr: Renkli

source: Colored alternative
tr_tr: Renkli alternatif

source: Colors
tr_tr: Renkler

source: Column
tr_tr: Sütun

source: Column content height
tr_tr: Sütun içerik yüksekliği

source: Column gap
tr_tr: Sütun boşluğu

source: Column reverse
tr_tr: Sütun ters

source: Column role for "off-canvas layout"
tr_tr: "Off-canvas düzen" için sütun rolü

source: Column Span
tr_tr: Sütun Açıklığı

source: Column width
tr_tr: Sütun genişliği

source: Columns
tr_tr: Sütunlar

source: Columns on desktop
tr_tr: Masaüstünde sütunlar

source: Columns on mobile
tr_tr: Mobil cihazlarda sütunlar

source: Columns on tablet
tr_tr: Tablette sütunlar

source: Combine two carousels using a common identifier
tr_tr: Ortak bir tanımlayıcı kullanarak iki karuseli birleştirin

source: Combined grid (1:2:1)
tr_tr: Birleşik ızgara (1:2:1)

source: Combined grid 1
tr_tr: Birleştirilmiş ızgara 1

source: Combined grid 2
tr_tr: Birleştirilmiş ızgara 2

source: Combined grid 3
tr_tr: Birleştirilmiş ızgara 3

source: comment
tr_tr: yorum

source: Comment Count
tr_tr: Yorum sayısı

source: Comment navigation
tr_tr: Yorum navigasyonu

source: comments
tr_tr: yorumlar

source: Comments are closed.
tr_tr: Yorumlar kapalı.

source: Comments limit
tr_tr: Yorum sınırı

# comments title
source: One thought on &ldquo;%2$s&rdquo;
tr_tr: &ldquo;%2$s&rdquo; ile ilgili yorum;

source: Compare
tr_tr: Karşılaştır

source: Compare by categories:
tr_tr: Kategorilere göre karşılaştırın:

source: Compare by category
tr_tr: Kategoriye göre karşılaştırın

source: Compare icon
tr_tr: Karşılaştır simgesi

source: Compare images
tr_tr: Görselleri karşılaştırın

source: Compare images element
tr_tr: Görselleri karşılaştırma öğesi

source: Compare list is empty.
tr_tr: Karşılaştırma listesi boş.

source: Compare more products
tr_tr: Daha fazla ürün karşılaştırın

source: Compare page
tr_tr: Karşılaştırma sayfası

source: Compare page by category
tr_tr: Sayfayı kategoriye göre karşılaştırın

source: Compare products
tr_tr: Ürünleri karşılaştır

source: Compare two images using the slider
tr_tr: İki görseli slider kullanılarak karşılaştır

source: Comparison condition
tr_tr: Karşılaştırma durumu

source: Compatible plugins
tr_tr: Uyumlu eklentiler

source: Condition
tr_tr: Koşul

source: Condition comparison
tr_tr: Koşul karşılaştırması

source: Condition query
tr_tr: Koşul sorgusu

source: Condition type
tr_tr: Koşul türü

source: Conditions
tr_tr: Koşullar

source: Conditions has been successfully saved
tr_tr: Koşullar başarıyla kaydedildi

source: Configure
tr_tr: Yapılandır

source: Configure logo element
tr_tr: Logo öğesini yapılandır

source: Configure mobile logo element
tr_tr: Mobil logo öğesini yapılandır

source: Configure the email that confirms a customer's subscription to the waitlist, assuring them that they will receive updates when the requested item is back in stock.
tr_tr: Müşterinin bekleme listesine aboneliğini onaylayan e-postayı yapılandırın ve talep edilen ürün stokta tekrar mevcut olduğunda güncellemeler alacağından emin olun.

source: Configure the email that notifies customers when a product they are interested in is back in stock, ensuring they are among the first to know and can make a purchase promptly.
tr_tr: Müşterilerinize ilgilendikleri bir ürün tekrar stokta olduğunda bildirim gönderen e-postayı yapılandırın; böylece ilk öğrenenlerden olmalarını ve hemen satın alma işlemini gerçekleştirmelerini sağlayın.

source: Configure your [social_buttons] shortcode. You can leave the field empty to remove a particular link. Note that there are two types of social buttons. First one is SHARE buttons [social_buttons type="share"]. It displays icons that share your page on social media. And the second one is FOLLOW buttons [social_buttons type="follow"]. Simply displays links to your social profiles. You can configure both types here.
tr_tr: [Social_buttons] kısa kodunuzu yapılandırın. Belirli bir bağlantıyı kaldırmak için alanı boş bırakabilirsiniz. İki tür sosyal buton olduğunu unutmayın. İlki PAYLAŞ butonları [social_buttons type = "share"]. Sayfanızı sosyal medyada paylaşan simgeleri görüntüler. İkincisi ise TAKİP butonları [social_buttons type = "follow"]. Sosyal profillerinizin bağlantılarını görüntülemeniz yeterlidir. Her iki türü de burada yapılandırabilirsiniz.

source: Confirm now
tr_tr: Şimdi onayla

source: Confirm waitlist subscription
tr_tr: Bekleme listesi aboneliğini onayla

source: Confirmed
tr_tr: Onaylandı

source: Congratulations! You have successfully installed our theme and are ready to start building your amazing website! With our theme, you have full control over the layout and style, giving you the flexibility to create a site that suits your vision perfectly.
tr_tr: Tebrikler! Temamızı başarıyla yüklediniz ve muhteşem web sitenizi oluşturmaya başlamaya hazırsınız! Temamızla düzen ve stil üzerinde tam kontrole sahip olursunuz ve bu da vizyonunuza mükemmel şekilde uyan bir site oluşturma esnekliğini size sunar.

source: Congratulations! You’ve successfully replaced the default logo with your own. Click the "Done" button to finish.
tr_tr: Tebrikler! Varsayılan logoyu kendi logonuzla başarıyla değiştirdiniz. Bitirmek için "Bitti" düğmesine tıklayın.

source: Connect
tr_tr: Bağlan

source: Connect instagram account
tr_tr: Instagram hesabını bağla

source: Cons
tr_tr: Eksiler

source: Cons:
tr_tr: Eksiler:

source: Consumer Key
tr_tr: Müşteri Anahtarı

source: Consumer Key:
tr_tr: Müşteri Anahtarı:

source: Consumer Secret
tr_tr: Müşteri kodu

source: Consumer Secret:
tr_tr: Müşteri kodu:

source: Contact forms
tr_tr: İletişim formları

source: Contacts form 7 integration
tr_tr: Contact form 7 entegrasyonu

source: Contain
tr_tr: İçerir

source: Container
tr_tr: Konteyner

source: Container block
tr_tr: Konteyner bloğu

source: Container stretch
tr_tr: Konteyner esnemesi

source: Content
tr_tr: İçerik

source: Content align
tr_tr: İçerik hizalama

source: Content alignment
tr_tr: İçerik hizalaması

source: Content background
tr_tr: İçerik arka planı

source: Content background color
tr_tr: İçerik arka plan rengi

source: Content calculation
tr_tr: İçerik hesaplama

source: Content column
tr_tr: İçerik sütunu

source: Content full width
tr_tr: İçerik tam genişliğinde

source: Content height
tr_tr: İçerik yüksekliği

source: Content horizontal align
tr_tr: İçerik yatay hizalama

source: Content horizontal alignment
tr_tr: İçerik yatay hizalaması

source: Content no space
tr_tr: İçerik boşluk yok

source: Content of the post
tr_tr: Gönderinin içeriği

source: Content on the map horizontal position
tr_tr: Harita yatay konumu üzerindeki içerik

source: Content on the map vertical position
tr_tr: Harita dikey konumu üzerindeki içerik

source: Content position
tr_tr: İçerik konumu

source: Content Primary
tr_tr: Öncelikli içerik

source: Content Secondary
tr_tr: İkincil İçerik

source: Content settings
tr_tr: İçerik ayarları

source: Content type
tr_tr: İçerik türü

source: Content vertical align
tr_tr: İçerik dikey hizalama

source: Content vertical alignment
tr_tr: İçerik dikey hizalaması

source: Content width
tr_tr: İçerik genişliği

source: Continue
tr_tr: Devam et

source: Continue reading
tr_tr: Okumaya devam et

source: Continue reading <span class="meta-nav">&rarr;</span>
tr_tr: Okumaya devam edin <span class="meta-nav">&rarr;</span>

source: Continue shopping
tr_tr: Alışverişe Devam Et

source: Controls
tr_tr: Kontroller

source: Convert large CSS files to inline styles
tr_tr: Büyük CSS dosyalarını satır içi stillere dönüştürün

source: Cookie
tr_tr: Çerez

source: Cookie law info
tr_tr: Çerez Yasası Bilgisi

source: Cookies popup
tr_tr: Çerezler açılır penceresi

source: Cookies popup option
tr_tr: Çerezler açılır seçeneği

source: Cookies version
tr_tr: Çerez versiyonu

source: Coordinates
tr_tr: Koordinatlar

source: Copy the code from the following text area and save it. You will be able to import it later with our import function in the headers manager.
tr_tr: Aşağıdaki metin alanından kodu kopyalayın ve kaydedin. Daha sonra ÜstAlan yöneticisindeki içe aktarma işlevimizle içe aktarabileceksiniz.

source: Copyrights
tr_tr: Telif Hakları

source: Copyrights layout
tr_tr: Telif hakları düzeni

source: Copyrights text
tr_tr: Telif hakları metni

source: Could not add product to waitlist.
tr_tr: Ürün bekleme listesine eklenemedi.

source: Could not remove product from waitlist.
tr_tr: Ürün bekleme listesinden kaldırılamadı.

source: Count
tr_tr: Sayım

source: Count product visits
tr_tr: Ürün ziyaretlerini sayın

source: Countdown
tr_tr: Geri Sayım

source: Countdown element
tr_tr: Geri sayım öğesi

source: Countdown for variable products
tr_tr: Değişken ürünler için geri sayım

source: Countdown number font weight
tr_tr: Geri sayım numarası yazı tipi kalınlığı

source: Countdown timer
tr_tr: Geri sayım saati

source: Countdown to the end sale date will be shown. Be sure you have set final date of the product sale price.
tr_tr: Son satış tarihine geri sayım gösterilecektir. Ürün satış fiyatının son tarihini belirlediğinizden emin olun.

source: Counter element
tr_tr: Sayaç öğesi

source: Counter product visits
tr_tr: Sayaç ürün ziyaretleri

source: Coupon
tr_tr: Kupon

source: Coupon code
tr_tr: Kupon Kodu

source: Coupon discount
tr_tr: Kupon indirimi

source: Coupon expires after
tr_tr: Kupon şu tarihten sonra sona eriyor:

source: Coupon form
tr_tr: Kupon formu

source: Coupon prefix
tr_tr: Kupon öneki

source: Coupon value
tr_tr: Kupon değeri

source: Cover
tr_tr: Kapak

source: Create a menu list for your mega menu dropdown
tr_tr: Mega menü açılır menünüz için bir menü listesi oluşturun

source: Create an Account
tr_tr: Hesap oluştur

source: Create an eye-catching section of special products to promote them on your store.
tr_tr: Mağazanızda tanıtmak için özel ürünlerden oluşan göz alıcı bir bölüm oluşturun.

source: Create backup
tr_tr: Yedek oluştur

source: Create layout
tr_tr: Düzen oluştur

source: Create new HTML Block
tr_tr: Yeni HTML Bloğu Oluştur

source: Create promotion
tr_tr: Promosyon oluşturun

source: Create some
tr_tr: Biraz Oluştur

source: Create wishlist
tr_tr: İstek listesi oluştur

source: Create your first <a href="%s"><strong>navigation menu here</strong></a>
tr_tr: İlk <a href="%s"> <strong> gezinme menünüzü burada </strong> </a> oluşturun

source: Create your first <a href="%s"><strong>navigation menu here</strong></a> and add it to the "Main menu" location.
tr_tr: İlk <a href="%s"> <strong> gezinme menünüzü </strong> </a> oluşturun ve "Ana menü" konumuna ekleyin.

source: Create/modify size guide table
tr_tr: Boyut kılavuzu tablosu oluştur/değiştir

source: Criteria
tr_tr: Kriterler

source: Criteria [1]
tr_tr: Kriter [1]

source: Criteria [2]
tr_tr: Kriter [2]

source: Criteria [3]
tr_tr: Kriter [3]

source: Criteria [4]
tr_tr: Kriter [4]

source: Criteria [5]
tr_tr: Kriter [5]

source: Criteria [6]
tr_tr: Kriter [6]

source: Criteria fields
tr_tr: Kriter alanları

source: Criteria slug
tr_tr: Kriter kısa adı

source: Criteria title
tr_tr: Kriter başlığı

source: Cross Sells
tr_tr: Çapraz Satışlar

source: CSS Animations
tr_tr: CSS Animasyonları

source: CSS box
tr_tr: CSS kutusu

source: Currency:
tr_tr: Para birimi:

source: Current builder
tr_tr: Mevcut inşa edici

source: Current default group
tr_tr: Mevcut varsayılan grup

source: Current page breadcrumbs
tr_tr: Mevcut sayfa içerik haritaları

source: Current state
tr_tr: Mevcut durum

source: Current window (_self)
tr_tr: Mevcut pencere (_self)

source: Curved
tr_tr: Kavisli

source: Curved Line
tr_tr: Kavisli Çizgi

source: Curved line bottom
tr_tr: Kavisli çizgi alt

source: Curved line top
tr_tr: Kavisli çizgi üst

source: Custom
tr_tr: Özel

source: custom
tr_tr: özel

source: Custom 404 page
tr_tr: Özel 404 sayfası

source: Custom animated loader
tr_tr: Özel animasyonlu yükleyici

source: Custom aspect ratio
tr_tr: Özel en boy oranı

source: Custom attributes
tr_tr: Özel nitelikler

source: Custom background color
tr_tr: Özel arka plan rengi

source: Custom border color
tr_tr: Özel kenarlık rengi

source: Custom button icon
tr_tr: Özel buton simgesi

source: Custom button text
tr_tr: Özel buton metni

source: Custom button URL
tr_tr: Özel buton URL'si

source: Custom buttons
tr_tr: Özel butonlar

source: Custom carousel item
tr_tr: Özel karusel öğesi

source: Custom carousel that can contain other elements
tr_tr: Başka öğeler de içerebilen özel karusel

source: Custom categories rounding
tr_tr: Özel kategori yuvarlama

source: Custom category border color
tr_tr: Özel kategori kenarlık rengi

source: Custom Color
tr_tr: Özel Renk

source: Custom color
tr_tr: Özel renk

source: Custom content width
tr_tr: Özel içerik genişliği

source: Custom CSS
tr_tr: Özel CSS

source: Custom CSS for admin dashboard
tr_tr: Yönetici panosu için özel CSS

source: Custom CSS for desktop
tr_tr: Masaüstü için özel CSS

source: Custom CSS for mobile
tr_tr: Mobil için özel CSS

source: Custom CSS for mobile landscape
tr_tr: Mobil ortam için özel CSS

source: Custom CSS for tablet
tr_tr: Tablet için özel CSS

source: Custom default buttons hover text color scheme
tr_tr: Özel varsayılan butonlar vurgulu metin renk şeması

source: Custom default buttons text color scheme
tr_tr: Özel varsayılan butonlar metin renk şeması

source: Custom fields data
tr_tr: Özel alan verileri

source: Custom font
tr_tr: Özel yazı tipi

source: Custom font size
tr_tr: Özel yazı tipi boyutu

source: Custom fonts
tr_tr: Özel yazı tipleri

source: Custom handle background
tr_tr: Özel tutamak arka planı

source: Custom handle color
tr_tr: Özel tutamak rengi

source: Custom header for this page
tr_tr: Bu sayfa için özel ÜstAlan

source: Custom header for this product
tr_tr: Bu ürün için özel ÜstAlan

source: Custom height
tr_tr: Özel yükseklik

source: Custom icon
tr_tr: Özel simge

source: Custom image
tr_tr: Özel görsel

source: Custom images size
tr_tr: Özel görsel boyutu

source: Custom JS
tr_tr: Özel JS

source: Custom line height
tr_tr: Özel satır yüksekliği

source: Custom link
tr_tr: Özel bağlantı

source: Custom links
tr_tr: Özel bağlantılar

source: Custom map tile
tr_tr: Özel harita döşemesi

source: Custom map tile URL
tr_tr: Özel harita döşemesi URL'si

source: Custom meta value by key
tr_tr: Anahtara göre özel meta değeri

source: Custom products background color
tr_tr: Özel ürün arka plan rengi

source: Custom products border color
tr_tr: Özel ürün kenarlık rengi

source: Custom query
tr_tr: Özel sorgu

source: Custom rounding
tr_tr: Özel yuvarlama

source: Custom settings
tr_tr: Özel ayarlar

source: Custom shop buttons hover text color scheme
tr_tr: Özel mağaza butonları vurgulu metin renk şeması

source: Custom shop buttons text color scheme
tr_tr: Özel mağaza butonları metin renk şeması

source: Custom sidebar for this page
tr_tr: Bu sayfa için özel kenar çubuğu

source: Custom sidebar for this product
tr_tr: Bu ürün için özel kenar çubuğu

source: Custom single post header
tr_tr: Özel tek gönderi ÜstAlan'ı

source: Custom single product header
tr_tr: Özel tek ürün ÜstAlan'ı

source: Custom single project header
tr_tr: Özel tek proje ÜstAlan'ı

source: Custom size
tr_tr: Özel boyut

source: Custom style
tr_tr: Özel stil

source: Custom SVG
tr_tr: Özel SVG

source: Custom tab content
tr_tr: Özel sekme içeriği

source: Custom tab title
tr_tr: Özel sekme başlığı

source: Custom tabs
tr_tr: Özel sekmeler

source: Custom text color
tr_tr: Özel metin rengi

source: Custom text color on hover
tr_tr: Üzerine gelindiğinde özel metin rengi

source: Custom text width
tr_tr: Özel metin genişliği

source: Custom title width
tr_tr: Özel başlık genişliği

source: Custom typography
tr_tr: Özel tipografi

source: Custom width
tr_tr: Özel genişlik

source: Custom width in pixels
tr_tr: Piksel cinsinden özel genişlik

source: Customer
tr_tr: Müşteri

source: Customer billing and shipping details
tr_tr: Müşteri faturalandırma ve gönderim detayları

source: Customer details
tr_tr: Müşteri detayları

source: Customers that added "%s" to wishlist
tr_tr: İstek listesine "%s" ekleyen müşteriler

source: Customers that added product to wishlist
tr_tr: İstek listesine ürün ekleyen müşteriler

source: Customizable HTML table
tr_tr: Özelleştirilebilir HTML tablosu

source: Customize content and style
tr_tr: İçeriği ve stili özelleştirin

source: Customize header layout in frontend
tr_tr: Önyüzde ÜstAlan düzenini özelleştirin

source: Customize styles and colors
tr_tr: Stilleri ve renkleri özelleştirin

source: Customize your website
tr_tr: Web sitenizi özelleştirin

source: Customize your website with the help of our interactive guides. Click the buttons below to start exploring and customizing with ease.
tr_tr: Etkileşimli rehberlerimizin yardımıyla web sitenizi özelleştirin. Kolayca keşfetmeye ve özelleştirmeye başlamak için aşağıdaki düğmelere tıklayın.

source: Daily Archives:
tr_tr: Günlük arşivler:

source: Daily shipping deadline
tr_tr: Günlük kargo teslim süresi

source: Dark
tr_tr: Koyu

source: Dark theme
tr_tr: Koyu tema

source: Dashboard
tr_tr: Kontrol Paneli

source: Dashboard -> Updates
tr_tr: Kontrol Paneli -> Güncellemeler

source: Dashboard header logo
tr_tr: Kontrol Paneli ÜstAlan logosu

source: Dashboard icons menu
tr_tr: Kontrol Paneli simgeleri menüsü

source: Dashboard sidebar & admin bar logo
tr_tr: Kontrol Paneli kenar çubuğu ve yönetici çubuğu logosu

source: Dashboard → Updates
tr_tr: Kontrol Paneli → Güncellemeler

source: Dashed
tr_tr: Kesik

source: Data
tr_tr: Veri

source: Data Settings
tr_tr: Veri Ayarları

source: Data settings
tr_tr: Veri ayarları

source: Data source
tr_tr: Veri kaynağı

source: Data storage method
tr_tr: Veri depolama yöntemi

source: Date
tr_tr: Tarih

source: Date created
tr_tr: Tarih oluşturuldu

source: Date format
tr_tr: Tarih biçimi

source: Date type
tr_tr: Tarih türü

source: Date type condition
tr_tr: Tarih türü koşulu

source: Date when the post was published
tr_tr: Gönderinin yayınlandığı tarih

source: Dates
tr_tr: Tarihler

source: Day
tr_tr: Gün

source: day
tr_tr: gün

source: Day :
tr_tr: Gün:

source: Days
tr_tr: Gün

source: days
tr_tr: gün

source: Deactivate
tr_tr: Devre dışı bırak

source: Deactivate theme
tr_tr: Temayı devre dışı bırak

source: Deactivating
tr_tr: Devre dışı bırakılıyor

source: Default
tr_tr: Varsayılan

source: Default "Thank you page" content
tr_tr: Varsayılan "Teşekkür sayfası" içeriği

source: Default (14px)
tr_tr: Varsayılan (14px)

source: Default (18px)
tr_tr: Varsayılan (18 px)

source: Default (22px)
tr_tr: Varsayılan (22px)

source: Default (52px)
tr_tr: Varsayılan (52px)

source: Default alternative
tr_tr: Varsayılan alternatif

source: Default buttons
tr_tr: Varsayılan butonlar

source: Default buttons background
tr_tr: Varsayılan buton arka planı

source: Default buttons hover background
tr_tr: Varsayılan buton hover arka planı

source: Default buttons hover text color scheme
tr_tr: Varsayılan buton vurgulu metin renk şeması

source: Default buttons styles
tr_tr: Varsayılan buton stilleri

source: Default buttons text color scheme
tr_tr: Varsayılan buton metin renk şeması

source: Default buttons typography
tr_tr: Varsayılan buton tipografisi

source: Default checkbox state
tr_tr: Varsayılan onay kutusu durumu

source: Default grid
tr_tr: Varsayılan ızgara

source: Default group
tr_tr: Varsayılan grup

source: Default header
tr_tr: Varsayılan ÜstAlan

source: Default header for all pages is changed.
tr_tr: Tüm sayfalar için varsayılan ÜstAlan değiştirildi.

source: Default icon
tr_tr: Varsayılan simge

source: Default tabs
tr_tr: Varsayılan sekmeler

source: Default viewport tag:
tr_tr: Varsayılan görünüm etiketi:

source: Default Widget Area for posts and pages
tr_tr: Gönderiler ve sayfalar için Varsayılan Bileşen Alanı

source: Default Widget Area for projects
tr_tr: Projeler için Varsayılan Bileşen Alanı

source: Default wordpress blocks style
tr_tr: Varsayılan wordpress blok stili

source: Default: 0
tr_tr: Varsayılan: 0

source: Default: 100
tr_tr: Varsayılan: 100

source: Default: 300
tr_tr: Varsayılan: 300

source: Default: 400
tr_tr: Varsayılan: 400

source: Default: 48px
tr_tr: Varsayılan: 48px

source: Define a daily deadline for processing orders. Orders placed after this cut-off time will be managed the following business day.
tr_tr: Siparişlerin işlenmesi için günlük bir son tarih tanımlayın. Bu son tarihten sonra verilen siparişler, bir sonraki iş gününde yönetilecektir.

source: Define color for the browser top bar on iOS and Android devices. <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/#color_browser_elements" target="_blank">[Read more]</a>
tr_tr: iOS ve Android cihazlarda tarayıcı üst çubuğu için renk tanımlayın. Daha fazla bilgi için; <a href="https://developers.google.com/web/fundamentals/design-and-ux/browser-customization/#color_browser_elements" target="_blank">ilgili Google belgesi</a>.
