Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Terms and conditions
tr_tr: Şartlar ve koşullar

source: Testimonial
tr_tr: Referans

source: Testimonial block
tr_tr: Referans bloku

source: Testimonial element
tr_tr: Referans öğesi

source: Testimonial old element
tr_tr: Referans eski öğesi

source: Testimonials
tr_tr: Referanslar

source: Text
tr_tr: Metin

source: Text active color
tr_tr: Metin etkin rengi

source: Text after title
tr_tr: Başlıktan sonra metin

source: Text align
tr_tr: Metin hizala

source: Text alignment
tr_tr: Metin hizalama

source: Text background color
tr_tr: Metin arka plan rengi

source: Text block
tr_tr: Metin bloku

source: Text block element
tr_tr: Metin bloku öğesi

source: Text Color
tr_tr: Metin Rengi

source: Text color
tr_tr: Metin rengi

source: Text color for page title
tr_tr: Sayfa başlığı için metin rengi

source: Text color for title
tr_tr: Başlık için metin rengi

source: Text color hover
tr_tr: Üzerine gelindiğinde metin rengi

source: Text color scheme
tr_tr: Metin rengi şeması

source: Text color scheme on hover
tr_tr: Üzerine gelindiğinde metin rengi şeması

source: Text decoration
tr_tr: Metin süsleme

source: Text decoration color
tr_tr: Metin süsleme rengi

source: Text decoration style
tr_tr: Metin süsleme stili

source: Text decoration thickness
tr_tr: Metin süsleme kalınlığı

source: Text displayed in Dashboard -> WoodMart.
tr_tr: Kontrol Paneli -> WoodMart'ta görüntülenen metin.

source: Text font
tr_tr: Metin yazı tipi

source: Text hover color
tr_tr: Üzerine gelindiğinde metin rengi

source: Text larger
tr_tr: Daha büyük metin

source: Text next to copyrights
tr_tr: Telif haklarının yanındaki metin

source: Text on marker
tr_tr: İşaretçi üzerindeki metin

source: Text scrolling area
tr_tr: Metin kaydırma alanı

source: Text size
tr_tr: Metin Boyutu

source: Text swatch
tr_tr: Metin örneği

source: Text transform
tr_tr: Metin dönüşümü

source: Text under image
tr_tr: Görsel altındaki metin

source: Text underline offset
tr_tr: Metin altı çizgili ofset

source: Text width
tr_tr: Metin genişliği

source: Text will be displayed if user don't add any products to cart
tr_tr: Kullanıcı sepete herhangi bir ürün eklemezse metin görüntülenecektir

source: Text will be displayed if user don't add any products to compare
tr_tr: Kullanıcı karşılaştırmak için herhangi bir ürün eklemezse metin görüntülenecektir

source: Text will be displayed if user don't add any products to wishlist.
tr_tr: Kullanıcı istek listesine herhangi bir ürün eklemezse metin görüntülenecektir.

source: Text with icon
tr_tr: Simgeli metin

source: Text/HTML
tr_tr: Metin/HTML

source: Text/HTML content
tr_tr: Metin/HTML içeriği

source: Thank you for activating the theme. After activation, you will be able to receive automatic updates via
tr_tr: Temayı etkinleştirdiğiniz için teşekkür ederiz. Etkinleştirmeden sonra, otomatik güncellemeleri şu şekilde alabileceksiniz:

source: Thank you for activation. Now you are able to get automatic updates for our theme via
tr_tr: Aktivasyon için teşekkür ederiz. Artık temamız için otomatik güncellemeleri şu şekilde alabilirsiniz:

source: Thank you for choosing our theme!
tr_tr: Temamızı seçtiğiniz için teşekkür ederiz!

source: Thank you for choosing WoodMart, our premium eCommerce theme! Get started building your stunning online store by easily importing one of our prebuilt demo sites and customizing the theme options to match your needs.
tr_tr: Premium e-ticaret temamız WoodMart'ı seçtiğiniz için teşekkür ederiz! Önceden oluşturulmuş demo sitelerimizden birini kolayca içe aktararak ve tema seçeneklerini ihtiyaçlarınıza uyacak şekilde özelleştirerek çarpıcı çevrimiçi mağazanızı oluşturmaya başlayın.

source: Thank you for requesting to join the waitlist for this item:
tr_tr: Bu öğe için bekleme listesine katılma isteğiniz için teşekkür ederiz:

source: Thank you for requesting to join the waitlist for this item:
tr_tr: Bu öğe için bekleme listesine katılma isteğiniz için teşekkür ederiz:

source: Thank you page
tr_tr: Teşekkür sayfası

source: Thank you page predefined
tr_tr: Teşekkür sayfası öntanımlandı

source: The cart you're trying to recover has expired.
tr_tr: Kurtarmaya çalıştığınız sepetin süresi doldu.

source: The cart you're trying to recover is empty.
tr_tr: Kurtarmaya çalıştığınız sepet boş.

source: The content block will not have any paddings
tr_tr: İçerik blokunda herhangi bir dolgu olmayacak

source: The coupon form block can't be placed inside the checkout form.
tr_tr: Kupon formu bloku ödeme formunun içine yerleştirilemiyor.

source: The following option will not work if "Sticky header clone" is enabled in header settings.
tr_tr: ÜstAlan ayarlarında "Yapışkan üstalan klonu" etkinleştirilmişse aşağıdaki seçenek çalışmayacaktır.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
tr_tr: Bu temayla maksimum uyumluluk sağlamak için aşağıdaki eklentinin en son sürümüne güncellenmesi gerekiyor: %1$s.

source: The following plugin was activated successfully:
tr_tr: Aşağıdaki eklenti başarıyla etkinleştirildi:

source: The following recommended plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki önerilen eklenti şu anda etkin değil:%1$s.

source: The following required plugin is currently inactive: %1$s.
tr_tr: Aşağıdaki gerekli eklenti şu anda etkin değil:%1$s.

source: The footer will be displayed behind the content of the page and will be visible when user scrolls to the bottom on the page.
tr_tr: AltAlan, sayfanın içeriğinin arkasında görüntülenecek ve kullanıcı sayfayı en altına kaydırdığında görünecektir.

source: The gift has already been added to the cart.
tr_tr: Hediye zaten sepete eklendi.

source: The header builder cannot be loaded correctly. Probably, there is some JS conflict with some of the installed plugins or some issue with the header builder script. Check your JS console to debug this. Try to disable all external plugins and be sure that you have the latest version of the theme installed and then check again.
tr_tr: ÜstAlan oluşturucu doğru şekilde yüklenemiyor. Muhtemelen, bazı yüklü eklentilerle bazı JS çakışması veya ÜstAlan oluşturucu komut dosyasıyla ilgili bazı sorunlar vardır. Bu hatayı ayıklamak için JS konsolunuzu kontrol edin. Tüm harici eklentileri devre dışı bırakmayı deneyin ve temanın en son sürümüne sahip olduğunuzdan emin olun ve ardından tekrar kontrol edin.

source: The header will be boxed instead of full width
tr_tr: ÜstAlan tam genişlik yerine kutulu olacaktır

source: The height for the banner area in pixels on desktop devices.
tr_tr: Masaüstü cihazlarda piksel cinsinden banner alanı yüksekliği.

source: The height for the banner area in pixels on mobile devices.
tr_tr: Mobil cihazlarda piksel cinsinden banner alanı yüksekliği.

source: The icon code from FontAwesome 5 list.
tr_tr: FontAwesome 5 listesindeki simge kodu.

source: The ID link ONLY accepts these chars: A-Z, a-z, 0-9 without #
tr_tr: ID bağlantısı SADECE şu karakterleri kabul eder: A-Z, a-z, 0-9; # olmadan

source: The ID of Navigation anchor.
tr_tr: Gezinme çapası ID'si.

source: The import process includes a homepage, products, posts, projects, images, and menus.
tr_tr: İçe aktarma işlemi ana sayfa, ürünler, yazılar, projeler, görseller ve menüleri içerir.

source: The information from this portfolio will be used as an example while you are working with the portfolio template and Elementor.
tr_tr: Portföy şablonu ve Elementor ile çalışırken bu portföydeki bilgiler örnek olarak kullanılacaktır.

source: The information from this post will be used as an example while you are working with the post template and Elementor.
tr_tr: Bu yazıdaki bilgiler, yazı şablonu ve Elementor ile çalışırken örnek olarak kullanılacaktır.

source: The information from this product will be used as an example while you are working with the product template and Elementor.
tr_tr: Ürün şablonu ve Elementor ile çalışırken bu üründen gelen bilgiler örnek olarak kullanılacaktır.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum ve aktivasyon süreci başlıyor. Bu süreç bazı sunucularda biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: The installation of %1$s failed.
tr_tr: %1$s kurulumu başarısız oldu.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
tr_tr: Kurulum süreci başlıyor. Bu süreç bazı sunucularda biraz zaman alabilir, bu yüzden lütfen sabırlı olun.

source: The link will be added to the whole banner area.
tr_tr: Bağlantı, tüm banner alanına eklenecektir.

source: The login form block can't be placed inside the checkout form.
tr_tr: Giriş formu bloku ödeme formunun içine yerleştirilemez.

source: The maximum file size is %s and you can upload up to %s images.
tr_tr: Maksimum dosya boyutu %s ve en fazla %s görsel yükleyebilirsiniz.

source: The maximum number of posts to show
tr_tr: Gösterilecek en fazla gönderi sayısı

source: The maximum upload file size: %s.
tr_tr: Maksimum dosya yükleme boyutu: %s.

source: The mobile header may have a different layout compared to the desktop version. Ensure that all important elements, such as navigation, icons, and menus, are properly arranged for mobile view. Click "Next" to continue.
tr_tr: Mobil ÜstAlan, masaüstü sürümüne kıyasla farklı bir düzene sahip olabilir. Gezinme, simgeler ve menüler gibi tüm önemli öğelerin mobil görünüm için düzgün bir şekilde düzenlendiğinden emin olun. Devam etmek için "İleri"ye tıklayın.

source: The number of posts to skip
tr_tr: Atlanacak gönderi sayısı

source: The option allows you to display the expected delivery date for orders. When this option is enabled, customers can see the estimated delivery dates.
tr_tr: Bu seçenek, siparişler için beklenen teslimat tarihini görüntülemenize olanak tanır. Bu seçenek etkinleştirildiğinde, müşteriler tahmini teslimat tarihlerini görebilir.

source: The patch is already applied.
tr_tr: Yama zaten uygulandı.

source: The pioneer multi-vendor plugin for WordPress. Start your own marketplace in minutes!
tr_tr: WordPress için öncü çoklu satıcı eklentisi. Kendi pazarınızı dakikalar içinde başlatın!

source: The primary color is used for buttons, active elements, and highlights across your site. Try clicking the color picker to change this color.
tr_tr: Birincil renk, sitenizdeki düğmeler, etkin öğeler ve vurgular için kullanılır. Bu rengi değiştirmek için renk seçiciye tıklamayı deneyin.

source: The product on your wishlist is back in stock!
tr_tr: İstek listenizdeki ürün tekrar stoklarımızda!

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
tr_tr: Uzak eklenti paketi birden fazla dosyadan oluşur, ancak dosyalar bir klasörde paketlenmez.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
tr_tr: Uzak eklenti paketi, istenen kısa adı içeren bir klasör içermiyor ve yeniden adlandırma işe yaramadı.

source: The secondary color is used for secondary accents and complementary elements that may contrast with the primary color. Try clicking the color picker to change this color.
tr_tr: İkincil renk, birincil renkle kontrast oluşturabilecek ikincil vurgular ve tamamlayıcı öğeler için kullanılır. Bu rengi değiştirmek için renk seçiciye tıklamayı deneyin.

source: The sidebar will display the settings for the title element, including options for style, color, design, appearance, positioning, and more. Adjust these settings as needed, and once you're satisfied, click "Next" to proceed.
tr_tr: Kenar çubuğu, stil, renk, tasarım, görünüm, konumlandırma ve daha fazlası için seçenekler dahil olmak üzere başlık öğesinin ayarlarını görüntüler. Bu ayarları gerektiği gibi ayarlayın ve memnun kaldığınızda devam etmek için "İleri"ye tıklayın.

source: The start date cannot be later than the end date. Please check the order of the entered dates.
tr_tr: Başlangıç ​​tarihi bitiş tarihinden sonra olamaz. Lütfen girilen tarihlerin sırasını kontrol edin.

source: The text must be wrapped with the <u></u> tag to highlight it.
tr_tr: Metnin vurgulanması için <u></u> etiketi kullanılmalıdır.

source: The token provided does not match the current user; make sure to log in with the right account
tr_tr: Sağlanan belirteç mevcut kullanıcıyla eşleşmiyor; doğru hesapla giriş yaptığınızdan emin olun

source: The token provided is expired; contact us to so we can manually unsubscribe your from the list
tr_tr: Sağlanan belirtecin süresi doldu; listeden manuel olarak çıkabilmeniz için bizimle iletişime geçin

source: The total number of products to display.
tr_tr: Görüntülenecek toplam ürün sayısı.

source: The width of the element will depend on its content
tr_tr: Öğenin genişliği içeriğine bağlı olacaktır

source: The WooCommerce Extra Product Options (WooCommerce Product Addons) plugin lets you add custom product fields(19 field types) and sections to your product page, making your WooCommerce product page more functional.
tr_tr: WooCommerce Extra Product Options (WooCommerce Ürün Eklentileri) eklentisi, ürün sayfanıza özel ürün alanları (19 alan türü) ve bölümler eklemenizi sağlayarak WooCommerce ürün sayfanızı daha işlevsel hale getirir.

source: The World's Leading WordPress Website Builder
tr_tr: Dünyanın Lider WordPress Web Sitesi Oluşturucusu

source: Theme admin bar menu
tr_tr: Tema yönetici çubuğu menüsü

source: Theme Animation
tr_tr: Tema Animasyonu

source: Theme Animation Delay (ms)
tr_tr: Tema Animasyon Gecikmesi (ms)

source: Theme Animation duration
tr_tr: Tema Animasyon süresi

source: Theme Animations
tr_tr: Tema Animasyonları

source: Theme custom fonts
tr_tr: Tema özel yazı tipleri

source: Theme elements
tr_tr: Tema öğeleri

source: Theme fonts
tr_tr: Tema yazı tipleri

source: Theme License
tr_tr: Tema Lisansı

source: Theme license
tr_tr: Tema lisansı

source: Theme license page
tr_tr: Tema lisans sayfası

source: Theme Name
tr_tr: Tema Adı

source: Theme name
tr_tr: Tema adı

source: Theme plugins
tr_tr: Tema eklentileri

source: Theme settings
tr_tr: Tema ayarları

source: Theme settings backup
tr_tr: Tema ayarları yedekleme

source: Theme settings hints
tr_tr: Tema ayarları ipuçları

source: Theme settings presets
tr_tr: Tema ayarları ön ayarları

source: Theme style
tr_tr: Tema stili

source: Theme Version
tr_tr: Tema Sürümü

source: ThemeForest Premium Theme
tr_tr: ThemeForest Premium Tema

source: There are currently no existing backups.
tr_tr: Şu anda mevcut yedekleme yok.

source: There are currently no existing presets.
tr_tr: Şu anda mevcut bir ön ayar bulunmamaktadır.

source: There are no patches found for your theme version.
tr_tr: Tema sürümünüz için herhangi bir yama bulunamadı.

source: There are no reviews matching the given conditions.
tr_tr: Belirtilen koşullarla eşleşen inceleme yok.

source: There are no slides yet.
tr_tr: Henüz slayt yok.

source: There are one or more required or recommended plugins to install, update or activate.
tr_tr: Yüklemek, güncellemek veya etkinleştirmek için bir veya daha fazla gerekli veya önerilen eklenti var.

source: There is a deal for you!
tr_tr: Sizin için bir fırsatımız var!

source: There is already a maximum number of gifts in the cart.
tr_tr: Sepetinizde zaten maksimum sayıda hediye mevcut.

source: There is an update available for: %1$s.
tr_tr: Şunun için bir güncelleme mevcut: %1$s.

source: There is no product.
tr_tr: Ürün bulunmamaktadır.

source: These attributes will be used to connect selected products with each other.
tr_tr: Bu nitelikler, seçilen ürünleri birbirleriyle ilişkilendirmek için kullanılacaktır.

source: These files will be updated:
tr_tr: Bu dosyalar güncellenecek:

source: These section are organized by purpose:
tr_tr: Bu bölümler amaca göre düzenlenmiştir:

source: Thin 100
tr_tr: İnce 100

source: Thin 100 Italic
tr_tr: İnce 100 İtalik

source: Third
tr_tr: Üçüncü

source: This allows you to view and edit the header directly in the live preview of your website, providing a more intuitive and accurate editing experience.
tr_tr: Bu, başlığı doğrudan web sitenizin canlı önizlemesinde görüntülemenize ve düzenlemenize olanak tanır ve daha sezgisel ve doğru bir düzenleme deneyimi sağlar.

source: This button moves you to the top of the page when you click it.
tr_tr: Bu buton, tıkladığınızda sizi sayfanın en üstüne götürür.

source: This categories menu is generated automatically based on all categories in the shop. You are not able to manage this menu as other WordPress menus.
tr_tr: Bu kategoriler menüsü, mağazadaki tüm kategorilere göre otomatik olarak oluşturulur. Bu menüyü diğer WordPress menüleri gibi yönetemezsiniz.

source: This element have not options
tr_tr: Bu öğenin seçenekleri yoktur

source: This element is created for the compare page and you can find all its configuration in Theme Settings.
tr_tr: Bu öğe karşılaştırma sayfası için oluşturulmuştur ve tüm yapılandırmasını Tema Ayarlarında bulabilirsiniz.

source: This element is created for the wishlist page and you can find all its configuration in Theme Settings.
tr_tr: Bu öğe istek listesi sayfası için oluşturulmuştur ve tüm yapılandırmasını Tema Ayarlarında bulabilirsiniz.

source: This email is already registered in the waitlist for this product.
tr_tr: Bu e-posta adresi bu ürün için bekleme listesine zaten kayıtlı.

source: This email is sent to customers when an item of their wishlist is back in stock
tr_tr: Bu e-posta, müşterilere istek listelerindeki bir ürün tekrar stoklara girdiğinde gönderilir

source: This email is sent to customers when an item of their wishlist is on sale
tr_tr: Bu e-posta, istek listelerindeki bir ürün indirime girdiğinde müşterilere gönderilir

source: This email is sent to the customer that has a product on his wishlist. You can send these emails via Dashboard -> Products -> Wishlists -> Popular products -> Create promotion.
tr_tr: Bu e-posta, istek listesinde bir ürün bulunan müşteriye gönderilir. Bu e-postaları Kontrol Paneli -> Ürünler -> İstek Listeleri -> Popüler Ürünler -> Promosyon oluşturma üzerinden gönderebilirsiniz.

source: This email reminds customers about their incomplete purchases, encouraging them to complete their orders.
tr_tr: Bu e-posta, müşterilere tamamlanmamış satın alımlarını hatırlatarak siparişlerini tamamlamaları konusunda onları teşvik eder.

source: This feature allows you to create a new kind of variable product based on simple products. You can create linked variations bundles via Dashboard -> Products -> Linked variations. Read more information in our <a href="https://xtemos.com/docs-topic/linked-variations/" target="_blank">documentation</a>.
tr_tr: Bu özellik, basit ürünlere dayalı yeni bir değişken ürün türü oluşturmanıza olanak tanır. Kontrol Paneli -> Ürünler -> Bağlantılı varyasyonlar aracılığıyla bağlantılı varyasyon paketleri oluşturabilirsiniz. Daha fazla bilgi için; <a href="https://xtemos.com/docs-topic/linked-variations/" target="_blank">ilgili belgemiz</a>.

source: This field lets you modify the email subject line. Leave blank to use the default subject: <code>%s</code>.
tr_tr: Bu alan e-posta konu satırını değiştirmenizi sağlar. Varsayılan konuyu kullanmak için boş bırakın: <code>%s</code>.

source: This field lets you modify the main content of the HTML email. You can use the following placeholders: %s. Next placeholders you must use only within %s tags: %s
tr_tr: Bu alan, HTML e-postasının ana içeriğini değiştirmenize olanak tanır. İlgili yer tutucuları kullanabilirsiniz: %s. Sonraki yer tutucuları yalnızca %s etiketleri içinde kullanmalısınız: %s

source: This field lets you modify the main content of the text email. You can use the following placeholders: %s. Next placeholders you must use only within %s tags: %s
tr_tr: Bu alan, metin e-postasının ana içeriğini değiştirmenize olanak tanır. İlgili yer tutucuları kullanabilirsiniz: %s. Sonraki yer tutucuları yalnızca %s etiketleri içinde kullanmalısınız: %s

source: This field lets you modify the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
tr_tr: Bu alan, e-posta bildiriminde yer alan ana başlığı değiştirmenizi sağlar. Varsayılan başlığı kullanmak için boş bırakın: <code>%s</code>.

source: This icon will be used in areas such as the category menu in shop the page title and in category elements with the “navigation” type selected.
tr_tr: Bu ikon mağazadaki kategori menüsü, sayfa başlığı ve “navigasyon” tipi seçili kategori elemanları gibi alanlarda kullanılacaktır.

source: This icon will be used in areas such as the header menu, mobile menu, sticky menu, and category search results.
tr_tr: Bu ikon, başlık menüsü, mobil menü, sabit menü ve kategori arama sonuçları gibi alanlarda kullanılacaktır.

source: This image will be used as the background of the shop page title when viewing this category.
tr_tr: Bu resim, bu kategoriyi görüntülerken mağaza sayfası başlığının arka planı olarak kullanılacaktır.

source: This is somewhat embarrassing, isn&rsquo;t it?
tr_tr: Aradığın her neyse bulamadık

source: This is the first slide
tr_tr: Bu ilk slayt

source: This is the Header Builder panel, where you can add, delete, or import headers. Click "Next" to continue.
tr_tr: Bu, başlıkları ekleyebileceğiniz, silebileceğiniz veya içe aktarabileceğiniz ÜstAlan Oluşturucu panelidir. Devam etmek için "İleri"ye tıklayın.

source: This is the homepage of your website. It displays the content that visitors see first, including banners, titles, and key sections.
tr_tr: Bu, web sitenizin ana sayfasıdır. Ziyaretçilerin ilk gördüğü içerikleri görüntüler; bannerlar, başlıklar ve önemli bölümler dahil.

source: This is the last slide
tr_tr: Bu son slayt

source: This is where all visual customization begins.
tr_tr: Tüm görsel özelleştirmeler burada başlıyor.

source: This is where you create new menus, edit existing ones, and assign them to different locations on your site.
tr_tr: Burada yeni menüler oluşturabilir, mevcut olanları düzenleyebilir ve bunları sitenizin farklı yerlerine atayabilirsiniz.

source: This is your website "Section title" element. Hover over it and click the "Pencil" icon to continue.
tr_tr: Bu web sitenizin "Bölüm başlığı" öğesidir. Üzerine gelin ve devam etmek için "Kalem" simgesine tıklayın.

source: This is your website logo element in the desktop header. Hover over it and click the "Pencil" icon to continue.
tr_tr: Bu masaüstü ÜstAlan'ındaki web sitenizin logo öğesidir. Üzerine gelin ve devam etmek için "Kalem" simgesine tıklayın.

source: This is your website logo element in the mobile header. Hover over it and click the "Pencil" icon to continue.
tr_tr: Bu, mobil ÜstAlan'ındaki web sitenizin logo öğesidir. Üzerine gelin ve devam etmek için "Kalem" simgesine tıklayın.

source: This label is displayed for products if you enabled this option for particular items.
tr_tr: Bu seçeneği belirli öğeler için etkinleştirdiyseniz, bu etiket ürünler için görüntülenir.

source: This message will be displayed when the visitor don't verify his age.
tr_tr: Bu mesaj, ziyaretçi yaşını doğrulamadığında görüntülenecektir.

source: This option allows you to init carousel script only when visitor scroll the page to the slider. Useful for performance optimization.
tr_tr: Bu seçenek, yalnızca ziyaretçi sayfayı slider'a kaydırdığında karusel betiğini başlatmanıza olanak tanır. Performans optimizasyonu için yararlıdır.
