Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: You can specify "font-display" property for icon fonts used in our theme. Read more information <a href="https://developers.google.com/web/updates/2016/02/font-display">here</a>
tr_tr: Temamızda kullanılan simge yazı tipleri için "font-display" özelliğini belirtebilirsiniz. Daha fazla bilgi için; <a href="https://developers.google.com/web/updates/2016/02/font-display">ilgili Google belgesi</a>.

source: You can specify "font-display" property for text fonts. Read more information <a href="https://developers.google.com/web/updates/2016/02/font-display">here</a>
tr_tr: Metin yazı tipleri için "font-display" özelliğini belirtebilirsiniz. Daha fazla bilgi için; <a href="https://developers.google.com/web/updates/2016/02/font-display">ilgili Google belgesi</a>.

source: You can switch between links that will lead to project categories and masonry filters within one page only. Or turn off the filters completely.
tr_tr: Yalnızca bir sayfada proje kategorilerine ve masonry filtrelerine yönlendirecek bağlantılar arasında geçiş yapabilirsiniz. Veya filtreleri tamamen kapatabilirsiniz.

source: You can switch between share and follow buttons on the single product page.
tr_tr: Tek ürün sayfasında paylaş ve takip butonları arasında geçiş yapabilirsiniz.

source: You can upload up to %s images to your review.
tr_tr: Gözden geçirmek için en fazla %s görsel yükleyebilirsiniz.

source: You can use <a href="https://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">this service</a> to get coordinates of your location.
tr_tr: Konumunuzun koordinatlarını almak için <a href="https://universimmedia.pagesperso-orange.fr/geo/loc.htm" target="_blank">bu hizmeti</a> kullanabilirsiniz.

source: You can use different design for your blog carousel
tr_tr: Blog karuseliniz için farklı tasarım kullanabilirsiniz

source: You can use different design for your blog styled for the theme
tr_tr: Blogunuz için temaya uygun farklı tasarımlar kullanabilirsiniz

source: You can use different design for your single post page.
tr_tr: Tek gönderi sayfanız için farklı bir tasarım kullanabilirsiniz.

source: You can use different design for your team member styled for the theme
tr_tr: Ekip üyeleriniz için temaya uygun olarak tasarlanmış farklı tasarımlar kullanabilirsiniz

source: You can use different header for your single portfolio page.
tr_tr: Tek portföy sayfanız için farklı bir ÜstAlan kullanabilirsiniz.

source: You can use different header for your single post page.
tr_tr: Tek gönderi sayfanız için farklı bir ÜstAlan kullanabilirsiniz.

source: You can use different header for your single product page.
tr_tr: Tek ürün sayfanız için farklı bir ÜstAlan kullanabilirsiniz.

source: You can use different style for your portfolio styled for the theme
tr_tr: Temaya uygun olarak tasarlanmış portföyünüz için farklı stiller kullanabilirsiniz

source: You can use different styles for your projects.
tr_tr: Projeleriniz için farklı stiller kullanabilirsiniz.

source: You can use flat style or add a background to your blog posts.
tr_tr: Blog gönderilerinizde düz stil kullanabilir veya arka plan ekleyebilirsiniz.

source: You can use shortcodes. Ex.: [social_buttons] or place an HTML Block built with page builder there like [html_block id="258"]
tr_tr: Kısa kodlar kullanabilirsiniz. Örn: [social_buttons] veya sayfa oluşturucuyla oluşturulmuş bir HTML Bloku yerleştirin [html_block id="258"]

source: You can use some of our predefined styles for your banner content.
tr_tr: Banner içeriğiniz için önceden tanımlanmış stillerimizden bazılarını kullanabilirsiniz.

source: You can use widgets or custom HTML block with our Product filters page builder element.
tr_tr: Ürün filtreleri sayfa oluşturucu öğemizle birlikte bileşenleri veya özel HTML bloklarını kullanabilirsiniz.

source: You can write a list of popular requests in Theme Settings -> General -> Search
tr_tr: Popüler isteklerin bir listesini Tema Ayarları -> Genel -> Arama bölümüne yazabilirsiniz

source: You cannot deactivate the plugin on a multisite.
tr_tr: Çoklu sitede eklentiyi devre dışı bırakamazsınız.

source: You cannot register more than one email for one product.
tr_tr: Bir ürün için birden fazla e-posta adresi kaydedemezsiniz.

source: You don't have any products in the waiting list yet. Go to the shop and add out-of-stock items to your waitlist so you don't miss out when they're back in stock.
tr_tr: Bekleme listenizde henüz bir ürün yok. Mağazaya gidin ve stokta olmayan ürünleri bekleme listenize ekleyin, böylece tekrar stokta olduklarında fırsatları kaçırmayın.

source: You have to be logged in to be able to add photos to your review.
tr_tr: Yorumunuza fotoğraf ekleyebilmek için giriş yapmalısınız.

source: You have unsubscribed from our wishlist-related mailing lists
tr_tr: İstek listemizle ilgili e-posta listemizden çıktınız

source: You have unsubscribed from this product mailing lists
tr_tr: Bu ürünün e-posta listesinden çıktınız.

source: You must accept our Privacy Policy to join the waitlist.
tr_tr: Bekleme listesine katılabilmek için Gizlilik Politikamızı kabul etmelisiniz.

source: You must provide a valid email address to join the waitlist for this product.
tr_tr: Bu ürünün bekleme listesine katılmak için geçerli bir e-posta adresi sağlamalısınız.

source: You must select your brand attribute in Theme Settings -> Shop -> Brands
tr_tr: Tema Ayarları -> Mağaza -> Markalar bölümünden marka niteliğinizi seçmelisiniz

source: You need connect your Instagram account in Theme settings -> API integrations -> Connect instagram account
tr_tr: Instagram hesabınızı Tema ayarları -> API entegrasyonları -> Instagram hesabını bağla kısmından bağlamanız gerekiyor

source: You need to create a form using Contact form 7 plugin to be able to display it using this element.
tr_tr: Bu öğeyi kullanarak görüntüleyebilmek için Contact form 7 eklentisini kullanarak bir form oluşturmanız gerekir.

source: You need to create a form using MC4WP: Mailchimp for WordPress plugin to be able to display it using this element.
tr_tr: Bu öğeyi kullanarak görüntüleyebilmek için MC4WP: Mailchimp for WordPress eklentisini kullanarak bir form oluşturmanız gerekir.

source: You need to create an empty page and select from the dropdown. It will be used as a root page for your portfolio archives.
tr_tr: Boş bir sayfa oluşturmanız ve açılır menüden seçim yapmanız gerekir. Bu sayfa portföy arşivleriniz için kök sayfa olarak kullanılacaktır.

source: You need to enable Elementor Flexbox Container feature in Elementor -> Settings -> Features to import our dummy content properly.
tr_tr: Demo içeriğimizi düzgün bir şekilde içe aktarmak için Elementor -> Ayarlar -> Özellikler bölümünden Elementor Flexbox Konteyner özelliğini etkinleştirmeniz gerekiyor.

source: You need to enter your Consumer key and secret to display your recent X (Twitter) feed.
tr_tr: Son X (Twitter) akışınızı görüntülemek için Tüketici anahtarınızı ve gizli anahtarınızı girmeniz gerekir.

source: You need to install the following plugins to use our import function: <strong><a href="%1$s">%2$s</a></strong>
tr_tr: İçe aktarma işlevimizi kullanmak için ilgili eklentileri yüklemeniz gerekir: <strong><a href="%1$s">%2$s</a></strong>

source: You need to resave variable products to make this option work. You can do this separately or using the bulk edit function.
tr_tr: Bu seçeneğin çalışması için değişken ürünleri yeniden kaydetmeniz gerekir. Bunu ayrı olarak veya toplu düzenleme işlevini kullanarak yapabilirsiniz.

source: You need to set an image as a featured image to be able to use it as an menu item image
tr_tr: Bir görseli menü öğesi görseli olarak kullanabilmek için onu öne çıkan görsel olarak ayarlamanız gerekir

source: You need to upload an image for the parent element first.
tr_tr: Önce üst öğe için bir görsel yüklemeniz gerekiyor.

source: You need to upload your images manually to the element if you want to load them from your website. Otherwise you will need to connect your real Instagram account via API.
tr_tr: Görsellerinizi web sitenizden yüklemek istiyorsanız, onları öğeye manuel olarak yüklemeniz gerekir. Aksi takdirde gerçek Instagram hesabınızı API aracılığıyla bağlamanız gerekecektir.

source: You need WPML plugin for this to work. You can remove it from Header builder.
tr_tr: Bunun çalışması için WPML eklentisine ihtiyacınız var. Bunu ÜstAlan inşa edici'den kaldırabilirsiniz.

source: You not have access.
tr_tr: Erişiminiz yok.

source: You will be notified when product is back in stock
tr_tr: Ürün stoklara tekrar girdiğinde bilgilendirileceksiniz

source: You will need to install and activate this <a href="https://wordpress.org/plugins/relevanssi/" target="_blank">plugin</a>
tr_tr: Bu <a href="https://wordpress.org/plugins/relevanssi/" target="_blank">eklentiyi</a> yüklemeniz ve etkinleştirmeniz gerekecektir

source: You've successfully updated the title element using WPBakery Page Builder. Click the "Done" button to finish.
tr_tr: WPBakery Sayfa Oluşturucu'yu kullanarak başlık öğesini başarıyla güncellediniz. Bitirmek için "Bitti" düğmesine tıklayın.

source: Your cart has been recovered successfully.
tr_tr: Sepetiniz başarıyla kurtarıldı.

source: Your homepage title has been successfully updated – the changes are now live. Click the "Done" button to finish.
tr_tr: Ana sayfanızın başlığı başarıyla güncellendi - değişiklikler artık yayında. Bitirmek için "Bitti" düğmesine tıklayın.

source: Your order
tr_tr: Siparişiniz

source: Your products marked as "Featured" will have a badge with "Hot" label.
tr_tr: "Öne Çıkanlar" olarak işaretlenen ürünleriniz "Popüler" etiketli bir rozete sahip olacaktır.

source: Your products wishlist
tr_tr: İstek listesi ürünleriniz

source: Your waitlist subscription has been successfully confirmed.
tr_tr: Bekleme listesi aboneliğiniz başarıyla onaylandı.

source: Your wishlists
tr_tr: İstek listeleriniz

source: Your WordPress menu is now ready. You’ve successfully updated your menu, added items, configured settings, and saved it. Your changes are now live on your site. Click the "Done" button to finish.
tr_tr: WordPress menünüz artık hazır. Menünüzü başarıyla güncellediniz, öğeler eklediniz, ayarları yapılandırdınız ve kaydettiniz. Değişiklikleriniz artık sitenizde yayında. Bitirmek için "Bitti" düğmesine tıklayın.

source: YouTube link
tr_tr: YouTube bağlantısı

source: Youtube link
tr_tr: Youtube bağlantısı

source: YouTube social link
tr_tr: YouTube sosyal medya bağlantısı

source: YouTube video URL
tr_tr: YouTube video URL'si

source: You’ve successfully customized your site’s styles and colors. Click the "Done" button to finish.
tr_tr: Sitenizin stillerini ve renklerini başarıyla özelleştirdiniz. Bitirmek için "Bitti" düğmesine tıklayın.

source: You’ve successfully customized your site’s typography for text and headings. Click the "Done" button to finish.
tr_tr: Sitenizin metin ve başlıklar için tipografisini başarıyla özelleştirdiniz. Bitirmek için "Bitti" düğmesine tıklayın.

source: Z axis translation
tr_tr: Z ekseni çevirisi

source: Z Index
tr_tr: Z Endeksi

source: Z-index
tr_tr: Z-endeksi

source: Zigzag
tr_tr: Zikzaklı

source: Zone: %1$s. Method: %2$s
tr_tr: Bölge: %1$s. Yöntem: %2$s

source: Zoom
tr_tr: Yakınlaştırma

source: Zoom control
tr_tr: Yakınlaştırma kontrolü

source: Zoom image
tr_tr: Görseli yakınlaştır

source: Zoom in
tr_tr: Yakınlaştır

source: Zoom level when focus the marker 0 - 19
tr_tr: İşaretçiye odaklandığında yakınlaştırma seviyesi 0 - 19

source: Zoom level when focus the marker 1 - 20
tr_tr: İşaretçiye odaklandığında yakınlaştırma seviyesi 1 - 20

source: Zoom out
tr_tr: Uzaklaştırma

source: Zoom reverse
tr_tr: Uzaklaştır

source: Zoom with mouse wheel
tr_tr: Fare tekerleğiyle yakınlaştır

source: — None —
tr_tr: - Yok -

source: “Expand on click” scales the image up, and can’t be combined with a link.
tr_tr: "Tıklandığında genişle" seçeneği görseli büyütür ve bir bağlantıyla birleştirilemez.

source: “Filters only” variant works with WoodMart Layered Navigation widgets.
tr_tr: "Yalnızca filtreler" seçeneği WoodMart Katmanlı Navigasyon bileşenleri ile çalışır.

source: “Verified owner” badge
tr_tr: "Doğrulanmış kullanıcı" rozeti
