Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: WOODMART Stock status
tr_tr: WOODMART Stok durumu

source: WoodMart theme slider
tr_tr: WoodMart tema slider

source: WOODMART User Panel
tr_tr: WOODMART Kullanıcı Paneli

source: WOODMART WooCommerce Layered Nav
tr_tr: WOODMART WooCommerce Katmanlı Navigasyon

source: WOODMART WooCommerce Sort by
tr_tr: WOODMART WooCommerce Sırala

source: woodmart_size_guide
tr_tr: woodmart_beden_tablosu

source: Word
tr_tr: Kelime

source: Word spacing
tr_tr: Kelime aralığı

source: Wordfence integration
tr_tr: Wordfence entegrasyonu

source: WordPress experts recommend WP Rocket as the best WordPress caching plugin to achieve incredible speed result and optimize your website for the Core Web Vitals.
tr_tr: WordPress uzmanları, inanılmaz hız sonuçları elde etmek ve web sitenizi Core Web Vitals için optimize etmek için WP Rocket'i en iyi WordPress önbellek eklentisi olarak önermektedir.

source: WordPress Repository
tr_tr: WordPress Deposu

source: Works with Simple, Variable and External products only.
tr_tr: Yalnızca Basit, Değişken ve Harici ürünlerle çalışır.

source: WP Debug Mode
tr_tr: WP Hata Ayıklama Modu

source: WP Multisite
tr_tr: WP Çoklu Site

source: WP Rocket delay JS exclusions
tr_tr: WP Roket gecikmesi JS hariç tutmaları

source: WP Version
tr_tr: WP Sürümü

source: WPB CSS generator
tr_tr: WPB CSS oluşturucu

source: WPBakery CSS file is huge and due to the fact that we are not using 99% them on our demo versions we suggest you to generate a CSS file without them. Check all elements and see which ones you are using and which not. It may decrease your page size by 200-400 KB.
tr_tr: WPBakery CSS dosyası çok büyüktür ve demo sürümlerimizde bunların %99'unu kullanmadığımız için bunlar olmadan bir CSS dosyası oluşturmanızı öneririz. Tüm öğeleri kontrol edin ve hangilerini kullanıp hangilerini kullanmadığınızı görün. Sayfa boyutunuzu 200-400 KB azaltabilir.

source: WPBakery CSS Generator
tr_tr: WPBakery CSS Oluşturucu

source: WPBakery CSS generator
tr_tr: WPBakery CSS oluşturucu

source: WPBakery editor overview
tr_tr: WPBakery düzenleyici genel bakış

source: WPBakery integration
tr_tr: WPBakery entegrasyonu

source: WPBakery integration (deprecated styles
tr_tr: WPBakery entegrasyonu (kullanımdan kaldırılmış stiller

source: WPBakery Page Builder plugin for WordPress
tr_tr: WordPress için WPBakery Sayfa Oluşturucu eklentisi

source: WPML integration
tr_tr: WPML entegrasyonu

source: WPML is a plugin for WordPress. Simply put, plugins extend the functionality of the basic WordPress CMS. In our case, WPML makes WordPress run multilingual.
tr_tr: WPML, WordPress için bir eklentidir. Basitçe, eklentiler temel WordPress'in işlevselliğini genişletir. WPML de WordPress'in çok dilli çalışmasını sağlar.

source: WPML Languages
tr_tr: WPML Dilleri

source: Wrap
tr_tr: Sarma

source: Write a label for this menu item badge like “Sale”, “Hot”, “New” etc. Leave empty to not add any badges.
tr_tr: Bu menü öğesi rozeti için "İndirim", "Popüler", "Yeni" vb. gibi bir etiket yazın. Rozet eklememek için boş bırakın.

source: Write a message warning your visitors about age restriction on your website
tr_tr: Ziyaretçilerinizi web sitenizdeki yaş sınırlaması konusunda uyaran bir mesaj yazın

source: Write down a few words about the author.
tr_tr: Yazar hakkında birkaç kelime yazın.

source: Wrong menu selected
tr_tr: Yanlış menü seçildi

source: X (Twitter) element
tr_tr: X (Twitter) öğesi

source: X Anchor Point
tr_tr: X Çapa Noktası

source: X axis translation
tr_tr: X ekseni çevirisi

source: X does not return 200
tr_tr: X 200'ü döndürmez

source: X link
tr_tr: X bağlantısı

source: X Name (without @ symbol)
tr_tr: X Adı (@ sembolü olmadan)

source: X Name (without @ symbol):
tr_tr: X Adı (@ sembolü olmadan):

source: X social link
tr_tr: X sosyal medya bağlantısı

source: Y Anchor Point
tr_tr: Y Çapa Noktası

source: Y axis translation
tr_tr: Y ekseni çevirisi

source: Yearly Archives:
tr_tr: Yıllık Arşivler:

source: Yellow
tr_tr: Sarı

source: Yelp link
tr_tr: Yelp bağlantısı

source: Yelp social link
tr_tr: Yelp sosyal medya bağlantısı

source: Yes
tr_tr: Evet

source: yes
tr_tr: evet

source: YITH Compare integration
tr_tr: YITH Karşılaştırma entegrasyonu

source: YITH Request Quote integration
tr_tr: YITH Talep Teklif entegrasyonu

source: YITH Vendor integration
tr_tr: YITH Satıcı entegrasyonu

source: YITH Wishlist integration
tr_tr: YITH İstek Listesi entegrasyonu

source: Yoast breadcrumbs for pages
tr_tr: Sayfalar için Yoast breadcrumbs

source: Yoast breadcrumbs for shop
tr_tr: Mağaza için Yoast breadcrumbs

source: You are allowed to upload images only in %s formats.
tr_tr: Sadece %s formatındaki görselleri yüklemenize izin verilir.

source: You are allowed to use our theme only on one domain if you purchased a regular license. But we give you an ability to activate our theme to turn on auto updates on two domains: for the development website and for your production (live) website.
tr_tr: Normal bir lisans satın aldıysanız temamızı yalnızca bir etki alanında kullanmanıza izin verilir. Ancak size temamızı iki etki alanında otomatik güncellemeleri açmak için etkinleştirme olanağı veriyoruz: geliştirme web sitesi ve üretim (canlı) web siteniz için.

source: You are now in the WordPress block editor. Here, you can manage the layout and content of your page using blocks such as headings, paragraphs, images, and more.
tr_tr: Artık WordPress blok düzenleyicisindesiniz. Burada, başlıklar, paragraflar, resimler ve daha fazlası gibi blokları kullanarak sayfanızın düzenini ve içeriğini yönetebilirsiniz.

source: You are now in the WordPress page editor. When using Elementor, this page serves as a transitional screen between WordPress and the Elementor editor. Click "Next" to proceed.
tr_tr: Şu anda WordPress sayfa düzenleyicisindesiniz. Elementor'u kullanırken, bu sayfa WordPress ve Elementor düzenleyicisi arasında geçiş ekranı görevi görür. Devam etmek için "İleri"ye tıklayın.

source: You are now in the WordPress page editor. When using WPBakery, this page serves as a transitional screen between WordPress and the WPBakery editor. Click "Next" to proceed.
tr_tr: Şu anda WordPress sayfa düzenleyicisindesiniz. WPBakery kullanırken, bu sayfa WordPress ve WPBakery düzenleyicisi arasında geçiş ekranı görevi görür. Devam etmek için "İleri"ye tıklayın.

source: You are now inside the WPBakery Page Builder editor. Here, you can visually manage your page content using rows, columns, and content elements.
tr_tr: Artık WPBakery Sayfa Oluşturucu düzenleyicisinin içindesiniz. Burada, satırlar, sütunlar ve içerik öğelerini kullanarak sayfa içeriğinizi görsel olarak yönetebilirsiniz.

source: You are now logged in as <strong>%s</strong>
tr_tr: <strong>%s</strong> olarak giriş yaptınız

source: You can add some member bio here.
tr_tr: Buraya üye biyografisi ekleyebilirsiniz.

source: You can change default products category description position and move it below the products.
tr_tr: Varsayılan ürün kategorisi açıklama pozisyonunu değiştirebilir ve ürünlerin altına taşıyabilirsiniz.

source: You can change menu style in the header.
tr_tr: ÜstAlan'daki menü stilini değiştirebilirsiniz.

source: You can choose between two types of sticky header effects.
tr_tr: İki tür yapışkan ÜstAlan efekti arasından seçim yapabilirsiniz.

source: You can choose different page layout depending on the product image size you need
tr_tr: İhtiyacınız olan ürün görseli boyutuna bağlı olarak farklı sayfa düzeni seçebilirsiniz

source: You can choose different page layout depending on the product image size you need.
tr_tr: İhtiyacınız olan ürün görseli boyutuna bağlı olarak farklı sayfa düzeni seçebilirsiniz.

source: You can choose how many pages the user should visit before the popup will be shown.
tr_tr: Pop-up gösterilmeden önce kullanıcının kaç sayfa ziyaret etmesi gerektiğini seçebilirsiniz.

source: You can clean all default WooCommerce PHP functions hooked to this action
tr_tr: Bu eyleme kancalı tüm varsayılan WooCommerce PHP işlevlerini temizleyebilirsiniz

source: You can clean all default WooCommerce PHP functions hooked to this action.
tr_tr: Bu eyleme kancalı tüm varsayılan WooCommerce PHP işlevlerini temizleyebilirsiniz.

source: You can configure your bundles in Dashboard -> Products -> Frequently Bought Together. Read more information in our <a href="https://xtemos.com/docs-topic/frequently-bought-together/" target="_blank">documentation</a>.
tr_tr: Paketlerinizi Kontrol Paneli -> Ürünler -> Sıklıkla Birlikte Satın Alınanlar bölümünde yapılandırabilirsiniz. Daha fazla bilgi için; <a href="https://xtemos.com/docs-topic/frequently-bought-together/" target="_blank">ilgili belgemiz</a>.

source: You can configure your checkout forms in Dashboard -> WooCommerce -> Checkout Fields.
tr_tr: Ödeme formlarınızı Kontrol Paneli -> WooCommerce -> Ödeme Alanları bölümünden yapılandırabilirsiniz.

source: You can configure your discounts in Dashboard -> Products -> Dynamic Discounts.
tr_tr: İndirimlerinizi Kontrol Paneli -> Ürünler -> Dinamik İndirimler bölümünden yapılandırabilirsiniz.

source: You can create a separate content that will be displayed on mobile devices to optimize the performance.
tr_tr: Performansı optimize etmek için mobil cihazlarda görüntülenecek ayrı bir içerik oluşturabilirsiniz.

source: You can create additional custom sidebar and use them in Visual Composer
tr_tr: Ek özel kenar çubuğu oluşturabilir ve bunları Visual Composer'da kullanabilirsiniz

source: You can create an HTML Block in Dashboard -> HTML Blocks and add Product filters page builder element there.
tr_tr: Kontrol Paneli -> HTML Blokları'nda bir HTML Bloku oluşturabilir ve oraya Ürün filtreleri sayfa oluşturucu öğesi ekleyebilirsiniz.

source: You can create some extra content with WPBakery Page Builder (in Admin panel / HTML Blocks / Add new) and add it to this product
tr_tr: WPBakery Sayfa Oluşturucusu ile (Yönetici panelinde / HTML Blokları / Yeni ekle) bazı ekstra içerikler oluşturabilir ve bunları bu ürüne ekleyebilirsiniz

source: You can create your page layout with an off-canvas sidebar. In this case, you need to have two columns: one will be set as the off-canvas sidebar and another as the content. NOTE: you need to also display the Off-canvas button element somewhere in your content column to open the sidebar. Also, you need to enable them on specific devices synchronously.
tr_tr: Sayfa düzeninizi bir off-canvas kenar çubuğuyla oluşturabilirsiniz. Bu durumda, iki sütuna sahip olmanız gerekir: biri off-canvas kenar çubuğu, diğeri ise içerik olarak ayarlanacaktır. NOT: Kenar çubuğunu açmak için içerik sütununuzun bir yerinde Off-canvas buton öğesini de görüntülemeniz gerekir. Ayrıca, bunları belirli cihazlarda eşzamanlı olarak etkinleştirmeniz gerekir.

source: You can crop the original image size to any custom size. You can also set a single value for height or width in order to keep the original size ratio.
tr_tr: Orijinal görüntü boyutunu istediğiniz özel boyuta kırpabilirsiniz. Ayrıca orijinal boyut oranını korumak için yükseklik veya genişlik için tek bir değer de ayarlayabilirsiniz.

source: You can disable this option on mobile devices completely.
tr_tr: Bu seçeneği mobil cihazlar için tamamen devre dışı bırakabilirsiniz.

source: You can disable/enable product's brand image on the single page.
tr_tr: Ürünün marka görselini tek sayfada devre dışı bırakabilir / etkinleştirebilirsiniz.

source: You can display any product or custom text in the hotspot content.
tr_tr: Hotspot içeriğinde herhangi bir ürünü veya özel metni görüntüleyebilirsiniz.

source: You can display attributes table after of short description.
tr_tr: Kısa açıklama yerine nitelikler tablosunu görüntüleyebilirsiniz.

source: You can display content as a simple text or if you need more complex structure you can create an HTML Block with Elementor builder and place it here.
tr_tr: İçeriği basit metin olarak görüntüleyebilir veya daha karmaşık bir yapıya ihtiyacınız varsa Elementor builder ile bir HTML Bloku oluşturabilir ve buraya yerleştirebilirsiniz.

source: You can display icon based on image or just write some text like 01., 02., M, X etc.
tr_tr: Görsel bazlı simge gösterebileceğiniz gibi sadece 01., 02., M, X vb. gibi bir metin de yazabilirsiniz.

source: You can display some products, posts, banners or other information in the header search area.
tr_tr: ÜstAlan arama alanında bazı ürünleri, gönderileri, bannerları veya diğer bilgileri görüntüleyebilirsiniz.

source: You can enable login with Google on your web-site. To do that you need to Create a Google APIs project at <a href="https://console.cloud.google.com/home/dashboard" target="_blank">https://console.developers.google.com/apis/dashboard/</a>. Make sure to go to API Access tab and Create an OAuth 2.0 client ID. Choose Web application for Application type. Make sure that redirect URI is set to actual OAuth 2.0 callback URL, usually <strong>{{PERMALINK}}google/oauth2callback </strong> More information you can get in our <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-google-login/" target="_blank">documentation</a>.
tr_tr: Web sitenizde Google ile oturum açmayı etkinleştirebilirsiniz. Bunu yapmak için <a href="https://console.cloud.google.com/home/dashboard" target="_blank">https://console.developers.google.com/apis/dashboard/</a> adresinde bir Google APIs projesi oluşturmanız gerekir. API Erişimi sekmesine gittiğinizden ve bir OAuth 2.0 istemci ID'si oluşturduğunuzdan emin olun. Uygulama türü için Web uygulamasını seçin. Yönlendirme URI'sinin gerçek OAuth 2.0 geri arama URL'sine ayarlandığından emin olun, genellikle <strong>{{PERMALINK}}google/oauth2callback</strong> Daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-google-login/" target="_blank">ilgili belgemiz</a>.

source: You can enable this option to show the "Browse wishlist" button when you visit the product that has been already added to the wishlist. IMPORTANT: It will not work if you use some full-page cache like WP Rocket or WP Total Cache.
tr_tr: İstek listesine eklenmiş ürünü ziyaret ettiğinizde "İstek listesine göz at" butonunu göstermek için bu seçeneği etkinleştirebilirsiniz. ÖNEMLİ: WP Rocket veya WP Total Cache gibi tam sayfa önbellek kullanıyorsanız çalışmayacaktır.

source: You can enable/disable this option globally. If you want to load them on the particular page only, you can create a special Theme Settings preset for this and add a condition for that page.
tr_tr: Bu seçeneği global olarak etkinleştirebilir/devre dışı bırakabilirsiniz. Bunları yalnızca belirli bir sayfada yüklemek istiyorsanız, bunun için özel bir Tema Ayarları ön ayarı oluşturabilir ve o sayfa için bir koşul ekleyebilirsiniz.

source: You can find more Open Street Maps styles on the website:
tr_tr: Daha fazla Open Street Maps stilini web sitesinde bulabilirsiniz:

source: You can find more Open Street Maps styles on the website: %1$s OpenStreetMap Wiki %2$s %3$s Just copy url and paste it here %3$s For example: %4$s
tr_tr: Web sitesinde daha fazla Open Street Maps stili bulabilirsiniz: %1$s OpenStreetMap Wiki %2$s %3$s Sadece url'yi kopyalayın ve buraya yapıştırın %3$s Örneğin: %4$s

source: You can find more Open Street Maps styles on the website: %1$s OpenStreetMap Wiki %2$s Just copy url and paste it here. For example: %4$s
tr_tr: Web sitesinde daha fazla Open Street Maps stili bulabilirsiniz: %1$s OpenStreetMap Wiki %2$s Sadece url'yi kopyalayın ve buraya yapıştırın. Örneğin: %4$s

source: You can force Font Awesome library to be loaded on all pages. This option works only if Elementor or WPBakery is active.
tr_tr: Font Awesome kütüphanesinin tüm sayfalara yüklenmesini zorlayabilirsiniz. Bu seçenek yalnızca Elementor veya WPBakery etkinse çalışır.

source: You can hide all "Add to cart" buttons, cart widget, cart and checkout pages. This will allow you to showcase your products as an online catalog without ability to make a purchase.
tr_tr: Tüm "Sepete Ekle" butonlarını, sepet bileşenini, sepet ve ödeme sayfalarını gizleyebilirsiniz. Bu, ürünlerinizi satın alma olanağı olmadan çevrimiçi bir katalog olarak sergilemenize olanak tanır.

source: You can hide related products on this page
tr_tr: Bu sayfada ilgili ürünleri gizleyebilirsiniz

source: You can hide the sidebar from the page and show it nicely with a button click.
tr_tr: Sayfadaki kenar çubuğunu gizleyip tek bir butona tıklayarak güzelce gösterebilirsiniz.

source: You can hide the sidebar on desktop and show it nicely with a button click.
tr_tr: Masaüstünde kenar çubuğunu gizleyip tek bir tıklamayla güzelce gösterebilirsiniz.

source: You can hide the sidebar on mobile devices and show it nicely with a button click.
tr_tr: Mobil cihazlarda kenar çubuğunu gizleyip tek bir tıklamayla güzelce gösterebilirsiniz.

source: You can hide the sidebar on tablet and show it nicely with a button click.
tr_tr: Tablette kenar çubuğunu gizleyip tek bir tıklamayla güzelce gösterebilirsiniz.

source: You can hide the sidebar on tablet devices and show it nicely with a button click.
tr_tr: Tablet cihazlarda kenar çubuğunu gizleyip tek bir tıklamayla güzelce gösterebilirsiniz.

source: You can leave this option for desktop only or enable it for all devices sizes.
tr_tr: Bu seçeneği yalnızca masaüstü için bırakabilir veya tüm cihaz boyutları için etkinleştirebilirsiniz.

source: You can limit your Layered Navigation widgets by height and enable nice scroll for them. Useful if you have a lot of product colors/sizes or other attributes for filters.
tr_tr: Katmanlı Gezinme bileşenlerinizi yüksekliğe göre sınırlayabilir ve onlar için kaydırmayı etkinleştirebilirsiniz. Çok sayıda ürün rengi/bedeni veya filtreler için başka nitelikleriniz varsa kullanışlıdır.

source: You can make your content wrapper boxed, full width or set your custom width in pixels.
tr_tr: İçerik sarmalayıcınızı kutulu, tam genişlikte yapabilir veya özel genişliğinizi piksel olarak ayarlayabilirsiniz.

source: You can manually disable JS files from being loaded using their keys. Write their case separated with a comma. For example: woodmart-theme,elementor-frontend
tr_tr: JS dosyalarının anahtarlarını kullanarak yüklenmesini manuel olarak devre dışı bırakabilirsiniz. Durumlarını virgülle ayırarak yazın. Örneğin: woodmart-theme, elementor-frontend

source: You can manually load some initialization scripts on all pages.
tr_tr: Bazı başlatma betiklerini tüm sayfalara manuel olarak yükleyebilirsiniz.

source: You can manually load some styles on all pages.
tr_tr: Bazı stilleri tüm sayfalara manuel olarak yükleyebilirsiniz.

source: You can manually unload some initialization scripts on all pages.
tr_tr: Bazı başlatma betiklerini tüm sayfalardan manuel olarak kaldırabilirsiniz.

source: You can manually unload some styles on all pages.
tr_tr: Bazı stilleri tüm sayfalardan manuel olarak kaldırabilirsiniz.

source: You can pass a special GET parameter to suppress the maintenance mode. For example, https://website.com/?suppress_maintenance
tr_tr: Bakım modunu bastırmak için özel bir GET parametresi geçebilirsiniz. Örneğin, https://website.com/?suppress_maintenance

source: You can reduce the number of DOM elements on mobile devices. This option currently removes all HTML tags from the desktop header version on mobile devices.
tr_tr: Mobil cihazlarda DOM öğelerinin sayısını azaltabilirsiniz. Bu seçenek şu anda tüm HTML etiketlerini mobil cihazlarda masaüstü ÜstAlan sürümünden kaldırır.

source: You can restrict shopping functions only for logged in customers.
tr_tr: Alışveriş fonksiyonlarını sadece giriş yapmış müşteriler için kısıtlayabilirsiniz.

source: You can rewrite mobile menu tab title with this option. Or leave empty to have a default one - Categories.
tr_tr: Bu seçenekle mobil menü sekmesi başlığını yeniden yazabilirsiniz. Veya varsayılan bir tane olması için boş bırakın - Kategoriler.

source: You can rewrite mobile menu tab title with this option. Or leave empty to have a default one - Menu.
tr_tr: Bu seçenekle mobil menü sekmesi başlığını yeniden yazabilirsiniz. Veya varsayılan bir tane olması için boş bırakın - Menü.

source: You can select a different header from the list for this particular product.
tr_tr: Bu belirli ürün için listeden farklı bir ÜstAlan seçebilirsiniz.

source: You can set different sizes for your blog pages sidebar
tr_tr: Blog sayfaları kenar çubuğunuz için farklı boyutlar ayarlayabilirsiniz

source: You can set different sizes for your page titles.
tr_tr: Sayfa başlıklarınız için farklı boyutlar belirleyebilirsiniz.

source: You can set different sizes for your pages sidebar
tr_tr: Sayfalarınızın kenar çubuğu için farklı boyutlar ayarlayabilirsiniz

source: You can set different sizes for your shop pages sidebar
tr_tr: Mağaza sayfalarınızın kenar çubuğu için farklı boyutlar ayarlayabilirsiniz

source: You can set different sizes for your single product pages sidebar
tr_tr: Tek ürün sayfalarınızın kenar çubuğu için farklı boyutlar ayarlayabilirsiniz

source: You can set different spacing between blocks on portfolio page
tr_tr: Portföy sayfasında bloklar arasında farklı aralıklar ayarlayabilirsiniz

source: You can set different spacing between blocks on shop page
tr_tr: Mağaza sayfasında bloklar arasında farklı aralıklar ayarlayabilirsiniz

source: You can set different spacing between blocks on shop page.
tr_tr: Mağaza sayfasında bloklar arasında farklı aralıklar ayarlayabilirsiniz.

source: You can set different view mode for the related products. These settings will be applied for upsells products as well.
tr_tr: İlgili ürünler için farklı görünüm modu ayarlayabilirsiniz. Bu ayarlar, üst satış ürünleri için de uygulanacaktır.

source: You can set different view mode for the shop page
tr_tr: Mağaza sayfası için farklı görünüm modu ayarlayabilirsiniz

source: You can set text different color depending on its background. It can be light or dark.
tr_tr: Metnin arka planına bağlı olarak farklı bir renk ayarlayabilirsiniz. Açık veya koyu olabilir.

source: You can set the different spacing between posts on the blog page.
tr_tr: Blog sayfasındaki gönderiler arasında farklı aralıklar ayarlayabilirsiniz.

source: You can set your footer section background color or upload your image.
tr_tr: AltAlan bölümünün arka plan rengini ayarlayabilir veya görsel yükleyebilirsiniz.

source: You can show a real number of customers viewing the product or set a random fake number.
tr_tr: Ürünü görüntüleyen gerçek müşteri sayısını gösterebilir veya rastgele sahte bir sayı belirleyebilirsiniz.

source: You can show a real number of orders count for this product or set a random fake number.
tr_tr: Bu ürün için gerçek sipariş sayısını gösterebilir veya rastgele sahte bir sayı belirleyebilirsiniz.

source: You can show only variations on the shop page excluding the main parent product.
tr_tr: Mağaza sayfasında ana ürünü hariç tutarak sadece varyasyonları gösterebilirsiniz.

source: You can show the icon only or display "Compare" text too.
tr_tr: Yalnızca simgeyi gösterebilir veya "Karşılaştır" metnini de görüntüleyebilirsiniz.

source: You can show the icon only or display "Menu" text too.
tr_tr: Yalnızca simgeyi gösterebilir veya "Menü" metnini de görüntüleyebilirsiniz.

source: You can show the icon only or display "Search" text too.
tr_tr: Yalnızca simgeyi gösterebilir veya "Ara" metnini de görüntüleyebilirsiniz.

source: You can show the icon only or display "Wishlist" text too.
tr_tr: Yalnızca simgeyi gösterebilir veya "İstek listesi" metnini de görüntüleyebilirsiniz.

source: You can show the icon only or display “Cart” contents info too.
tr_tr: Yalnızca simgeyi gösterebilir veya "Sepet" içerik bilgilerini de görüntüleyebilirsiniz.
