Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

# block description
source: Button which displays custom content in a popup window.
tr_tr: Açılır pencerede özel içerik görüntüleyen buton.

# block description
source: Compare two images using the slider
tr_tr: Sldier kullanarak iki resmi karşılaştırın

# block description
source: Content of the post
tr_tr: Gönderinin içeriği

# block description
source: Counting animation for engaging user experience.
tr_tr: Kullanıcı deneyimini etkileşimli hale getirmek için sayım animasyonu.

# block description
source: Counts down in seconds, minutes, hours and days to the given date.
tr_tr: Verilen tarihe kadar saniye, dakika, saat ve gün olarak geri sayar.

# block description
source: Create structured content in rows and columns.
tr_tr: Satır ve sütunlarda yapılandırılmış içerik oluşturun.

# block description
source: Custom fields data
tr_tr: Özel alan verileri

# block description
source: Custom star rating block that can be used inside other blocks.
tr_tr: Diğer blokların içerisinde kullanılabilen özel yıldız derecelendirme bloğu.

# block description
source: Customer billing and shipping details
tr_tr: Müşteri faturalandırma ve gönderim detayları

# block description
source: Customizable button with style, shape, icon, and color options.
tr_tr: Stil, şekil, simge ve renk seçenekleriyle özelleştirilebilir buton.

# block description
source: Customizable text paragraph with color and typography settings.
tr_tr: Renk ve tipografi ayarlarıyla özelleştirilebilir metin paragrafı.

# block description
source: Customizable title with styles, color and typography settings.
tr_tr: Stil, renk ve tipografi ayarlarıyla özelleştirilebilir başlık.

# block description
source: Date when the post was published
tr_tr: Gönderinin yayınlandığı tarih

# block description
source: Detailed information about the order
tr_tr: Sipariş hakkında detaylı bilgi

# block description
source: Display a significant milestone or event.
tr_tr: Önemli bir dönüm noktasını veya olayı gösterin.

# block description
source: Display clickable brief information with an icon and button.
tr_tr: Tıklanabilir kısa bilgileri bir simge ve butonla gösterin.

# block description
source: Display Google map with size, marker and designs settings.
tr_tr: Google haritasını boyut, işaretleyici ve tasarım ayarlarıyla görüntüleyin.

# block description
source: Display Open street map with size, marker and designs settings.
tr_tr: Open street map'i boyut, işaretleyici ve tasarım ayarlarıyla görüntüleyin.

# block description
source: Display real or custom images from the Instagram profile feed.
tr_tr: Instagram profil akışındaki gerçek veya özel görselleri görüntüleyin.

# block description
source: Display size guide table anywhere
tr_tr: Boyut kılavuzu tablosunu istediğiniz yerde görüntüleyin

# block description
source: Displays menu with item image, description, and price.
tr_tr: Menüyü öğenin resmi, açıklaması ve fiyatı ile görüntüler.

# block description
source: Displays text items in an organized list format.
tr_tr: Metin öğelerini düzenli bir liste biçiminde görüntüler.

# block description
source: Dynamic scrolling content for attention-grabbing messages.
tr_tr: Dikkat çekici mesajlar için dinamik kaydırmalı içerik.

# block description
source: Embedded or self-hosted video with style and playback options.
tr_tr: Stil ve oynatma seçenekleriyle gömülü veya kendi kendinize barındırdığınız video.

# block description
source: Featured image of the post
tr_tr: Gönderinin öne çıkan görseli

# block description
source: Filter products by attribute, category, stock status, or price.
tr_tr: Ürünleri niteliğe, kategoriye, stok durumuna veya fiyata göre filtreleyin.

# block description
source: Form for submitting post comments
tr_tr: Gönderi yorumlarını gönderme formu

# block description
source: Grid or carousel gallery for displaying images.
tr_tr: Görsellerin görüntülenmesi için ızgara veya karusel.

# block description
source: Hide large amounts of custom content behind switchable tabs.
tr_tr: Değiştirilebilir sekmelerin arkasına büyük miktarda özel içerik gizleyin.

# block description
source: Horizontal divider for content distinction.
tr_tr: İçerik ayrımı için yatay ayırıcı.

# block description
source: Image component for visual content.
tr_tr: Görsel içerik için resim bileşeni.

# block description
source: Insert Contact form 7 plugin form for sending messages.
tr_tr: Mesaj göndermek için Contact form 7 eklentisini ekleyin.

# block description
source: Instructions based on the selected payment method
tr_tr: Seçilen ödeme yöntemine göre talimatlar

# block description
source: Jump-to-comments button
tr_tr: Yorumlara atla butonu

# block description
source: Links to previous and next posts
tr_tr: Önceki ve sonraki yazılara bağlantılar

# block description
source: List of the post user comments
tr_tr: Gönderi kullanıcı yorumlarının listesi

# block description
source: Looping display showcasing multiple pieces of content.
tr_tr: Birden fazla içeriğin sergilendiği döngüsel ekran.

# block description
source: Main content area of the off-canvas layout.
tr_tr: Off-canvas düzenin ana içerik alanı.

# block description
source: Newsletter signup form powered by MailChimp plugin.
tr_tr: MailChimp eklentisi tarafından desteklenen haber bülteni kayıt formu.

# block description
source: Overview of your order's number, date, and total amount
tr_tr: Siparişinizin numarası, tarihi ve toplam tutarına genel bakış

# block description
source: Parent block for the creation of responsive carousel sliders.
tr_tr: Duyarlı karusel kaydırıcıların oluşturulması için üst blok.

# block description
source: Post published by
tr_tr: Gönderiyi yayınlayan:

# block description
source: Presents product categories for user navigation.
tr_tr: Kullanıcının gezinmesi için ürün kategorilerini sunar.

# block description
source: Product tabs with real-time content loading.
tr_tr: Gerçek zamanlı içerik yüklemeli ürün sekmeleri.

# block description
source: Quoted text with visual emphasis.
tr_tr: Görsel vurgulu alıntı metin.

# block description
source: Search function updating results dynamically.
tr_tr: Sonuçları dinamik olarak güncelleyen arama fonksiyonu.

# block description
source: Separate timeline items with a breakpoint.
tr_tr: Zaman çizelgesi öğelerini bir kesme noktasıyla ayırın.

# block description
source: Short review with authors name and optional star rating.
tr_tr: Yazarın adı ve isteğe bağlı yıldız derecelendirmesi ile kısa inceleme.

# block description
source: Short summary of the post content
tr_tr: Gönderi içeriğinin kısa özeti

# block description
source: Show blog content
tr_tr: Blog içeriğini göster

# block description
source: Showcase key milestones.
tr_tr: Önemli dönüm noktalarını sergileyin.

# block description
source: Showcase your projects in a grid or carousel layout.
tr_tr: Projelerinizi ızgara veya karusel düzende sergileyin.

# block description
source: Showcases product loop in a grid, list, or carousel layout.
tr_tr: Ürün döngüsünü bir ızgara, liste veya karusel düzende sergiler.

# block description
source: Shows author's biography
tr_tr: Yazarın biyografisini gösterir

# block description
source: Shows default or custom widget area.
tr_tr: Varsayılan veya özel bileşen alanını gösterir.

# block description
source: Shows filters for portfolio categories
tr_tr: Portföy kategorileri için filtreleri gösterir

# block description
source: Shows order details or custom metadata
tr_tr: Sipariş ayrıntılarını veya özel meta verileri gösterir

# block description
source: Shows product brands for easy selection.
tr_tr: Kolay seçim için ürün markalarını gösterir.

# block description
source: Shows social networks follow or share buttons.
tr_tr: Sosyal ağlardaki takip et veya paylaş butonlarını gösterir.

# block description
source: Shows the post title
tr_tr: Gönderi başlığını gösterir

# block description
source: Stretches inner content outside the site container.
tr_tr: İç içeriği site kabının dışına uzatır.

# block description
source: Success/failure message for the order
tr_tr: Sipariş için başarı/başarısızlık mesajı

# block description
source: Tags associated with the post
tr_tr: Gönderiyle ilişkili etiketler

# block description
source: The column that will slide into the screen if the corresponding option is enabled.
tr_tr: İlgili seçenek etkinleştirildiğinde ekrana kayacak sütun.

# block description
source: This post belongs to the following categories
tr_tr: Bu gönderi aşağıdaki kategorilere aittir

# block description
source: Toggle between hiding and showing large amount of content.
tr_tr: Büyük miktarda içeriği gizleme ve gösterme arasında geçiş yapın.

# block description
source: Two-column layout in which one of the columns can slide into the screen.
tr_tr: İki sütunlu düzende, sütunlardan biri ekrana kayabilir.

# block description
source: Universal parent block for building multi-column page layouts.
tr_tr: Çok sütunlu sayfa düzenleri oluşturmak için evrensel üst blok.

# block description
source: Universal parent block for building responsive flexbox layouts.
tr_tr: Duyarlı flexbox düzenleri oluşturmak için evrensel üst blok.

# block description
source: Vector, bitmap or text icon with color and size settings.
tr_tr: Renk ve boyut ayarlarına sahip vektör, bitmap veya metin simgesi.

# block description
source: Vertical navigation for use in mega menu dropdowns.
tr_tr: Mega menü açılır listelerinde kullanılmak üzere dikey gezinme.

# block description
source: Viewing the object from all angles.
tr_tr: Nesneyi her açıdan görmek.

source: Block gap
tr_tr: Blok boşluğu

# block keyword
source: cover
tr_tr: kapak

# block keyword
source: heading
tr_tr: başlık

# block keyword
source: images
tr_tr: görseller

# block keyword
source: photos
tr_tr: fotoğraflar

# block keyword
source: post
tr_tr: gönderi

# block keyword
source: text
tr_tr: metin

source: Block position
tr_tr: Blok pozisyonu

source: Block shape divider option
tr_tr: Blok şekilli ayırıcı seçeneği

source: Block sticky option
tr_tr: Blok yapışkan seçeneği

# block title
source: 360 degree view
tr_tr: 360 derece görünüm

# block title
source: Accordion
tr_tr: Akordeon

# block title
source: Active filters
tr_tr: Aktif filtreler

# block title
source: Add to compare button
tr_tr: Karşılaştırmaya ekle butonu

# block title
source: Add to wishlist button
tr_tr: İstek listesine ekle butonu

# block title
source: AJAX Products tabs
tr_tr: AJAX Ürünleri sekmeleri

# block title
source: AJAX search
tr_tr: AJAX araması

# block title
source: Animated counter
tr_tr: Animasyonlu sayaç

# block title
source: Archive description
tr_tr: Arşiv açıklaması

# block title
source: Archive products
tr_tr: Arşiv ürünleri

# block title
source: Archive title
tr_tr: Arşiv başlığı

# block title
source: Author bio
tr_tr: Yazar biyografisi

# block title
source: Billing details
tr_tr: Fatura detayları

# block title
source: Blog archive
tr_tr: Blog arşivi

# block title
source: Brands
tr_tr: Markalar

# block title
source: Breadcrumbs
tr_tr: İçerik Haritaları

# block title
source: Button
tr_tr: Buton

# block title
source: Carousel
tr_tr: Karusel

# block title
source: Carousel item
tr_tr: Karusel öğesi

# block title
source: Cart table
tr_tr: Sepet tablosu

# block title
source: Cart totals
tr_tr: Sepet toplamları

# block title
source: Category extra description
tr_tr: Kategori ek açıklaması

# block title
source: Checkout form
tr_tr: Ödeme formu

# block title
source: Checkout steps
tr_tr: Ödeme adımları

# block title
source: Collapsible content
tr_tr: Daraltılabilir içerik

# block title
source: Column
tr_tr: Sütun

# block title
source: Compare images
tr_tr: Görüntüleri karşılaştırın

# block title
source: Container
tr_tr: Konteyner

# block title
source: Content
tr_tr: İçerik

# block title
source: Countdown timer
tr_tr: Geri sayım sayacı

# block title
source: Coupon form
tr_tr: Kupon formu

# block title
source: Custom table
tr_tr: Özel tablo

# block title
source: Customer details
tr_tr: Müşteri detayları

# block title
source: Design library
tr_tr: Tasarım kütüphanesi

# block title
source: Divider
tr_tr: Ayırıcı

# block title
source: Empty cart
tr_tr: Boş sepet

# block title
source: Filter attribute
tr_tr: Niteliği filtrele

# block title
source: Filter categories
tr_tr: Filtre kategoriler

# block title
source: Filter price
tr_tr: Filtre fiyat

# block title
source: Filters area
tr_tr: Filtreler alanı

# block title
source: Filters area button
tr_tr: Filtreler alanı butonu

# block title
source: Free gifts
tr_tr: Ücretsiz hediyeler

# block title
source: Frequently bought together
tr_tr: Sıkça birlikte satın alınanlar

# block title
source: Full width section
tr_tr: Tam genişlikte bölüm

# block title
source: Gallery
tr_tr: Galeri

# block title
source: Gallery item
tr_tr: Galeri öğesi

# block title
source: Google map
tr_tr: Google haritalar

# block title
source: Hotspot product
tr_tr: Hotspot ürünü

# block title
source: Hotspots
tr_tr: Hotspotlar

# block title
source: Icon
tr_tr: Simge

# block title
source: Image
tr_tr: Görsel

# block title
source: Infobox
tr_tr: Bilgi kutusu

# block title
source: Linked variations
tr_tr: Bağlantılı varyasyonlar

# block title
source: List
tr_tr: Liste

# block title
source: List item
tr_tr: Liste öğesi

# block title
source: Login form
tr_tr: Giriş formu

# block title
source: Marquee item
tr_tr: Marquee öğesi

# block title
source: Menu
tr_tr: Menü

# block title
source: Menu item
tr_tr: Menü öğe

# block title
source: Menu list
tr_tr: Menü liste

# block title
source: Menu price
tr_tr: Menü fiyat

# block title
source: Navigation anchor
tr_tr: Navigasyon çapası

# block title
source: Off-canvas button
tr_tr: Off-canvas buton

# block title
source: Off-canvas layout
tr_tr: Off-canvas düzen

# block title
source: Off-canvas sidebar
tr_tr: Off-canvas kenar çubuğu

# block title
source: Order by
tr_tr: Sırala

# block title
source: Order details
tr_tr: Sipariş detayları

# block title
source: Order message
tr_tr: Sipariş mesajı

# block title
source: Order meta
tr_tr: Sipariş meta

# block title
source: Order overview
tr_tr: Sipariş özeti

# block title
source: Order review
tr_tr: Sipariş incelemesi

# block title
source: Page heading
tr_tr: Sayfa başlığı

# block title
source: Page title
tr_tr: Sayfa başlığı

# block title
source: Paragraph
tr_tr: Paragraf

# block title
source: Payment instructions
tr_tr: Ödeme talimatları

# block title
source: Payment methods
tr_tr: Ödeme yöntemleri

# block title
source: Popup content
tr_tr: Popup içeriği

# block title
source: Portfolio
tr_tr: Portfolyo

# block title
source: Portfolio archive
tr_tr: Portföy arşivi

# block title
source: Portfolio categories filters
tr_tr: Portföy kategorileri filtreleri

# block title
source: Post author
tr_tr: Gönderi yazarı

# block title
source: Post categories
tr_tr: Gönderi kategorileri

# block title
source: Post comments
tr_tr: Gönderi yorumları

# block title
source: Post comments button
tr_tr: Gönderi yorumları butonu

# block title
source: Post comments form
tr_tr: Gönderi yorumları formu

# block title
source: Post content
tr_tr: Gönderi içeriği

# block title
source: Post date
tr_tr: Gönderi tarihi

# block title
source: Post excerpt
tr_tr: Gönderi alıntısı

# block title
source: Post image
tr_tr: Gönderi görseli

# block title
source: Post meta value
tr_tr: Gönderi meta değeri

# block title
source: Post navigation
tr_tr: Gönderi navigasyonu

# block title
source: Post tags
tr_tr: Gönderi etiketleri

# block title
source: Post title
tr_tr: Gönderi başlığı

# block title
source: Product add to cart
tr_tr: Ürün sepete ekle

# block title
source: Product additional information table
tr_tr: Ürün ek bilgi tablosu

# block title
source: Product brand information
tr_tr: Ürün marka bilgisi

# block title
source: Product brands
tr_tr: Ürün markaları

# block title
source: Product categories
tr_tr: Ürün kategorileri

# block title
source: Product content
tr_tr: Ürün içeriği

# block title
source: Product countdown
tr_tr: Ürün geri sayımı

# block title
source: Product dynamic discount table
tr_tr: Ürün dinamik indirim tablosu

# block title
source: Product estimate delivery
tr_tr: Ürün tahmini teslimat

# block title
source: Product extra content
tr_tr: Ürün ek içerik

# block title
source: Product filters
tr_tr: Ürün filtreleri

# block title
source: Product gallery
tr_tr: Ürün galeri

# block title
source: Product meta
tr_tr: Ürün meta

# block title
source: Product meta value
tr_tr: Ürün meta değeri

# block title
source: Product navigation
tr_tr: Ürün navigasyonu

# block title
source: Product price
tr_tr: Ürün fiyatı

# block title
source: Product rating
tr_tr: Ürün derecelendirmesi

# block title
source: Product reviews
tr_tr: Ürün incelemeleri

# block title
source: Product short description
tr_tr: Ürün kısa açıklaması

# block title
source: Product sold counter
tr_tr: Ürün satıldı sayacı

# block title
source: Product stock progress bar
tr_tr: Ürün stok ilerleme çubuğu

# block title
source: Product stock status
tr_tr: Ürün stok durumu

# block title
source: Product tabs
tr_tr: Ürün sekmeleri

# block title
source: Product title
tr_tr: Ürün başlığı

# block title
source: Product visitor counter
tr_tr: Ürün ziyaretçi sayacı

# block title
source: Products
tr_tr: Ürünler

# block title
source: Products per page
tr_tr: Sayfa başına ürün sayısı

# block title
source: Products tab
tr_tr: Ürünler sekmesi

# block title
source: Products tabs header
tr_tr: Ürünler sekmeleri başlığı

# block title
source: Products tabs products
tr_tr: Ürünler sekmeleri ürünler

# block title
source: Products view
tr_tr: Ürün görünümü

# block title
source: Quote
tr_tr: Alıntı

# block title
source: Result count
tr_tr: Sonuç sayısı

# block title
source: Row
tr_tr: Satır

# block title
source: Shipping details
tr_tr: Gönderim detayları

# block title
source: Shipping progress bar
tr_tr: Gönderim ilerleme çubuğu

# block title
source: Sidebar
tr_tr: Kenar çubuğu

# block title
source: Size guide button
tr_tr: Beden kılavuzu butonu

# block title
source: Size guide content
tr_tr: Beden kılavuzu içeriği

# block title
source: Slider item
tr_tr: Slider öğesi

# block title
source: Social buttons
tr_tr: Sosyal medya butonları

# block title
source: Star rating
tr_tr: Yıldız derecelendirmesi

# block title
source: Stock status
tr_tr: Stok durumu

# block title
source: Tab
tr_tr: Sekme

# block title
source: Tabs
tr_tr: Sekmeler

# block title
source: Tabs content
tr_tr: Sekmeler içeriği

# block title
source: Tabs header
tr_tr: Sekmeler başlığı

# block title
source: Team member
tr_tr: Ekip üyesi

# block title
source: Testimonial
tr_tr: Referans

# block title
source: Timeline
tr_tr: Zaman çizelgesi

# block title
source: Timeline breakpoint
tr_tr: Zaman çizelgesi kesme noktası

# block title
source: Timeline item
tr_tr: Zaman çizelgesi öğesi

# block title
source: Title
tr_tr: Başlık

# block title
source: Toggle
tr_tr: Geçiş

# block title
source: Toggle content
tr_tr: Geçiş içeriği

# block title
source: WooCommerce breadcrumbs
tr_tr: WooCommerce içerik haritaları

# block title
source: WooCommerce Hook
tr_tr: WooCommerce Kancası

# block title
source: WooCommerce notices
tr_tr: WooCommerce bildirimleri

source: Block title style
tr_tr: Blok başlık stili

source: Block toggle
tr_tr: Blok geçişi

source: Block transform option
tr_tr: Blok dönüştürme seçeneği

source: Blocks gap
tr_tr: Bloklar boşluk

source: Blog archive
tr_tr: Blog Arşivi

source: Blog archive background
tr_tr: Blog arşivi arka planı

source: Blog archives by date
tr_tr: Blog arşivleri tarihe göre

source: Blog author page
tr_tr: Blog yazarı sayfası

source: Blog carousel design
tr_tr: Blog karusel tasarımı

source: Blog categories
tr_tr: Blog kategorileri

source: Blog columns
tr_tr: Blog sütunları

source: Blog columns on desktop
tr_tr: Masaüstünde blog sütunları

source: Blog columns on mobile
tr_tr: Mobil cihazlarda blog sütunları

source: Blog columns on tablet
tr_tr: Tablette blog sütunları

source: Blog design
tr_tr: Blog tasarımı

source: Blog design Large image
tr_tr: Blog tasarımı Büyük resim

source: Blog element author bio
tr_tr: Blog öğesi yazar biyografisi

source: Blog load more
tr_tr: Blog daha fazla yükle

source: Blog loop base
tr_tr: Blog döngü tabanı

source: Blog loop design default
tr_tr: Blog döngü tasarımı varsayılanı

source: Blog loop design default alternative
tr_tr: Blog döngü tasarımı varsayılan alternatifi

source: Blog loop design list
tr_tr: Blog döngüsü tasarım listesi

source: Blog loop design mask
tr_tr: Blog döngüsü tasarım maskesi

source: Blog loop design masonry
tr_tr: Blog döngü tasarımı duvarcılık

source: Blog loop design meta image
tr_tr: Blog döngü tasarımı meta görseli

source: Blog loop design small
tr_tr: Blog döngü tasarımı küçük

source: Blog loop design small images & chess
tr_tr: Blog döngü tasarımı küçük görseller ve satranç

source: Blog loop format quote
tr_tr: Blog döngü biçimi alıntı

source: Blog module author
tr_tr: Blog modülü yazarı

source: Blog module commetns button
tr_tr: Blog modülü yorum butonu

source: Blog module gallery
tr_tr: Blog modülü galerisi

source: Blog page
tr_tr: Blog sayfası

source: Blog pagination
tr_tr: Blog sayfalama

source: Blog post element comments
tr_tr: Blog gönderi öğesi yorumları

source: Blog post element tags
tr_tr: Blog gönderi öğesi etiketleri

source: Blog post predefined
tr_tr: Blog gönderisi önceden tanımlı

source: Blog posts
tr_tr: Blog gönderileri

source: Blog search results
tr_tr: Blog arama sonuçları

source: Blog style
tr_tr: Blog stili

source: Blog tags
tr_tr: Blog etiketleri

source: Blue
tr_tr: Mavi

source: Bluesky link
tr_tr: Bluesky bağlantısı

source: Bluesky social link
tr_tr: Bluesky sosyal bağlantısı

source: Blur
tr_tr: Bulanıklık

source: Blur radius
tr_tr: Bulanıklık yarıçapı

source: Body
tr_tr: Gövde

source: Body background
tr_tr: Gövde arka planı

source: Body background color
tr_tr: Gövde arka plan rengi

source: Body text color
tr_tr: Gövde metin rengi

source: Bold
tr_tr: Kalın

source: Bold 700
tr_tr: Kalın 700

source: Bold 700 Italic
tr_tr: Kalın 700 İtalik

source: Book 300
tr_tr: Kitap 300

source: Border
tr_tr: Kenarlık

source: Border bottom
tr_tr: Alt kenarlık

source: Border color
tr_tr: Kenarlık rengi

source: Border color focus
tr_tr: Kenarlık rengi odağı

source: Border color hover
tr_tr: Kenarlık rengi hover

source: Border color on hover
tr_tr: Üzerine gelindiğinde kenarlık rengi

source: Border position
tr_tr: Kenarlık pozisyonu

source: Border radius
tr_tr: Kenarlık yarıçapı

source: Border settings for menu title.
tr_tr: Menü başlığının kenarlık ayarları.

source: Border style
tr_tr: Kenarlık stili

source: Border type
tr_tr: Kenarlık tipi

source: Border Width
tr_tr: Kenarlık Genişliği

source: Border width
tr_tr: Kenarlık genişliği

source: Bordered
tr_tr: Kenarlıklı

source: Bordered background
tr_tr: Kenarlıklı arka plan

source: Bordered grid
tr_tr: Kenarlıklı ızgara

source: Bordered grid style
tr_tr: Kenarlıklı ızgara stili

source: Bordered product
tr_tr: Kenarlıklı ürün

source: Both date fields must be filled. Please enter both dates.
tr_tr: Her iki tarih alanı da doldurulmalıdır. Lütfen her iki tarihi de girin.

source: Bottom
tr_tr: Alt

source: Bottom (1 column)
tr_tr: Alt (1 sütun)

source: Bottom (2 columns)
tr_tr: Alt (2 sütun)

source: Bottom (horizontal carousel)
tr_tr: Alt (yatay karusel)

source: Bottom Center
tr_tr: Alt Orta

source: Bottom center
tr_tr: Alt orta

source: Bottom content
tr_tr: Alt içerik

source: Bottom flip X
tr_tr: Alttan döndürme x

source: Bottom grid
tr_tr: Alt ızgara

source: Bottom Left
tr_tr: Alt Sol

source: Bottom left
tr_tr: Alt sol

source: Bottom Right
tr_tr: Alt Sağ

source: Bottom right
tr_tr: Alt sağ
