Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: This option doesn't affect anything. It just shows/hides all scripts configuration. Note that we don't recommend you enable/disable any scripts if you are not sure how they work.
tr_tr: Bu seçenek hiçbir şeyi etkilemez. Yalnızca tüm komut dosyası yapılandırmasını gösterir/gizler. Nasıl çalıştıklarından emin olmadığınız sürece herhangi bir betiğin etkinleştirilmesini/devre dışı bırakılmasını önermediğimizi unutmayın.

source: This option is deprecated. You can now use "Custom tabs" to add an unlimited number of tabs with different display conditions.
tr_tr: Bu seçenek kullanım dışıdır. Artık farklı görüntüleme koşullarına sahip sınırsız sayıda sekme eklemek için "Özel sekmeler"i kullanabilirsiniz.

source: This option is deprecated. You can now use "Layouts" or "Theme settings presets" to change one or several individual product pages.
tr_tr: Bu seçenek kullanımdan kaldırılmıştır. Artık bir veya birkaç ayrı ürün sayfasını değiştirmek için "Düzenler" veya "Tema ayarları ön ayarları" kullanabilirsiniz.

source: This option is deprecated. You can use the "Width" option by selecting "Inline (auto)" to achieve the same result.
tr_tr: Bu seçenek kullanım dışıdır. Aynı sonucu elde etmek için "Inline (auto)" seçeneğini seçerek "Width" seçeneğini kullanabilirsiniz.

source: This option will delete outdated images from the Media library automatically and keep only the latest from your account. Works with images added to the Media library starting from WoodMart 7.2 version.
tr_tr: Bu seçenek, Ortam kütüphanesinden eski görselleri otomatik olarak siler ve hesabınızda yalnızca en yenilerini tutar. WoodMart 7.2 sürümünden itibaren Ortam kütüphanesine eklenen görsellerle çalışır.

source: This option will prevent filters area from closing when you click on certain filter links.
tr_tr: Bu seçenek, belirli filtre bağlantılarına tıkladığınızda filtre alanının kapanmasını önleyecektir.

source: This option will remove attribute loading=“lazy” from all images on your website.
tr_tr: Bu seçenek, web sitenizdeki tüm görsellerden yükleme="lazy" niteliğini kaldıracaktır.

source: This option will replace standard WordPress gallery with “Justified gallery” JS library.
tr_tr: Bu seçenek, standart WordPress galerisini "Gerekçelendirilmiş galeri" JS kütüphanesiyle değiştirir.

source: This option works with WooCommerce query Data source only. They are dedicated to the shop page layout.
tr_tr: Bu seçenek yalnızca WooCommerce sorgu Veri kaynağı ile çalışır. Mağaza sayfası düzenine atanmıştır.

source: This options controls the typography for all heading elements on your site, such as h1–h6 tags. You can modify several controls: font family, font weight, font subset, font size, and color. Choose values that fit your site’s visual hierarchy. Then, click "Next" to proceed.
tr_tr: Bu seçenek, h1-h6 etiketleri gibi sitenizdeki tüm başlık öğelerinin tipografisini kontrol eder. Birkaç kontrolü değiştirebilirsiniz: yazı tipi ailesi, yazı tipi kalınlığı, yazı tipi alt kümesi, yazı tipi boyutu ve renk. Sitenizin görsel hiyerarşisine uyan değerleri seçin. Ardından, devam etmek için "İleri"ye tıklayın.

source: This options defines the default typography for your site’s body text, including paragraphs and general content. You’ll find several key controls here: font family, font weight, font subset, font size and color. Review and change these settings as needed. When you’re done, click "Next" to continue.
tr_tr: Bu seçenekler, paragraflar ve genel içerik dahil olmak üzere sitenizin gövde metni için varsayılan tipografiyi tanımlar. Burada birkaç temel kontrol bulacaksınız: yazı tipi ailesi, yazı tipi kalınlığı, yazı tipi alt kümesi, yazı tipi boyutu ve renk. Bu ayarları gözden geçirin ve gerektiği gibi değiştirin. İşiniz bittiğinde devam etmek için "İleri"ye tıklayın.

source: This order was created using the abandoned cart recovery feature. The customer received a reminder email and successfully recovered their cart.
tr_tr: Bu sipariş terk edilmiş sepet kurtarma özelliği kullanılarak oluşturuldu. Müşteri bir hatırlatma e-postası aldı ve sepetini başarıyla kurtardı.

source: This panel allows you to modify most aspects of your site’s appearance.
tr_tr: Bu panel sitenizin görünümünün çoğu yönünü değiştirmenize olanak tanır.

source: This panel contains the settings for the current header. You can change the color, size, block arrangement, or add new elements. Click "Next" to continue.
tr_tr: Bu panel geçerli üstbilgi için ayarları içerir. Rengi, boyutu, blok düzenlemesini değiştirebilir veya yeni öğeler ekleyebilirsiniz. Devam etmek için "İleri"ye tıklayın.

source: This plugin needs to be updated to be compatible with your theme.
tr_tr: Bu eklentinin temanızla uyumlu olması için güncellenmesi gerekiyor.

source: This post belongs to the following categories
tr_tr: Bu gönderi aşağıdaki kategorilere aittir

source: This product is currently sold out.
tr_tr: Bu ürün şu anda tükenmiştir.

source: This section allows you to generate a custom CSS file based on our core theme styles. It means that you can reduce your CSS file size if you are not using some part of the functionality. Useful for performance and loading time optimization.
tr_tr: Bu bölüm, temel tema stillerimize dayalı özel bir CSS dosyası oluşturmanıza olanak tanır. Bu, bazı işlevleri kullanmıyorsanız CSS dosyanızın boyutunu küçültebileceğiniz anlamına gelir. Performans ve yükleme süresi optimizasyonu için kullanışlıdır.

source: This section contains all the global color controls for your website.
tr_tr: Bu bölüm web siteniz için tüm global renk kontrollerini içerir.

source: This section lets you control the appearance of text across your entire site — including body text and headings.
tr_tr: Bu bölüm, gövde metni ve başlıklar dahil olmak üzere sitenizin tamamındaki metnin görünümünü kontrol etmenizi sağlar.

source: This theme recommends the following plugin: %1$s.
tr_tr: Bu tema şu eklentiyi önerir:%1$s.

source: This theme requires the following plugin: %1$s.
tr_tr: Bu tema şu eklentiyi gerektirir:%1$s.

source: This title will be hidden if there are no posts to display.
tr_tr: Gösterilecek yazı yoksa bu başlık gizlenecektir.

source: This title will be hidden if there are no products to display.
tr_tr: Gösterilecek ürün yoksa bu başlık gizlenecektir.

source: This title will be hidden if there are no projects to display.
tr_tr: Görüntülenecek proje yoksa bu başlık gizlenecektir.

source: This waitlist is empty.
tr_tr: Bu bekleme listesi boş.

source: This widget allows users to filter products by categories, making it easier to navigate and find specific items within the store.
tr_tr: Bu widget, kullanıcıların ürünleri kategorilere göre filtrelemesine olanak tanıyarak mağaza içinde gezinmeyi ve belirli ürünleri bulmayı kolaylaştırır.

source: This wishlist is empty.
tr_tr: Bu istek listesi boş.

source: Threads link
tr_tr: Threads bağlantısı

source: Threads social link
tr_tr: Threads sosyal bağlantısı

source: Three Columns
tr_tr: Üç Sütun

source: Thumbnail
tr_tr: Küçük resim

source: Thumbnail (height)
tr_tr: Küçük resim (yükseklik)

source: Thumbnail (width)
tr_tr: Küçük resim (genişlik)

source: Thumbnails
tr_tr: Küçük Resimler

source: Thumbnails bottom
tr_tr: Küçük Resimler alt

source: Thumbnails columns
tr_tr: Küçük resimler sütunları

source: Thumbnails gallery height
tr_tr: Küçük resimler galeri yüksekliği

source: Thumbnails gallery width
tr_tr: Küçük resimler galeri genişliği

source: Thumbnails image width
tr_tr: Küçük resimler görsel genişliği

source: Thumbnails left
tr_tr: Küçük resimler sol

source: Thumbnails per slide
tr_tr: Slayt başına küçük resimler

source: Thumbnails per slide on desktop
tr_tr: Masaüstünde slayt başına küçük resimler

source: Thumbnails per slide on mobile
tr_tr: Mobilde slayt başına küçük resimler

source: Thumbnails per slide on tablet
tr_tr: Tablette slayt başına küçük resimler

source: Thumbnails position
tr_tr: Küçük resim konumu

source: Thumbnails position bottom on mobile devices
tr_tr: Mobil cihazlarda küçük resimler altta

source: Thursday
tr_tr: Perşembe

source: TikTok link
tr_tr: TikTok bağlantısı

source: TikTok social link
tr_tr: TikTok sosyal medya bağlantısı

source: Tiled
tr_tr: Bölünmüş

source: Time period
tr_tr: Zaman dilimi

source: Timeline
tr_tr: Zaman çizelgesi

source: Timeline block
tr_tr: Zaman çizelgesi bloku

source: Timeline breakpoint
tr_tr: Zaman çizelgesi kesme noktası

source: Timeline content
tr_tr: Zaman çizelgesi içeriği

source: Timeline element
tr_tr: Zaman çizelgesi öğesi

source: Timeline for the history of your product
tr_tr: Ürününüzün geçmişi için zaman çizelgesi

source: Timeline item
tr_tr: Zaman çizelgesi öğesi

source: Timeline items
tr_tr: Zaman çizelgesi öğeleri

source: Title
tr_tr: Başlık

source: Title alignment
tr_tr: Başlık hizalama

source: Title and Subtitle
tr_tr: Başlık ve Alt Başlık

source: Title attribute
tr_tr: Başlık niteliği

source: Title background color
tr_tr: Başlık arka plan rengi

source: Title block
tr_tr: Başlık bloku

source: Title color
tr_tr: Başlık rengi

source: Title desktop text size ( > 1024px )
tr_tr: Başlık masaüstü metin boyutu (>1024px)

source: Title font
tr_tr: Başlık yazı tipi

source: Title for posts
tr_tr: Gönderiler için başlık

source: Title for the tab
tr_tr: Sekmeler için başlık

source: Title is empty!
tr_tr: Başlık boş!

source: Title label
tr_tr: Başlık etiketi

source: Title mobile text size ( < 767px )
tr_tr: Başlık mobil metin boyutu (<767px)

source: Title options
tr_tr: Başlık seçenekleri

source: Title Primary
tr_tr: Başlık Birincil

source: Title Secondary
tr_tr: Başlık İkincil

source: Title style
tr_tr: Başlık stili

source: Title tablet text size ( < 1024px )
tr_tr: Başlık tablet metin boyutu (<1024px)

source: Title tag
tr_tr: Başlık etiketi

source: Title text
tr_tr: Başlık metni

source: Title typography
tr_tr: Başlık tipografisi

source: Title:
tr_tr: Başlık:

source: Titles
tr_tr: Başlıklar

source: To
tr_tr: Şuna

source: To access the settings of the active header, click the "Edit" button.
tr_tr: Etkin başlığın ayarlarına erişmek için "Düzenle" butonuna tıklayın.

source: To Activate <span class="count">(%s)</span>
tr_tr: <Span class = "count"> (%s) </span> Etkinleştirmek için

source: To activate the theme and access product support, please register your Envato purchase code on our website. This code, along with your support expiration date and user information, will be securely processed. Registration is required for us to provide you with product support and other customer services.
tr_tr: Temayı etkinleştirmek ve ürün desteğine erişmek için lütfen Envato satın alma kodunuzu web sitemizde kaydedin. Bu kod, destek son kullanma tarihiniz ve kullanıcı bilgilerinizle birlikte güvenli bir şekilde işlenecektir. Ürün desteği ve diğer müşteri hizmetlerini size sunabilmemiz için kayıt yaptırmanız gerekmektedir.

source: To enable login with vk.com you need to create an APP here <a href="https://vk.com/dev" target="_blank">https://vk.com/dev</a>. Then go to APP settings and copy App ID and App Secret there. You also need to insert Redirect URI like this example <strong>{{PERMALINK}}vkontakte/int_callback</strong>
tr_tr: Vk.com ile girişi etkinleştirmek için burada bir APP oluşturmanız gerekir <a href="https://vk.com/dev" target="_blank">https://vk.com/dev</a>. Ardından APP ayarlarına gidin ve App ID ve App Secret'i buraya kopyalayın. Ayrıca şu örnekteki gibi Yönlendirme URL'si eklemeniz gerekir <strong>{{PERMALINK}}vkontakte/int_callback</strong>

source: To get this data, follow the instructions in our documentation <a href="https://xtemos.com/docs/woodmart/faq-guides/setup-instagram-api/" target="_blank">here</a>.
tr_tr: Bu verileri almak için <a href="https://xtemos.com/docs/woodmart/faq-guides/setup-instagram-api/" target="_blank">burada</a> yer alan belgemizdeki talimatları izleyin.

source: To global settings
tr_tr: Genel ayarlara

source: To Install <span class="count">(%s)</span>
tr_tr: <span class="count">(%s)</span> Yüklemek İçin

source: To use your Adobe font, you need to create an account on the <a href="https://fonts.adobe.com/" target="_blank"><u>service</u></a> and obtain your key ID here. Then, you need to enter all custom fonts you will use separated with coma. After this, save Theme Settings and reload this page to be able to select your fonts in the list under the Theme Settings -> Typography section.
tr_tr: Adobe fontunuzu kullanmak için <a href="https://fonts.adobe.com/" target="_blank"><u>ilgili hizmet</u></a> üzerinde bir hesap oluşturmanız ve anahtar kimliğinizi buradan edinmeniz gerekir. Daha sonra, kullanacağınız tüm özel fontları virgülle ayırarak girmeniz gerekir. Bundan sonra, Tema Ayarlarını kaydedin ve Tema Ayarları -> Tipografi bölümündeki listeden fontlarınızı seçebilmek için bu sayfayı yeniden yükleyin.

source: To:
tr_tr: İle:

source: Together
tr_tr: Birlikte

source: Toggle
tr_tr: Geçiş

source: Toggle content
tr_tr: Geçiş içeriği

source: Toggle element
tr_tr: Geçiş öğesi

source: Toggle function for categories widget
tr_tr: Kategoriler bileşeni için geçiş işlevi

source: Toggle header
tr_tr: ÜstAlan'ı değiştir

source: Toggle title
tr_tr: Geçiş başlığı

source: Toggle visibility of a large amount of content
tr_tr: Büyük miktarda içeriğin görünürlüğünü değiştir

# toolbar
source: My account
tr_tr: Hesabım

# toolbar
source: Wishlist
tr_tr: İstek listesi

source: Tools
tr_tr: Araçlar

source: Toolset offers a fresh approach to building WordPress sites. It builds on of WordPress and provides a complete design and development package, that requires no programming.
tr_tr: Toolset, WordPress siteleri oluşturmaya yeni bir yaklaşım sunar. WordPress'i temel alır ve programlama gerektirmeyen eksiksiz bir tasarım ve geliştirme paketi sunar.

source: Tooltip
tr_tr: Araç ipucu

source: Tooltip content
tr_tr: Araç ipucu içeriği

source: Tooltips
tr_tr: Araç ipuçları

source: Top
tr_tr: Üst

source: Top Center
tr_tr: Üst Orta

source: Top center
tr_tr: Üst orta

source: Top flip X
tr_tr: Üstten döndürme X

source: Top Left
tr_tr: Üst Sol

source: Top left
tr_tr: Üst sol

source: Top Rated Products
tr_tr: En Beğenilen Ürünler

source: Top Right
tr_tr: Üst Sağ

source: Top right
tr_tr: Üst sağ

source: Total
tr_tr: Toplam

source: Totals and checkout button
tr_tr: Toplamlar ve ödeme butonu

source: Track recently viewed products
tr_tr: Son görüntülenen ürünleri takip edin

source: Transform
tr_tr: Dönüşüm

source: Transforms
tr_tr: Dönüşümler

source: Transition
tr_tr: Geçiş

source: Transparent
tr_tr: Şeffaf

source: Trash
tr_tr: Çöp

source: Triangle
tr_tr: Üçgen

source: Triangle bottom
tr_tr: Üçgen alt

source: Triangle top
tr_tr: Üçgen üst

source: Try out our creative styles for categories block
tr_tr: Kategoriler bloku için yaratıcı stillerimizi deneyin

source: Try out our creative styles for categories block.
tr_tr: Kategoriler bloku için yaratıcı stillerimizi deneyin.

source: Tuesday
tr_tr: Salı

source: Tumblr link
tr_tr: Tumblr bağlantısı

source: Tumblr social link
tr_tr: Tumblr sosyal medya bağlantısı

source: Turn categories navigation into accordion or hidden sidebar on mobile devices
tr_tr: Mobil cihazlarda kategori navigasyonunu akordeon veya gizli kenar çubuğuna dönüştürün

source: Turn it on to enable accordion JS for the WooCommerce Product Categories widget. Useful if you have a lot of categories and subcategories.
tr_tr: WooCommerce Ürün Kategorileri bileşeni için akordeon JS'yi etkinleştirmek üzere açın. Çok sayıda kategoriniz ve alt kategoriniz varsa kullanışlıdır.

source: Turn on the AJAX add to cart option on the single product page. Will not work with plugins that add some custom fields to the add to cart form.
tr_tr: Tek ürün sayfasında AJAX sepete ekle seçeneğini açın. Sepete ekle formuna bazı özel alanlar ekleyen eklentilerle çalışmaz.

source: Turn on the size guide feature on the website. Read more information about this function in <a href="https://xtemos.com/docs/woodmart/faq-guides/create-size-guide-table/" target="_blank">our documentation</a>.
tr_tr: Web sitesinde beden kılavuzu özelliğini açın. Daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/faq-guides/create-size-guide-table/" target="_blank">ilgili belgemiz</a>.

source: Turn on this option to allow customers to receive free gifts with their purchases.
tr_tr: Müşterilerinizin satın alımlarında ücretsiz hediyeler alabilmelerini sağlamak için bu seçeneği açın.

source: Turn on to reset background image on mobile devices
tr_tr: Mobil cihazlarda arka plan resmini sıfırlamak için açın

source: Turn on to reset background image on tablet devices
tr_tr: Tablet cihazlarda arka plan resmini sıfırlamak için açın

source: Turn on/off a section with your copyrights under the footer.
tr_tr: AltAlan altında telif haklarınızın bulunduğu bir bölümü açın/kapatın.

source: Turn your global website colors to a dark scheme.
tr_tr: Global web sitenizin renklerini koyu bir şemaya çevirin.

source: Tweet Avatar
tr_tr: Tweet Kullanıcı Resmi

source: Twitter does not return any data
tr_tr: Twitter herhangi bir veri vermiyor

source: Two column
tr_tr: İki sütun

source: Two Columns
tr_tr: İki Sütun

source: Two columns
tr_tr: İki sütun

source: Two line
tr_tr: İki satır

source: Two rows
tr_tr: İki satır

source: Type
tr_tr: Tür

source: type
tr_tr: tür

source: Type a name for your new menu in the "Menu name" field. This name is for internal use only and helps you identify the menu later.
tr_tr: "Menü adı" alanına yeni menünüz için bir ad yazın. Bu ad yalnızca dahili kullanım içindir ve daha sonra menüyü tanımlamanıza yardımcı olur.

source: types
tr_tr: türler

source: Typicons
tr_tr: Tipik ikonlar

source: Typography
tr_tr: Tipografi

source: Typography for page builder elements options where "Secondary font" was chosen or used custom CSS class "font-alt".
tr_tr: Sayfa oluşturucu öğeleri için "ikincil yazı tipi" seçili veya özel CSS sınıfı "font-alt" kullanılan tipografi seçenekleri.

source: Typography options for site header elements.
tr_tr: Site ÜstAlan öğeleri için tipografi seçenekleri.

source: Typography options for widget titles.
tr_tr: Bileşen başlıkları için tipografi seçenekleri.

source: Typography settings overview
tr_tr: Tipografi ayarlarına genel bakış

source: Ultra-Bold 900
tr_tr: Ultra-Kalın 900

source: Ultra-Light 100
tr_tr: Ultra-İnce 100

source: Unable to communicate with Instagram.
tr_tr: Instagram ile iletişim kurulamıyor.

source: Uncheck
tr_tr: İşareti kaldır

source: Uncheck all
tr_tr: Tümünün işaretini kaldırın

source: Under
tr_tr: Altında

source: Under EU privacy regulations, websites must make it clear to visitors what information about them is being stored. This specifically includes cookies. Turn on this option and user will see info box at the bottom of the page that your web-site is using cookies.
tr_tr: AB gizlilik düzenlemeleri uyarınca, web siteleri ziyaretçilere kendileriyle ilgili hangi bilgilerin saklandığını açıkça belirtmelidir. Bu, özellikle çerezleri içerir. Bu seçeneği etkinleştirdiğinizde, kullanıcı web sitenizin çerezleri kullandığı sayfanın alt kısmında bilgi kutusu görecektir.

source: Underline
tr_tr: Altçizgi

source: Underline 2
tr_tr: Altçizgi 2

source: Underlined
tr_tr: Altı çizili

source: Underlined 2
tr_tr: Altı çizili 2

source: Unit of measurement
tr_tr: Ölçüm birimi

source: Unit of measurement for the product quantity. For example KG, ML, meters, liters, etc.
tr_tr: Ürün miktarı için ölçü birimi. Örneğin KG, ML, metre, litre vb.

source: Units
tr_tr: Birimler

source: Unmute
tr_tr: Sesi aç

source: unsubscribe
tr_tr: abonelikten çık

source: Update
tr_tr: Güncelleme

source: Update %2$s
tr_tr: %2$s'yi güncelle

source: Update Available <span class="count">(%s)</span>
tr_tr: Güncelleme Mevcut <span class="count">(%s)</span>

source: Update cart on quantity change
tr_tr: Miktar değişiminde sepeti güncelle

source: Update Category
tr_tr: Kategoriyi Güncelle

source: Update category
tr_tr: Kategoriyi güncelle

source: Update estimate delivery dates using ajax.
tr_tr: Ajax kullanarak tahmini teslimat tarihlerini güncelleyin.

source: Update interval (seconds)
tr_tr: Güncelleme aralığı (saniye)

source: Update Item
tr_tr: Öğeyi Güncelle

source: Update on page load
tr_tr: Sayfa yüklendiğinde güncelleme

source: Update recommended
tr_tr: Önerilen güncelleme

source: Update Required
tr_tr: Güncelleme Gerekli

source: Update Slider
tr_tr: Slider Güncelle

source: Update the number of visitors in a specified interval of time.
tr_tr: Belirli bir zaman aralığındaki ziyaretçi sayısını güncelleyin.

source: Update the text in the title block as needed. Once you've made your changes, click "Next" to proceed.
tr_tr: Başlık bloğundaki metni gerektiği gibi güncelleyin. Değişikliklerinizi yaptıktan sonra devam etmek için "İleri"ye tıklayın.

source: Update with AJAX on page load
tr_tr: Sayfa yüklendiğinde AJAX ile güncelleme

source: Updating
tr_tr: Güncelleniyor

source: Updating Plugin %1$s (%2$d/%3$d)
tr_tr: Eklenti Güncelleniyor %1$s (%2$d/%3$d)

source: Updating Plugin: %s
tr_tr: Eklenti Güncelleniyor:%s

source: Upgrade message from the plugin author:
tr_tr: Eklenti yazarından güncelleme mesajı:

source: Upload
tr_tr: Yükle

source: Upload a custom animated image that will replace the default theme preloader.
tr_tr: Varsayılan tema ön yükleyicisini değiştirmek için özel bir animasyonlu görsel yükleyin.

source: Upload a media file or pick one from your media library.
tr_tr: Bir medya dosyası yükleyin veya ortam kütüphanenizden birini seçin.

source: Upload a new or select (.mp4) video file from the media library.
tr_tr: Yeni bir video dosyası yükleyin veya ortam kütüphanesinden (.mp4) video dosyası seçin.

source: Upload a video file, pick one from your media library, or add one with a URL.
tr_tr: Bir video dosyası yükleyin, ortam kütüphanenizden birini seçin veya bir URL ile ekleyin.

source: Upload an icon that will be displayed on the additional information table.
tr_tr: Ek bilgi tablosunda görüntülenecek bir simge yükleyin.

source: Upload an image
tr_tr: Bir görsel yükle

source: Upload custom placeholder image
tr_tr: Özel yer tutucu görsel yükleyin

source: Upload image
tr_tr: Görsel yükle

source: Upload review images
tr_tr: İnceleme görselleri yükle

source: Upload your logo
tr_tr: Logonuzu yükleyin

source: Uppercase
tr_tr: Büyük harf

source: Upsells (Single product)
tr_tr: Üst Satışlar (Tek ürün)

source: Upsells products position
tr_tr: Üst satış ürünleri konumu

source: URL example: https://www.youtube.com/watch?v=LXb3EKWsInQ
tr_tr: URL örneği: https://www.youtube.com/watch?v=LXb3EKWsInQ

source: URL target
tr_tr: URL hedefi

source: Use AJAX functionality for portfolio categories links.
tr_tr: Portföy kategorileri bağlantıları için AJAX işlevini kullanın.

source: Use brand name for tab title
tr_tr: Sekme başlığı için marka adını kullanın

source: Use custom theme animations if you want to run them in the slider element.
tr_tr: Slider öğesinde çalıştırmak istiyorsanız özel tema animasyonlarını kullanın.

source: Use for collapsible content
tr_tr: Daraltılabilir içerik için kullanın

source: Use image as
tr_tr: Görseli şu şekilde kullan

source: Use images from product variations
tr_tr: Ürün varyasyonlarından görseller kullanın

source: Use Relevanssi for AJAX search
tr_tr: AJAX araması için Relevanss düzeyini kullanın

source: Use this option if you have some elements inside this row that needs to overflow the boundaries. Examples: mega menu, filters, search with categories dropdowns.
tr_tr: Bu satır içinde sınırları aşması gereken bazı öğeler varsa bu seçeneği kullanın. Örneğin: mega menü, filtreler, kategori açılır menüleri ile arama.
