Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Hotspot dropdown side
tr_tr: Hotspot açılır tarafı

source: Hotspot element
tr_tr: Hotspot öğesi

source: Hotspot position
tr_tr: Hotspot konumu

source: Hotspots
tr_tr: Hotspotlar

source: Hotspots block
tr_tr: Hotspot bloğu

source: Hotspots product block
tr_tr: Hotspot ürün bloğu

source: Hour
tr_tr: Saat

source: hour
tr_tr: saat

source: Hours
tr_tr: Saat

source: hours
tr_tr: saat

source: Hover
tr_tr: Üzerine gelindiğinde

source: Hover background color
tr_tr: Üzerine gelindiğinde arka plan rengi

source: Hover background gradient
tr_tr: Üzerine gelindiğinde arka plan gradyanı

source: Hover background image
tr_tr: Üzerine gelindiğinde arka plan görseli

source: Hover background image size
tr_tr: Üzerine gelindiğinde arka plan görsel boyutu

source: Hover background position
tr_tr: Üzerine gelindiğinde arka plan konumu

source: Hover background repeat
tr_tr: Üzerine gelindiğinde arka plan tekrarı

source: Hover background size
tr_tr: Üzerine gelindiğinde arka plan boyutu

source: Hover color
tr_tr: Üzerine gelindiğinde rengi

source: Hover color scheme
tr_tr: Üzerine gelindiğinde renk şeması

source: Hover content
tr_tr: Üzerine gelindiğinde içeriği

source: Hover effect
tr_tr: Üzerine gelindiğinde efekti

source: Hover icon background color
tr_tr: Üzerine gelindiğinde simge arka plan rengi

source: Hover icon color
tr_tr: Üzerine gelindiğinde simge rengi

source: Hover image
tr_tr: Üzerine gelindiğinde görsel

source: Hover on product
tr_tr: Ürünün üzerine gelindiğinde

source: Hover over "Appearance"
tr_tr: "Görünüm" üzerine gelin

source: Hover style
tr_tr: Üzerine gelindiğinde stili

source: How many columns should this column span across.
tr_tr: Bu sütun kaç sütuna yayılmalıdır?

source: How many images customers can add to each review
tr_tr: Müşteriler her incelemeye kaç görsel ekleyebilir?

source: How many products you want to show per row
tr_tr: Satır başına kaç ürün göstermek istiyorsunuz?

source: How many products you want to show per row on mobile devices
tr_tr: Mobil cihazlarda satır başına kaç ürün göstermek istiyorsunuz?

source: How many products you want to show per row.
tr_tr: Satır başına kaç ürün göstermek istiyorsunuz?

source: How many projects you want to show per row
tr_tr: Satır başına kaç proje göstermek istiyorsunuz?

source: How many rows should this column span across.
tr_tr: Bu sütun kaç satıra yayılmalıdır?

source: How to use
tr_tr: Nasıl kullanılır

source: hr
tr_tr: sa

source: HTML Block
tr_tr: HTML Bloğu

source: HTML Block categories
tr_tr: HTML Blok kategorileri

source: HTML Block category
tr_tr: HTML Blok kategorisi

source: HTML Block for the dropdown
tr_tr: Açılır menü için HTML Bloğu

source: HTML Block set as extra content
tr_tr: Ekstra içerik olarak ayarlanan HTML Bloğu

source: HTML Blocks
tr_tr: HTML Blokları

source: HTML blocks
tr_tr: HTML blokları

source: HTML Blocks that were assigned to the menu items will be shown as items submenus.
tr_tr: Menü öğelerine atanan HTML Blokları, öğe alt menüleri olarak gösterilecektir.

source: HTML Tag
tr_tr: HTML Etiketi

source: HubSpot is a platform with all the tools and integrations you need for marketing, sales, and customer service. Each product in the platform is powerful alone, but the real magic happens when you use them together. See the magic for yourself in the free HubSpot WordPress plugin.
tr_tr: HubSpot, pazarlama, satış ve müşteri hizmetleri için ihtiyacınız olan tüm araç ve entegrasyonları içeren bir platformdur. Platformdaki her ürün tek başına güçlüdür, ancak gerçek sihir onları birlikte kullandığınızda gerçekleşir. Ücretsiz HubSpot WordPress eklentisinde sihri kendiniz görün.

source: I agree that my purchase code and user data will be processed by developers.
tr_tr: Satın alma kodumun ve kullanıcı verilerimin geliştiriciler tarafından işlenmesini kabul ediyorum.

source: I agree that my purchase code and user data will be processed by xtemos.com
tr_tr: Satın alma kodumun ve kullanıcı verilerimin xtemos.com tarafından işlenmesini kabul ediyorum

source: I am 18 or Older
tr_tr: 18 yaşından büyüğüm

source: I am Under 18
tr_tr: 18 yaşından küçüğüm

source: I have read and accept the %1$s Privacy Policy %2$s
tr_tr: %1$s Gizlilik Politikasını %2$s okudum ve kabul ediyorum

source: I have read and accept the <strong>[privacy_policy]</strong>
tr_tr: <strong>[gizlilik_politikası]</strong>'nı okudum ve kabul ediyorum

source: Icon
tr_tr: Simge

source: Icon alignment
tr_tr: Simge hizalama

source: Icon and text
tr_tr: Simge ve metin

source: Icon background color
tr_tr: Simge arka plan rengi

source: Icon background color on hover
tr_tr: Üzerine gelindiğinde simge arka plan rengi

source: Icon block
tr_tr: Simge bloğu

source: Icon border color
tr_tr: Simge kenarlık rengi

source: Icon border color on hover
tr_tr: Üzerine gelindiğinde simge kenarlık rengi

source: Icon color
tr_tr: Simge rengi

source: Icon color hover
tr_tr: Üzerine gelindiğinde simge rengi

source: Icon design
tr_tr: Simge tasarımı

source: Icon display
tr_tr: Simge görüntüleme

source: Icon effect
tr_tr: Simge efekti

source: Icon font 1
tr_tr: Simge yazı tipi 1

source: Icon font 2
tr_tr: Simge yazı tipi 2

source: Icon font 3
tr_tr: Simge yazı tipi 3

source: Icon fonts
tr_tr: Simge yazı tipleri

source: Icon for the tab
tr_tr: Sekme simgesi

source: Icon image
tr_tr: Simge görseli

source: Icon library
tr_tr: Simge kitaplığı

source: Icon name (from FontAwesome 5 set)
tr_tr: Simge adı (FontAwesome 5 setinden)

source: Icon on mobile
tr_tr: Mobilde simge

source: Icon only
tr_tr: Yalnızca simge

source: Icon options
tr_tr: Simge seçenekleri

source: Icon orientation
tr_tr: Simge yönü

source: Icon position
tr_tr: Simge konumu

source: Icon setting
tr_tr: Simge ayarı

source: Icon settings
tr_tr: Simge ayarları

source: Icon size
tr_tr: Simge boyutu

source: Icon spacing
tr_tr: Simge aralığı

source: Icon style
tr_tr: Simge stili

source: Icon text
tr_tr: Simge metni

source: Icon text color
tr_tr: Simge metni rengi

source: Icon text size
tr_tr: Simge metin boyutu

source: Icon type
tr_tr: Simge türü

source: Icon vertical position
tr_tr: Simge dikey konumu

source: Icon weight
tr_tr: Simge genişliği

source: Icon width
tr_tr: Simge genişliği

source: Icon with text
tr_tr: Metinli simge

source: Icons
tr_tr: Simgeler

source: Icons and "add to cart" on hover
tr_tr: Üzerine gelindiğinde simgeler ve "sepete ekle"

source: Icons background color
tr_tr: Simgeler arka plan rengi

source: Icons background color hover
tr_tr: Üzerine gelindiğinde simgeler arka plan rengi

source: Icons color
tr_tr: Simgelerin rengi

source: Icons color hover
tr_tr: Üzerine gelindiğinde simgelerin rengi

source: Icons on hover
tr_tr: Üzerine gelindiğinde simgeler

source: Idle
tr_tr: Boşta

source: Idle background color
tr_tr: Boşta arka plan rengi

source: Idle color
tr_tr: Boşta renk

source: Idle text color scheme
tr_tr: Boşta metin renk şeması

source: If "NO" stock status will be removed.
tr_tr: "HAYIR" ise stok durumu kaldırılacak.

source: If "NO" title will be removed.
tr_tr: "HAYIR" ise başlık kaldırılacak.

source: If "YES" pagination control will be removed
tr_tr: "EVET" ise, sayfalandırma kontrolü kaldırılacak

source: If "YES" pagination control will be removed.
tr_tr: "EVET" ise sayfalandırma kontrolü kaldırılacak.

source: If "YES" prev/next control will be removed
tr_tr: "EVET" ise önceki/sonraki kontrolü kaldırılacak

source: If "YES" scrollbar will be removed
tr_tr: "EVET" ise kaydırma çubuğu kaldırılacak

source: If "YES" scrollbar will be removed.
tr_tr: "EVET" ise kaydırma çubuğu kaldırılacak.

source: If checked, the user will not be able to post a comment without attaching an image.
tr_tr: İşaretlenirse, kullanıcı bir görsel eklemeden yorum gönderemez.

source: If checked, the user will not be able to post a review without selecting a criterion.
tr_tr: İşaretlenirse, kullanıcı bir kriter seçmeden inceleme gönderemez.

source: If enabled you need to create maintenance page in Dashboard - Pages - Add new. Choose "Template" to be "Maintenance" in "Page attributes". Or you can import the page from our demo in "Prebuilt websites" page
tr_tr: Etkinleştirilirse, Kontrol Paneli - Sayfalar - Yeni ekle'de bakım sayfası oluşturmanız gerekir. "Sayfa nitelikleri"nde "Şablon"u "Bakım" olarak seçin. Ya da demo sayfamızdan "Demo web siteleri" sayfasına aktarabilirsiniz

source: If enabled, free gifts will not be added if there is at least one product in the cart that matches any exclude rule — even if some products match include rules.
tr_tr: Etkinleştirilirse, sepette herhangi bir hariç tutma kuralına uyan en az bir ürün varsa, bazı ürünler dahil etme kurallarına uysa bile ücretsiz hediyeler eklenmeyecektir.

source: If enabled, the user can add the same product to the cart multiple times. It works if the "Manual Gifts" rule is selected for the gift.
tr_tr: Etkinleştirilirse, kullanıcı aynı ürünü sepete birden fazla kez ekleyebilir. Hediye için "Manuel Hediyeler" kuralı seçildiğinde çalışır.

source: If more than one wishlist
tr_tr: Birden fazla istek listesi varsa

source: If the category you visit doesn't contain any subcategories, the page title menu will display this category's neighbors categories.
tr_tr: Ziyaret ettiğiniz kategori herhangi bir alt kategori içermiyorsa, sayfa başlığı menüsünde bu kategorinin komşu kategorileri görüntülenir.

source: If this field is filled, a hint with the specified text will appear next to the notice of the current rule.
tr_tr: Bu alan doldurulduğu takdirde, geçerli kural bildiriminin yanında belirtilen metni içeren bir ipucu görünecektir.

source: If use "Sidebar" be sure that you have enabled it for the product page layout
tr_tr: "Kenar Çubuğu" kullanıyorsanız, ürün sayfası düzeni için etkinleştirdiğinizden emin olun

source: If you apply any changes to your banner settings or content you might want to force the banner to all visitors who already closed it again. In this case, you just need to increase the banner version.
tr_tr: Banner ayarlarınıza veya içeriğinize herhangi bir değişiklik uygularsanız, banner'ı daha önce kapatmış olan tüm ziyaretçilere zorlamak isteyebilirsiniz. Bu durumda, banner sürümünü yükseltmeniz yeterlidir.

source: If you apply any changes to your popup settings or content you might want to force the popup to all visitors who already closed it again. In this case, you just need to increase the banner version.
tr_tr: Açılır pencere ayarlarınıza veya içeriğinize herhangi bir değişiklik uygularsanız, açılır pencereyi, onu zaten kapatmış olan tüm ziyaretçilere zorlamak isteyebilirsiniz. Bu durumda, banner sürümünü artırmanız yeterlidir.

source: If you are not using default Gutenberg blocks you will not need these files to be loaded.
tr_tr: Varsayılan Gutenberg bloklarını kullanmıyorsanız bu dosyaların yüklenmesine ihtiyacınız olmayacaktır.

source: If you are using multiple popups elements, be sure that all elements have unique IDs values.
tr_tr: Birden çok pop-up öğesi kullanıyorsanız, tüm öğelerin benzersiz ID değerlerine sahip olduğundan emin olun.

source: If you are using our header builder for your header configuration you can select different layout from the list for this particular page.
tr_tr: ÜstAlan yapılandırmanız için ÜstAlan oluşturucumuzu kullanıyorsanız, bu belirli sayfa için listeden farklı bir düzen seçebilirsiniz.

source: If you change your cookie policy information you can increase their version to show the popup to all visitors again.
tr_tr: Çerez politikası bilgilerinizi değiştirirseniz, pop-up'ın tüm ziyaretçilere tekrar gösterilmesi için sürümü yükseltebilirsiniz.

source: If you check this box, you are giving us permission to save some of your details into a contact list. You may receive email messages containing information of commercial or promotional nature concerning this store. Personal Data collected: email address, first name and last name.
tr_tr: Bu kutuyu işaretlerseniz, bize bazı bilgilerinizi bir iletişim listesine kaydetme izni vermiş olursunuz. Bu mağazayla ilgili ticari veya promosyon niteliğinde bilgiler içeren e-posta mesajları alabilirsiniz. Toplanan Kişisel Veriler: e-posta adresi, ad ve soyad.

source: If you did not request to join this waitlist, please ignore this message.
tr_tr: Eğer bu bekleme listesine katılmayı talep etmediyseniz lütfen bu mesajı dikkate almayın.

source: If you did not request to join this waitlist, please ignore this message.
tr_tr: Eğer bu bekleme listesine katılmayı talep etmediyseniz lütfen bu mesajı dikkate almayın.

source: If you disable this option, when user click on the product on mobile devices, it will see its description text and add to cart button. The product page will be opened on second click.
tr_tr: Bu seçeneği devre dışı bırakırsanız, kullanıcı mobil cihazlarda ürüne tıkladığında, açıklama metnini ve sepete ekle butonunu görür. Ürün sayfası ikinci tıklamayla açılacaktır.

source: If you don't want to receive any further notification, please
tr_tr: Daha fazla bildirim almak istemiyorsanız lütfen

source: If you don't want to receive any further notification, please %s
tr_tr: Daha fazla bildirim almak istemiyorsanız, lütfen %s

source: If you don't want to receive any further notification, please follow this link
tr_tr: Daha fazla bildirim almak istemiyorsanız lütfen bu bağlantıyı takip edin

source: If you enable this option the shop filters will be always opened on the shop page.
tr_tr: Bu seçeneği etkinleştirirseniz mağaza filtreleri her zaman mağaza sayfasında açılacaktır.

source: If you enable this option, a new post type for sliders will be added to your Dashboard menu. You will be able to create sliders with page builder and place them on any page on your website.
tr_tr: Bu seçeneği etkinleştirirseniz, Kontrol Paneli menünüze slider'lar için yeni bir gönderi türü eklenecektir. Sayfa oluşturucu ile slider'lar oluşturabilecek ve bunları web sitenizdeki herhangi bir sayfaya yerleştirebileceksiniz.

source: If you enable this option, the tab with the brand information will be called "About [Brand name]".
tr_tr: Bu seçeneği etkinleştirirseniz, marka bilgilerinin bulunduğu sekmenin adı "[Marka adı] hakkında" olacaktır.

source: If you have a lot of widgets added to the sidebar your single product page layout may look inconsistent. Try to enable this option in this situation.
tr_tr: Kenar çubuğuna eklenen çok sayıda bileşeniniz varsa, tek ürün sayfa düzeniniz tutarsız görünebilir. Bu durumda bu seçeneği etkinleştirmeyi deneyin.

source: If you have problems with import/export of the additional variations images data, you need to use "Variations products meta" method.
tr_tr: Ek varyasyon görüntü verilerinin içe/dışa aktarılmasıyla ilgili sorun yaşıyorsanız, "Varyasyon ürünleri meta" yöntemini kullanmanız gerekir.

source: If you plan to make changes to the theme’s source code, we recommend using a child theme instead of modifying the main theme’s HTML, CSS, or PHP files directly. This way, you can safely update the parent theme without losing your customizations. Use the button below to create and activate a child theme.
tr_tr: Temanın kaynak kodunda değişiklik yapmayı planlıyorsanız, ana temanın HTML, CSS veya PHP dosyalarını doğrudan değiştirmek yerine bir alt tema kullanmanızı öneririz. Bu şekilde, özelleştirmelerinizi kaybetmeden ana temayı güvenli bir şekilde güncelleyebilirsiniz. Bir alt tema oluşturmak ve etkinleştirmek için aşağıdaki düğmeyi kullanın.

source: If you select “AND”, you will be allowed to select only one attribute. In case of “OR”, you will be able to select multiple values.
tr_tr: "VE" yi seçerseniz, yalnızca bir nitelik seçmenize izin verilecektir. "VEYA" durumunda, birden çok değer seçebileceksiniz.

source: If you set this option to "Excerpt" then you would be able to set a custom excerpt for each post or it will be cut from the post content. If you choose "Full content" then all content will be shown, or you can add the "Read more button" while editing the post and by doing this cut your excerpt length as you need.
tr_tr: Bu seçeneği "Alıntı" olarak ayarlarsanız, her gönderi için özel bir alıntı ayarlayabilirsiniz veya gönderi içeriğinden kesilecektir. "Tam içerik"i seçerseniz, tüm içerik gösterilecektir veya gönderiyi düzenlerken "Daha fazla oku" butonu ekleyebilir ve bunu yaparak alıntı uzunluğunu istediğiniz kadar kısaltabilirsiniz.

source: If you turn on this option, the section with description will be sticky when you scroll the page. In case when the description is higher than images, the images section will be fixed instead.
tr_tr: Bu seçeneği açarsanız, sayfayı kaydırdığınızda açıklamalı bölüm yapışkan olacaktır. Açıklamanın görsellerden daha yüksek olması durumunda, bunun yerine görseller bölümü düzeltilecektir.

source: If you use custom extra content you can disable default WooCommerce order details on the thank you page
tr_tr: Özel ekstra içerik kullanıyorsanız, teşekkür sayfasından varsayılan WooCommerce sipariş ayrıntılarını devre dışı bırakabilirsiniz

source: If you visit category Man, for example, only man's subcategories will be shown in the page title like T-shirts, Coats, Shoes etc.
tr_tr: Örneğin Erkek kategorisini ziyaret ederseniz, T-shirt, Mont, Ayakkabı vb. gibi sayfa başlığında yalnızca erkek alt kategorileri gösterilecektir.

source: If you want to show brand image on your product page select desired attribute here. Read more information in our <a href="https://xtemos.com/docs-topic/product-brands/" target="_blank">documentation</a>.
tr_tr: Ürün sayfanızda marka görselini göstermek istiyorsanız, burada istediğiniz niteliği seçin. Daha fazla bilgi için; <a href="https://xtemos.com/docs-topic/product-brands/" target="_blank">ilgili belgemiz</a>.

source: If you wish to style particular content element differently, then use this field to add a class name and then refer to it in your css file.
tr_tr: Belirli içerik öğelerini farklı bir şekilde biçimlendirmek istiyorsanız, bu alanı bir sınıf adı eklemek için kullanın ve ardından css dosyanızda buna bakın.

source: Image
tr_tr: Görsel

source: Image alignment
tr_tr: Görsel hizalama

source: Image alt & title
tr_tr: Görsel alt ve başlık

source: Image block
tr_tr: Görsel bloğu

source: Image dimension
tr_tr: Görsel boyutları

source: Image for page title
tr_tr: Sayfa başlığı için görsel

source: Image gallery
tr_tr: Görsel galerisi

source: Image gallery element
tr_tr: Görsel galerisi öğesi

source: Image gallery element photoswipe
tr_tr: Görsel galerisi öğesi photoswipe

source: Image Height
tr_tr: Görsel Yüksekliği

source: Image Hotspot
tr_tr: Görsel Hotspot

source: Image hotspot element
tr_tr: Görsel Hotspot öğesi

source: Image is required.
tr_tr: Görsel gerekli.

source: Image link
tr_tr: Görsel bağlantısı

source: Image or SVG
tr_tr: Görsel veya SVG

source: Image overlay
tr_tr: Görsel kaplaması

source: Image Position
tr_tr: Görsel Konumu

source: Image Primary
tr_tr: Görsel Birincil

source: Image Secondary
tr_tr: Görsel İkincil

source: Image settings
tr_tr: Görsel ayarları

source: Image size
tr_tr: Görsel boyutu

source: Image spacing
tr_tr: Görsel aralığı

source: Image swatch
tr_tr: Görsel örneği

source: Image width
tr_tr: Görsel genişliği

source: Images
tr_tr: Görseller

source: Images captions
tr_tr: Görsel altyazıları

source: Images captions on Photo Swipe lightbox
tr_tr: PhotoSwipe lightbox'taki görsel altyazıları

source: Images count in one review
tr_tr: Bir değerlendirmedeki görseller sayılır

source: Images gallery
tr_tr: Görseller galerisi

source: Images gallery in product loop
tr_tr: Ürün döngüsünde görseller galerisi

source: Images grid/carousel
tr_tr: Görsel ızgarası/karuseli

source: Images link
tr_tr: Görseller bağlantısı

source: Images size
tr_tr: Görseller boyutu

source: Import
tr_tr: İçe aktar

source: Import / Export
tr_tr: İçe Aktarma / Dışa Aktarma

source: Import / Export / Reset
tr_tr: İçe Aktar / Dışa Aktar / Sıfırla

source: Import any of the demo versions that will include a home page, a few products, posts, projects, images and menus. You will be able to switch to any demo at any time. You can also remove all the previously imported content.
tr_tr: Bir ana sayfa, birkaç ürün, gönderiler, projeler, görseller ve menüler içeren demo sürümlerinden herhangi birini içe aktarın. İstediğiniz zaman herhangi bir demoya geçebileceksiniz. Daha önce içe aktarılan tüm içeriği de kaldırabilirsiniz.

source: Import header
tr_tr: ÜstAlan'ı içe aktar

source: Import new header
tr_tr: Yeni ÜstAlan'ı içe aktar

source: Import preview
tr_tr: İçe aktarma önizlemesi

source: IMPORTANT: You need to go to WordPress Settings -> Permalinks and resave them to apply these settings.
tr_tr: ÖNEMLİ: Bu ayarları uygulamak için WordPress Ayarları -> Kalıcı Bağlantılar'a gitmeniz ve bunları yeniden kaydetmeniz gerekir.

source: IMPORTANT: You need to regenerate all thumbnails to apply the changes. Use the following <a href="https://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">plugin</a> for this.
tr_tr: ÖNEMLİ: Değişiklikleri uygulamak için tüm küçük resimleri yeniden oluşturmanız gerekir. Bunun için <a href="https://wordpress.org/plugins/regenerate-thumbnails/" target="_blank">ilgili eklenti</a>yi kullanın.

source: Imported
tr_tr: İçe aktarıldı

source: Importing
tr_tr: İçe aktarma

source: Importing header configuration
tr_tr: ÜstAlan yapılandırmasını içe aktarma

source: Importing images
tr_tr: Görselleri içe aktarma

source: Importing menus
tr_tr: Menüleri içe aktarma

source: Importing pages
tr_tr: Sayfaları içe aktarma

source: Importing posts
tr_tr: Gönderileri içe aktarma

source: Importing products
tr_tr: Ürünleri içe aktarma

source: Importing widgets
tr_tr: Bileşenleri içe aktarma

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the Yoast SEO plugin.
tr_tr: WordPress SEO'nuzu geliştirin: Yoast SEO eklentisini kullanarak daha iyi içerik yazın ve tamamen optimize edilmiş bir WordPress sitesine sahip olun.

source: In order to create a Single portfolio layout, you must first publish at least one project!
tr_tr: Tek portföy düzeni oluşturabilmek için öncelikle en az bir proje yayınlamanız gerekmektedir!

source: In order to create a Single post layout, you must first publish at least one post!
tr_tr: Tek gönderi düzeni oluşturabilmek için öncelikle en az bir gönderi yayınlamanız gerekmektedir!

source: In order to create a Single product layout, you must first publish at least one product!
tr_tr: Tek ürün düzeni oluşturabilmek için öncelikle en az bir ürün yayınlamanız gerekmektedir!

source: In Stock
tr_tr: Stokta

source: In stock
tr_tr: Stokta

source: In Stock filter
tr_tr: Stokta filtresi

source: In the WordPress dashboard, hover over the "Appearance" section in the sidebar.
tr_tr: WordPress kontrol panelinde, kenar çubuğundaki "Görünüm" bölümünün üzerine gelin.

source: In these submenus, you can modify colors, page backgrounds, border radius, button styles, form fields, and carousel navigation.
tr_tr: Bu alt menülerde renkleri, sayfa arka planlarını, kenarlık yarıçapını, düğme stillerini, form alanlarını ve dönen gezinmeyi değiştirebilirsiniz.

source: In this popup window, you can upload a logo specifically for the mobile header. You can also set a different logo for the sticky mobile header.
tr_tr: Bu açılır pencerede, mobil başlık için özel olarak bir logo yükleyebilirsiniz. Ayrıca, sabit mobil başlık için farklı bir logo da ayarlayabilirsiniz.
