Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Adds FAQ schema to the site, improving its visibility in search engines. Learn more in the <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage">Google documentation</a>
tr_tr: Siteye SSS şeması ekler ve arama motorlarındaki görünürlüğünü artırır. Daha fazla bilgi için <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage">Google belgelerine</a> bakın

source: Adds icons blocks to the my account page as a navigation.
tr_tr: Hesabım sayfasına gezinme için simge blokları ekler.

source: Adjust text font options
tr_tr: Metin yazı tipi seçeneklerini ayarlayın

source: Adjust the title element settings
tr_tr: Başlık öğesi ayarlarını düzenleyin

source: Adjust title font options
tr_tr: Başlık yazı tipi seçeneklerini ayarlayın

source: Admin bar slider menu
tr_tr: Yönetici çubuğu kaydırıcı menüsü

source: Adobe font face
tr_tr: Adobe yazı tipi yüzü

source: Adobe fonts
tr_tr: Adobe yazı tipleri

source: Adobe project IDs
tr_tr: Adobe proje ID'leri

source: Adv Highlight
tr_tr: Adv Vurgusu

source: Advanced
tr_tr: Gelişmiş

source: Advanced button styles
tr_tr: Gelişmiş buton stilleri

source: Advanced highlight
tr_tr: Gelişmiş vurgulama

source: Advanced Nocaptcha integration
tr_tr: Gelişmiş Nocaptcha entegrasyonu

source: Advanced scripts controls
tr_tr: Gelişmiş komut dosyası kontrolleri

source: After "Add to cart button"
tr_tr: "Sepete ekle butonu"ndan sonra

source: After "Add to cart" button
tr_tr: "Sepete ekle" butonundan sonra

source: After adding to cart the shopping cart widget will be hidden automatically
tr_tr: Sepete ekledikten sonra, alışveriş sepeti bileşeni otomatik olarak gizlenecek

source: After cart table
tr_tr: Sepet tablosundan sonra

source: After content
tr_tr: İçerikten sonra

source: After image
tr_tr: Görselden sonra

source: After making all the necessary changes to the title element, click the "Publish" button to save your changes.
tr_tr: Başlık öğesinde gerekli tüm değişiklikleri yaptıktan sonra değişikliklerinizi kaydetmek için "Yayınla" butonuna tıklayın.

source: After making all the necessary changes to the title element, click the "Save" button to save your changes.
tr_tr: Başlık öğesinde gerekli tüm değişiklikleri yaptıktan sonra değişikliklerinizi kaydetmek için "Kaydet" butonuna tıklayın.

source: After product grid
tr_tr: Ürün ızgarasından sonra

source: After reviews
tr_tr: Değerlendirmelerden sonra

source: After selecting the item, click the "Add to Menu" button to include them in your menu structure on the right.
tr_tr: Öğeyi seçtikten sonra sağ taraftaki menü yapınıza dahil etmek için "Menüye Ekle" butonuna tıklayın.

source: After tabs
tr_tr: Sekmelerden sonra

source: After title
tr_tr: Başlıktan sonra

source: Age verify
tr_tr: Yaş doğrulama

source: Age verify option
tr_tr: Yaş doğrulama seçeneği

source: Age verify popup
tr_tr: Yaş doğrulama pop-up

source: AJAX Add to cart
tr_tr: AJAX Sepete Ekle

source: AJAX portfolio
tr_tr: AJAX portföyü

source: AJAX Products tabs
tr_tr: AJAX Ürünleri sekmeleri

source: AJAX Search
tr_tr: AJAX Araması

source: AJAX search
tr_tr: AJAX araması

source: AJAX search results count
tr_tr: AJAX arama sonuçlarının sayısı

source: AJAX shop
tr_tr: AJAX mağazası

source: AJAX variation threshold
tr_tr: AJAX varyasyon eşiği

source: Align
tr_tr: Hizala

source: Align
tr_tr: Hizala

source: Align Elementor content with the site container
tr_tr: Elementor içeriğini site konteyneriyle hizalayın

source: Align items
tr_tr: Öğeleri hizala

source: Align self
tr_tr: Kendini hizala

source: Align the product hover content to the bottom of the products row.
tr_tr: Ürün üzerine gelme içeriğini ürünler satırının altına hizalayın.

source: Aligned on the right of the product title
tr_tr: Ürün başlığının sağına hizalanır

source: Alignment
tr_tr: Hizalanma

source: All
tr_tr: Tümü

source: All applied
tr_tr: Hepsi uygulandı

source: All blog archives
tr_tr: Tüm blog arşivleri

source: All categories
tr_tr: Tüm kategoriler

source: All closed
tr_tr: Tümü kapalı

source: All content has been successfully imported and is ready to use.
tr_tr: Tüm içerik başarıyla içe aktarıldı ve kullanıma hazır.

source: All customization options for colors and styles are available here.
tr_tr: Renk ve stiller için tüm özelleştirme seçenekleri burada mevcuttur.

source: All done!
tr_tr: Tamamdır!

source: All gallery item updated to: %s
tr_tr: Tüm galeri öğeleri şu şekilde güncellendi: %s

source: All installations and activations have been completed.
tr_tr: Tüm kurulumlar ve etkinleştirmeler tamamlandı.

source: All installations have been completed.
tr_tr: Tüm kurulumlar tamamlandı.

source: All Items
tr_tr: Tüm öğeler

source: All open
tr_tr: Tümü açık

source: All options have been set to default values.
tr_tr: Tüm seçenekler varsayılan değerlere ayarlandı.

source: All pages background
tr_tr: Tüm sayfalar arka plan

source: All patches are applied.
tr_tr: Tüm yamalar uygulandı.

source: All plugins installed and activated successfully. %1$s
tr_tr: Tüm eklentiler başarıyla yüklendi ve etkinleştirildi. %1$s

source: All portfolio archives
tr_tr: Tüm portföy arşivleri

source: All post types
tr_tr: Tüm gönderi türleri

source: All posts
tr_tr: Tüm gönderiler

source: All product archives
tr_tr: Tüm ürün arşivleri

source: All Products
tr_tr: Tüm Ürünler

source: All products
tr_tr: Tüm ürünler

source: All Project Categories
tr_tr: Tüm Proje Kategorileri

source: All projects
tr_tr: Tüm projeler

source: All rights reserved
tr_tr: Tüm hakları saklıdır

source: All size guides
tr_tr: Tüm beden tabloları

source: All Sliders
tr_tr: Tüm sliderlar

source: All slides
tr_tr: Tüm slaytlar

source: All users
tr_tr: Tüm kullanıcılar

source: All widgets
tr_tr: Tüm bileşenler

source: All wishlists
tr_tr: Tüm istek listeleri

source: Allow adding multiple identical gifts
tr_tr: Birden fazla aynı hediyenin eklenmesine izin ver

source: Allow customers to add pros and cons of your products in the separate inputs.
tr_tr: Müşterilerin ürünlerinizin artılarını ve eksilerini ayrı girdilere eklemesine izin verin.

source: Allow customers to change number of columns per row
tr_tr: Müşterilerin satır başına sütun sayısını değiştirmesine izin verin

source: Allow customers to change number of products per page
tr_tr: Müşterilerin sayfa başına ürün sayısını değiştirmesine izin verin

source: Allow customers to upload images to their reviews for products
tr_tr: Müşterilerin ürün incelemelerine görsel yüklemelerine izin verin

source: Allow customers to vote for most helpful review.
tr_tr: Müşterilerin en yararlı inceleme için oy kullanmasına izin verin.

source: Allow customize
tr_tr: Özelleştirmeye izin ver

source: Allow SVG upload
tr_tr: SVG yüklemesine izin ver

source: Allow SVG uploads as well as SVG format for custom fonts. We suggest you to use <a href="https://wordpress.org/plugins/safe-svg/">this plugin</a> to be sure that all uploaded content is safe.
tr_tr: Özel yazı tipleri için SVG formatının yanı sıra SVG yüklemelerine de izin verin. Tüm yüklenen içeriklerin güvenli olduğundan emin olmak için <a href="https://wordpress.org/plugins/safe-svg/">ilgili eklenti</a>yi kullanmanızı öneririz.

source: Allow your users to purchase variable products directly from the shop page.
tr_tr: Kullanıcılarınızın varyasyonlu ürünleri doğrudan mağaza sayfasından satın almasına izin verin.

source: Allowing users to quickly access their previous searches.
tr_tr: Kullanıcıların daha önce yaptıkları aramalara hızlı bir şekilde ulaşmalarını sağlamak.

source: Allows customers to organize favorite products into multiple wishlists based on their interest
tr_tr: Müşterilerin favori ürünlerini ilgi alanlarına göre birden fazla istek listesinde düzenlemesine olanak tanır

source: Allows editing product content using the Gutenberg block editor.
tr_tr: Gutenberg blok düzenleyicisini kullanarak ürün içeriğinin düzenlenmesine olanak tanır.

source: Allows users to filter reviews by clicking on the corresponding rating bar.
tr_tr: Kullanıcıların ilgili derecelendirme çubuğuna tıklayarak değerlendirmeleri filtrelemesine olanak tanır.

source: Allows users to sort reviews by rating, date, etc.
tr_tr: Kullanıcıların değerlendirmeleri derecelendirmeye, tarihe vb. göre sıralamasına olanak tanır.

source: Almost all standard buttons through the site
tr_tr: Site üzerinden neredeyse tüm standart butonlar

source: Also enable equal columns height for the parent row to make it work
tr_tr: Üst satırın çalışmasını sağlamak için eşit sütun yüksekliğini de etkinleştirin

source: Alternate
tr_tr: Alternatif

source: Alternative
tr_tr: Alternatif

source: Alternative color
tr_tr: Alternatif renk

source: Alternative login mechanism
tr_tr: Alternatif giriş mekanizması

source: Alternative text
tr_tr: Alternatif metin

source: Always
tr_tr: Her zaman

source: Always load
tr_tr: Her zaman yükle

source: Always open
tr_tr: Her zaman açık

source: Always opened
tr_tr: Her zaman açık

source: Always shows categories menu on this page
tr_tr: Bu sayfada her zaman kategoriler menüsü gösterilir

source: Always use
tr_tr: Her zaman kullan

source: Amelia integration
tr_tr: Amelia entegrasyonu

source: Amount to reach 100% defined in your currency absolute value. For example: 300
tr_tr: Para biriminizde mutlak değer olarak tanımlanan %100'e ulaşmak için gereken miktar. Örneğin: 300

source: An advanced widget that gives you total control over the output of your site’s most recent Posts.
tr_tr: Sitenizin en son Gönderilerinin çıktıları üzerinde tam kontrol sağlayan gelişmiş bir bileşen.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
tr_tr: Yüklenirken bir hata oluştu %1$s: <strong>%2$s</strong>.

source: An item of your wishlist is back in stock!
tr_tr: İstek listenizdeki bir ürün stoklara geri döndü!

source: An item of your wishlist is on sale!
tr_tr: İstek listenizdeki bir ürün indirimde!

source: Anchor block
tr_tr: Çapa bloğu

source: AND
tr_tr: VE

source: Animate it
tr_tr: Canlandırın

source: Animated carousel with posts
tr_tr: Gönderilerle animasyonlu karusel

source: Animated Counter
tr_tr: Hareketli Sayaç

source: Animated counter block
tr_tr: Animasyonlu karşı blok

source: Animated counter element
tr_tr: Animasyonlu sayaç öğesi

source: Animation
tr_tr: Animasyon

source: Animation delay
tr_tr: Animasyon gecikmesi

source: Animation duration
tr_tr: Animasyon süresi

source: Animations
tr_tr: Animasyonlar

source: Animations module
tr_tr: Animasyonlar modülü

source: Any %s
tr_tr: Herhangi bir %s

source: Any Categories
tr_tr: Herhangi Bir Kategori

source: API integrations
tr_tr: API entegrasyonları

source: Apologies, but no results were found.
tr_tr: Özür dileriz, ancak hiçbir sonuç bulunamadı.

source: Apologies, but no results were found. Perhaps searching will help find a related post.
tr_tr: Özür dileriz, ancak sonuç bulunamadı. Belki ARAMA yapmak, ilgili bir gönderi bulmanıza yardımcı olacaktır.

source: Appearance -> Themes
tr_tr: Görünüm -> Temalar

source: Appearance effect
tr_tr: Görünüm etkisi

source: Appearance screenshot
tr_tr: Görünüm ekran görüntüsü

source: Appearance → Themes
tr_tr: Görünüm → Temalar

source: Applied
tr_tr: Uygulandı

source: Apply
tr_tr: Uygula

source: Apply all
tr_tr: Tümünü uygula

source: Apply coupon form
tr_tr: Kupon formu uygula

source: Applying theme settings
tr_tr: Tema ayarlarını uygulama

source: Archive by Category "%s"
tr_tr: Kategoriye Göre Arşivle "%s"

source: Archive description
tr_tr: Arşiv açıklaması

source: Archive products
tr_tr: Arşiv ürünleri

source: Archive title
tr_tr: Arşiv başlığı

source: Archives
tr_tr: Arşivler

source: Are images required?
tr_tr: Görsel zorunlu mu?

source: Are you sure you want to apply backup? This process cannot be undone. Continue?
tr_tr: Yedekleme uygulamak istediğinizden emin misiniz? Bu işlem geri alınamaz. Devam edelim mi?

source: Are you sure you want to delete this element?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?

source: Are you sure you want to download all patches?
tr_tr: Tüm yamaları indirmek istediğinizden emin misiniz?

source: Are you sure you want to remove backup? This process cannot be undone. Continue?
tr_tr: Yedeklemeyi kaldırmak istediğinizden emin misiniz? Bu işlem geri alınamaz. Devam edelim mi?

source: Are you sure you want to remove this header?
tr_tr: Bu ÜstAlan'ı kaldırmak istediğinizden emin misiniz?

source: Area after the mobile menu
tr_tr: Mobil menüden sonraki alan

source: Arrow
tr_tr: Ok

source: Arrow offset horizontal
tr_tr: Ok yatay ofset

source: Arrow offset vertical
tr_tr: Ok dikey ofset

source: Arrow position
tr_tr: Ok konumu

source: Arrows
tr_tr: Oklar

source: Arrows color scheme
tr_tr: Okların renk şeması

source: Arrows position
tr_tr: Okların konumu

source: Arrows separate
tr_tr: Oklar ayrı

source: Arrows style
tr_tr: Oklar stili

source: Arrows together
tr_tr: Oklar birlikte

source: Articles Posted by %s
tr_tr: %s Etiketli Gönderiler

source: As child
tr_tr: Alt kademe olarak

source: As IDs or slugs provided order
tr_tr: ID'ler veya kısaltmalar sipariş verildiğinde

source: As image
tr_tr: Görsel olarak

# as in: "version nr unknown"
source: unknown
tr_tr: bilinmiyor

source: As parent
tr_tr: Üst kademe olarak

source: Ascending
tr_tr: Artan

source: Aside
tr_tr: Kenar

source: Aside style
tr_tr: Kenar stili

source: Aspect Ratio
tr_tr: En/Boy Oranı

source: Aspect ratio
tr_tr: En/Boy Oranı

source: Assigned to elements
tr_tr: Öğelere atandı

source: At least one condition is required.
tr_tr: En az bir koşulun sağlanması gerekiyor.

source: At least one quantity range is required for this pricing rule.
tr_tr: Bu fiyatlandırma kuralı için en az bir miktar aralığı gereklidir.

source: Attribute
tr_tr: Nitelik

source: Attribute for the product image
tr_tr: Ürün görseli için nitelik

source: Attribute hint content
tr_tr: Nitelik ipucu içeriği

source: Attribute image container width
tr_tr: Nitelik görsel konteyner genişliği

source: Attribute swatches
tr_tr: Nitelik örnekleri

source: Attributes
tr_tr: Nitellikler

source: Attributes, dimensions, and weight
tr_tr: Nitelikler, boyutlar ve ağırlık

source: Attribution title
tr_tr: Nitelik başlığı

source: Attribution URL
tr_tr: Nitelik URL

source: Attribution Url
tr_tr: Nitelik Url

source: Audio in autoplay videos is always muted.
tr_tr: Otomatik oynatılan videolarda ses her zaman kapalıdır.

source: Audio status
tr_tr: Ses durumu

source: Author
tr_tr: Yazar

source: Author area
tr_tr: Yazar alanı

source: Author bio
tr_tr: Yazar biyografisi

source: Author link
tr_tr: Yazar bağlantısı

source: Author name
tr_tr: Yazar adı

source: Auto
tr_tr: Otomatik

source: Auto Backup
tr_tr: Otomatik Yedekleme

source: Auto height
tr_tr: Otomatik yükseklik

source: Autocomplete
tr_tr: Otomatik tamamla

source: Automatic "New" label period
tr_tr: Otomatik "Yeni" etiket dönemi

source: Automatic Gifts
tr_tr: Otomatik Hediyeler

source: Automatically removes abandoned carts after the specified time.
tr_tr: Belirtilen süreden sonra terk edilmiş sepetleri otomatik olarak kaldırır.

source: Autoplay
tr_tr: Otomatik oynatma

source: Autoplay speed
tr_tr: Otomatik oynatma hızı

source: Availability
tr_tr: Kullanılabilirlik

source: Available on backorder
tr_tr: Ön satışı yapılabilir

source: Available products columns variations
tr_tr: Kullanılabilir ürün sütun varyasyonları

source: Available version:
tr_tr: Mevcut versiyon:

source: Avatar width
tr_tr: Avatar genişliği

source: Average
tr_tr: Ortalama

source: Average rating
tr_tr: Ortalama puanı

source: Back
tr_tr: Geri

source: Back history button
tr_tr: Geri geçmiş butonu

source: Back to %s
tr_tr: %s'ye dön

source: Back to categories
tr_tr: Kategorilere dön

source: Back to Classic Editor
tr_tr: Klasik Editöre dön

source: Back to Dashboard
tr_tr: Gösterge Paneline Dön

source: Back to headers list
tr_tr: ÜstAlan'lar listesine dön

source: Back to list
tr_tr: Listeye dön

source: Back to menu
tr_tr: Menüye dön

source: Back to products
tr_tr: Ürünlere dön

source: Back to shop
tr_tr: Mağazaya dön

source: Backdrop effects will be visible only if the row has background with transparency.
tr_tr: Arka plan efektleri yalnızca satırın şeffaf bir arka planı varsa görünür olacaktır.

source: Backdrop filter
tr_tr: Arka plan filtresi

source: Backend editor
tr_tr: Arka uç düzenleyici

source: Background
tr_tr: Arka plan

source: Background Attachment
tr_tr: Arka Plan Eki

source: Background attachment
tr_tr: Arka plan eki

source: Background Color
tr_tr: Arka Plan Rengi

source: Background color
tr_tr: Arka plan rengi

source: Background color
tr_tr: Arka plan rengi

source: Background color hover
tr_tr: Arka plan rengi vurgulu

source: Background color on hover
tr_tr: Üzerine gelindiğinde arka plan rengi

source: Background Display Size
tr_tr: Arka Plan Görüntüleme Boyutu

source: Background for loader screen
tr_tr: Yükleyici ekranı için arka plan

source: Background gradient
tr_tr: Arka plan gradyanı

source: Background image
tr_tr: Arka plan görseli

source: Background image on hover
tr_tr: Üzerine gelindiğinde arka plan resmi

source: Background image attachment
tr_tr: Arka plan görsel eki

source: Background image on hover size
tr_tr: Üzerine gelindiğinde arka plan görüntüsü

source: Background image position
tr_tr: Arka plan görsel konumu

source: Background image repeat
tr_tr: Arka plan görsel tekrarı

source: Background image size
tr_tr: Arka plan görsel boyutu

source: Background of wrapper
tr_tr: Kaydırıcının arka planı

source: Background on hover
tr_tr: Üzerine gelindiğinde arka plan

source: Background overlay
tr_tr: Arka plan yerleşimi

source: Background parallax
tr_tr: Arka plan paralaks

source: Background position
tr_tr: Arka plan konumu

source: Background Repeat
tr_tr: Arka Plan Tekrarı

source: Background repeat
tr_tr: Arka plan tekrarı

source: Background size
tr_tr: Arka plan boyutu

source: Background type
tr_tr: Arka plan tipi

source: Background wrap type
tr_tr: Arka plan kaydırma türü

source: Backup
tr_tr: Yedekleme

source: Backup successfully created.
tr_tr: Yedekleme başarıyla oluşturuldu.

source: Backup successfully deleted.
tr_tr: Yedekleme başarıyla silindi.

source: Backup successfully installed.
tr_tr: Yedekleme başarıyla yüklendi.

source: Bag
tr_tr: Çanta

source: Banner background
tr_tr: Banner arka planı

source: Banner block
tr_tr: Banner bloğu

source: Banner content
tr_tr: Banner içeriği

source: Banner element
tr_tr: Banner öğesi

source: Banner element parallax
tr_tr: Banner öğesi paralaks

source: Banner element with border and background hover effect
tr_tr: Kenarlık ve arka plan hover efektli banner öğesi

source: Banner element with button position show on hover
tr_tr: Üzerine gelindiğinde buton konumu gösterilen banner öğesi

source: Banner element with hover effect
tr_tr: Hover efektli banner öğesi

source: Banner element with style bordered and bordered background
tr_tr: Kenarlıklı stile ve kenarlıklı arka plana sahip banner öğesi

source: Banner element with style color mask and mask with shadow
tr_tr: Stil renk maskeli ve gölgeli maskeli banner öğesi

source: Banner element with style content background
tr_tr: Stil içerik arka planına sahip banner öğesi

source: Banner Height
tr_tr: Banner Yüksekliği

source: Banner height
tr_tr: Banner yüksekliği

source: Banner height for desktop
tr_tr: Masaüstü için banner yüksekliği

source: Banner height for mobile
tr_tr: Mobil cihazlar için banner yüksekliği

source: Banner link
tr_tr: Banner bağlantısı

source: Banner style
tr_tr: Banner stili

source: Banner text color
tr_tr: Banner metin rengi

source: Banner version
tr_tr: Banner versiyonu

source: Banners carousel
tr_tr: Banner karusel

source: Base
tr_tr: Temel

source: Base (deprecated styles)
tr_tr: Base (kullanımdan kaldırılmış stiller)

source: Base price
tr_tr: Temel fiyat

source: Base style
tr_tr: Temel stil

source: Based on WooCommerce Free shipping method
tr_tr: WooCommerce Ücretsiz gönderim yöntemine dayalı

source: Basic
tr_tr: Temel

source: BBPress integration
tr_tr: BBPress entegrasyonu

source: Before "Add to cart button"
tr_tr: "Sepete ekle butonu"ndan önce

source: Before cart table
tr_tr: Sepet tablosundan önce

source: Before content
tr_tr: İçerikten önce

source: Before image
tr_tr: Görselden önce

source: Before product grid
tr_tr: Ürün ızgarasından önce

source: Before reviews
tr_tr: Değerlendirmelerden önce

source: Before search content
tr_tr: Arama içeriğinden önce

source: Before selecting the menu for the "Sticky navigation" option, make sure that images are uploaded. You can configure them via Appearance -> Menus.
tr_tr: "Yapışkan gezinme" seçeneği için menüyü seçmeden önce görsellerin yüklendiğinden emin olun. Bunları Görünüm -> Menüler aracılığıyla yapılandırabilirsiniz.

source: Before using this element, make sure that you have configured the sticky navigation menu via options located in Theme settings - Genaral - Sticky navigation.
tr_tr: Bu öğeyi kullanmadan önce, Tema ayarları - Genel - Yapışkan gezinme bölümünde bulunan seçenekler aracılığıyla yapışkan gezinme menüsünü yapılandırdığınızdan emin olun.

source: Begin activating plugin
tr_tr: Eklentiyi etkinleştirmeye başlayın

source: Begin installing plugin
tr_tr: Eklentiyi yüklemeye başlayın

source: Begin updating plugin
tr_tr: Eklentiyi güncellemeye başlayın

source: Behance link
tr_tr: Behance bağlantısı

source: Behance social link
tr_tr: Behance sosyal medya bağlantısı

source: Behavior
tr_tr: Davranış

source: Below header
tr_tr: ÜstAlan'ın altında

source: Best option
tr_tr: En iyi seçenek

source: Best regards,
tr_tr: Saygılarımızla,

source: Best regards,
tr_tr: Saygılarımızla,

source: Best regards,
tr_tr: Saygılarımızla,

source: Bestsellers
tr_tr: En çok satanlar

source: Billing details
tr_tr: Fatura detayları

source: Billing information fields
tr_tr: Faturalama bilgi alanları

source: Black
tr_tr: Siyah

source: Black 900
tr_tr: Siyah 900

source: Black 900 Italic
tr_tr: Siyah 900 İtalik

source: Blank
tr_tr: Boşluk

source: Block
tr_tr: Blok

source: Block animation option
tr_tr: Blok animasyon seçeneği

source: Block background option
tr_tr: Blok arka planı seçeneği

source: Block based WordPress page content editor
tr_tr: Blok tabanlı WordPress sayfa içerik düzenleyicisi

source: Block collapsible content
tr_tr: Blok daraltılabilir içeriği

# block description
source: A block that hides a large amount of content until a button is clicked.
tr_tr: Bir butona tıklanana kadar büyük miktarda içeriği gizleyen blok.

# block description
source: Add hotspots with content to the image or video background.
tr_tr: Görüntü veya video arka planına içerikli etkin noktalar ekleyin.

# block description
source: Adds any WordPress navigation menu for site navigation.
tr_tr: Site navigasyonu için herhangi bir WordPress navigasyon menüsü ekler.

# block description
source: Allows smooth landing page navigation.
tr_tr: Açılış sayfasında sorunsuz gezinme sağlar.

# block description
source: Allows to collapse and expand content for convenient navigation.
tr_tr: Rahat gezinme için içeriği daraltmaya ve genişletmeye olanak tanır.

# block description
source: Attention-grabbing block with content and background settings.
tr_tr: İçerik ve arka plan ayarlarıyla dikkat çeken blok.

# block description
source: Block with person's photo, name, position, and contact information.
tr_tr: Kişinin fotoğrafı, adı, pozisyonu ve iletişim bilgileriyle blok oluşturun.

# block description
source: Blog post display for showcasing latest articles.
tr_tr: En son makaleleri sergilemek için blog gönderi ekranı.

# block description
source: Button that opens the sidebar column from off-canvas layout block.
tr_tr: Off-canvas düzen bloğundan kenar çubuğu sütununu açan buton.
