Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Enable it to show each variation as a separate product on the shop page. You need to resave variable products to make this option work. You can do this separately or using the bulk edit function. Read more information in our <a href="https://xtemos.com/docs-topic/show-single-variation/" target="_blank">documentation</a>.
tr_tr: Her varyasyonu mağaza sayfasında ayrı bir ürün olarak göstermek için etkinleştirin. Bu seçeneğin çalışması için değişken ürünleri yeniden kaydetmeniz gerekir. Bunu ayrı olarak veya toplu düzenleme işlevini kullanarak yapabilirsiniz. Daha fazla bilgi için; <a href="https://xtemos.com/docs-topic/show-single-variation/" target="_blank">ilgili belgemiz</a>.

source: Enable lazy loading for images for this element.
tr_tr: Bu öğe için tembel görsel yüklemeyi etkinleştirin.

source: Enable linked variations
tr_tr: Bağlantılı varyasyonları etkinleştirin

source: Enable login with Facebook on your web-site. To do that you need to create an APP on the Facebook <a href="https://developers.facebook.com/" target="_blank">https://developers.facebook.com/</a>. Then go to APP settings and copy App ID and App Secret there. You also need to insert Redirect URI like this example <strong>{{PERMALINK}}facebook/int_callback</strong> More information you can get in our <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-facebook-login/" target="_blank">documentation</a>.
tr_tr: Web sitenizde Facebook ile oturum açmayı etkinleştirin. Bunu yapmak için Facebook <a href="https://developers.facebook.com/" target="_blank">https://developers.facebook.com/</a>'da bir APP oluşturmanız gerekir. Ardından APP ayarlarına gidin ve App ID ve App Secret'ı oraya kopyalayın. Ayrıca bu örnekteki gibi Yönlendirme URI'si eklemeniz gerekir <strong>{{PERMALINK}}facebook/int_callback</strong> Daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/faq-guides/configure-facebook-login/" target="_blank">ilgili belgemiz</a>.

source: Enable maintenance mode
tr_tr: Bakım modunu etkinleştir

source: Enable multiple wishlists
tr_tr: Birden fazla istek listesini etkinleştir

source: Enable parallax on mouse scroll
tr_tr: Fare kaydırmada paralaksı etkinleştir

source: Enable preloader animation while loading your website content. Useful when you move all the CSS to the footer.
tr_tr: Web sitenizin içeriğini yüklerken ön yükleyici animasyonunu etkinleştirin. Tüm CSS'yi AltAlan'a taşıdığınızda kullanışlıdır.

source: Enable privacy policy checkbox
tr_tr: Gizlilik politikası onay kutusunu etkinleştir

source: Enable product count
tr_tr: Ürün sayımını etkinleştir

source: Enable promo popup
tr_tr: Promosyon pop-up'ını etkinleştir

source: Enable Quick view option for variable products. Will allow your users to purchase variable products directly from the quick view.
tr_tr: Değişken ürünler için Hızlı görünüm seçeneğini etkinleştirin. Kullanıcılarınızın değişken ürünleri doğrudan hızlı görünümden satın almasına olanak tanır.

source: Enable Quick view option. Ability to see the product information with AJAX.
tr_tr: Hızlı görünüm seçeneğini etkinleştir. AJAX ile ürün bilgilerini görebilme.

source: Enable reviews tab
tr_tr: İncelemeler sekmesini etkinleştir

source: Enable scroll
tr_tr: Kaydırmayı etkinleştir

source: Enable shop filters widget's area above the products.
tr_tr: Ürünlerin üstündeki mağaza filtreleri bileşen alanını etkinleştir.

source: Enable short description
tr_tr: Kısa açıklamayı etkinleştir

source: Enable size guides
tr_tr: Boyut kılavuzlarını etkinleştir

source: Enable sticky column
tr_tr: Yapışkan sütunu etkinleştir

source: Enable sticky navbar
tr_tr: Yapışkan gezinme çubuğunu etkinleştir

source: Enable stock status
tr_tr: Stok durumunu etkinleştir

source: Enable tabs for login and register forms
tr_tr: Oturum açma ve kayıt formları için sekmeleri etkinleştir

source: Enable the ability for customers to review the product according to several criteria. For example: "Value for money", "Durability", "Delivery speed", etc.
tr_tr: Müşterilerin ürünü çeşitli kriterlere göre inceleyebilmesini sağlayın. Örneğin: "Paranın karşılığı", "Dayanıklılık", "Teslimat hızı", vb.

source: Enable the ability to add videos to the main product gallery carousel.
tr_tr: Ana ürün galerisi karuseline video ekleme özelliğini etkinleştir.

source: Enable the ability to bulk move or remove products in the wishlist.
tr_tr: İstek listesindeki ürünleri toplu olarak taşıma veya kaldırma özelliğini etkinleştir.

source: Enable the ability to go to the product page from the order table at checkout.
tr_tr: Ödeme sırasında sipariş tablosundan ürün sayfasına gitme özelliğini etkinleştir.

source: Enable this email notification
tr_tr: Bu e-posta bildirimini etkinleştirin

source: Enable this option and all brand links will work inside the current category page. Or it will lead to the shop page if you are not on the category page.
tr_tr: Bu seçeneği etkinleştirdiğinizde, tüm marka bağlantıları geçerli kategori sayfası içinde çalışacaktır. Kategori sayfasında değilseniz mağaza sayfasına yönlendirecektir.

source: Enable this option if you are using a full page cache like WP Rocket.
tr_tr: WP Rocket gibi bir tam sayfa önbellek kullanıyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you see this warning in Google Pagespeed report.
tr_tr: Google Pagespeed raporunda bu uyarıyı görüyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you use full-page cache like WP Rocket.
tr_tr: WP Rocket gibi tam sayfa önbellek kullanıyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you want to change the page number in the URL when you click on the “Load more” button.
tr_tr: "Daha fazla yükle" butonuna tıkladığınızda URL'deki sayfa numarasını değiştirmek istiyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you want to remove the predefined "Price filter" widget from the shop page filters aria.
tr_tr: Mağaza sayfası filtrelerinden önceden tanımlanmış "Fiyat filtresi" bileşenini kaldırmak istiyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you want to remove the predefined "Sort by" widget from the shop page filters aria.
tr_tr: Mağaza sayfası filtrelerinden önceden tanımlanmış "Sıralama" bileşenini kaldırmak istiyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you want to use the Gutenberg blocks provided by the theme.
tr_tr: Temanın sağladığı Gutenberg bloklarını kullanmak istiyorsanız bu seçeneği etkinleştirin.

source: Enable this option if you would like to display this element above other elements on the page. You can specify a custom value as well.
tr_tr: Bu öğeyi sayfadaki diğer öğelerin üzerinde görüntülemek istiyorsanız bu seçeneği etkinleştirin. Özel bir değer de belirtebilirsiniz.

source: Enable this option instead of native Elementor's one to stretch section with CSS and not with JS.
tr_tr: Bu seçeneği, yerel Elementor'un bölümü JS ile değil CSS ile genişletmek yerine etkinleştirin.

source: Enable this option instead of native WPBakery one to stretch row with CSS and not with JS.
tr_tr: Satırı JS ile değil CSS ile uzatmak için yerel WPBakery yerine bu seçeneği etkinleştirin.

source: Enable this option instead of native WPBakery one to stretch section with CSS and not with JS.
tr_tr: Bölümü JS ile değil CSS ile uzatmak için yerel WPBakery yerine bu seçeneği etkinleştirin.

source: Enable this option to allow users customize the bundle and check/uncheck some products.
tr_tr: Kullanıcıların paketi özelleştirmesine ve bazı ürünleri işaretlemesine/işaretini kaldırmasına izin vermek için bu seçeneği etkinleştirin.

source: Enable this option to ensure that the estimated delivery date is correctly updated when caching is enabled.
tr_tr: Önbelleğe alma etkinleştirildiğinde tahmini teslimat tarihinin doğru şekilde güncellenmesini sağlamak için bu seçeneği etkinleştirin.

source: Enable this option to make your product have "New" status forever.
tr_tr: Ürünün daima "Yeni" durumuna sahip olması için bu seçeneği etkinleştirin.

source: Enable this option to optimize your images loading on the website. They will be loaded only when user will scroll the page.
tr_tr: Web sitesinde yüklenen görselleri optimize etmek için bu seçeneği etkinleştirin. Yalnızca kullanıcı sayfayı kaydırdığında yüklenecekler.

source: Enable this option to show an attribute label on the product image.
tr_tr: Ürün görselinde bir nitelik etiketi göstermek için bu seçeneği etkinleştirin.

source: Enable this option to stretch container with CSS.
tr_tr: Konteyneri CSS ile esnetmek için bu seçeneği etkinleştirin.

source: Enable this option when you place this button inside the container with the "Collapsible content" option turned on.
tr_tr: Bu butonu "Daraltılabilir içerik" seçeneği açıkken konteynerin içine yerleştirdiğinizde bu seçeneği etkinleştirin.

source: Enable this to use one page navigation menu. If enabled you need to set the link for this item to be like this: http://your_site.com/home_page/#anchor_id where anchor_id will be the ID of the ROW on your home page.
tr_tr: Tek sayfalık gezinme menüsünü kullanmak için bunu etkinleştirin. Etkinleştirilirse bu öğe için bağlantıyı şu şekilde ayarlamanız gerekir: http://your_site.com/home_page/#anchor_id burada anchor_id ana sayfanızdaki SATIR'ın ID'si olacaktır.

source: Enable title
tr_tr: Başlığı etkinleştir

source: Enable to show your menu in full screen style on burger icon click.
tr_tr: Burger simgesi tıklandığında menünüzü tam ekran stilinde göstermeyi etkinleştirin.

source: Enable wishlist
tr_tr: İstek listesini etkinleştir

source: Enable wishlist functionality built in with the theme. Read more information in our <a href="https://xtemos.com/docs/woodmart/woodmart-wishlist/">documentation</a>.
tr_tr: Temada yerleşik bulunan istek listesi işlevini etkinleştirin. Daha fazla bilgi için; <a href="https://xtemos.com/docs/woodmart/woodmart-wishlist/">ilgili belgemiz</a>.

source: Enable/Disable
tr_tr: Etkinleştir/Devre Dışı Bırak

source: Enable/disable portfolio on your website.
tr_tr: Web sitenizde portföyü etkinleştirin/devre dışı bırakın.

source: Enable/disable short description text in the product's summary block.
tr_tr: Ürünün özet bloğundaki kısa açıklama metnini etkinleştirin/devre dışı bırakın.

source: Enable/disable the footer on your website.
tr_tr: Web sitenizdeki AltAlan'ı etkinleştirin/devre dışı bırakın.

source: Enable/disable zoom option or switch to photoswipe popup.
tr_tr: Yakınlaştırma seçeneğini etkinleştirin/devre dışı bırakın veya fotoğraf kaydırma açılır penceresine geçin.

source: Enabled
tr_tr: Etkin

source: Enables a custom post type for adding tabs to single product pages. You can find it under Dashboard → Products → Custom Tabs.
tr_tr: Tekil ürün sayfalarına sekmeler eklemek için özel bir gönderi türünü etkinleştirir. Bunu Kontrol Paneli → Ürünler → Özel Sekmeler altında bulabilirsiniz.

source: Enables autoplay mode.
tr_tr: Otomatik oynatma modunu etkinleştirir.

source: Enables lazy loading for background images in Gutenberg blocks, improving performance by loading images only when they enter the viewport.
tr_tr: Gutenberg bloklarındaki arka plan görüntüleri için tembel yüklemeyi etkinleştirir ve görüntüleri yalnızca görünüm alanına girdiklerinde yükleyerek performansı artırır.

source: Enables loop mode.
tr_tr: Döngü modunu etkinleştirir.

source: Enables three optional product tabs on single product pages, which can be filled with plain text or HTML-blocks. Leave the field empty to disable the tab.
tr_tr: Tek ürün sayfalarında düz metin veya HTML bloklarıyla doldurulabilen üç isteğe bağlı ürün sekmesini etkinleştirir. Sekmeyi devre dışı bırakmak için alanı boş bırakın.

source: End
tr_tr: Son

source: End value
tr_tr: Son değer

source: Endpoint for the "My account &rarr; Waitlist" page.
tr_tr: "Hesabım &rarr; Bekleme Listesi" sayfasının sonu.

source: Enjoying the theme?
tr_tr: Temayı beğendiniz mi?

source: Enter categories, tags or custom taxonomies.
tr_tr: Kategorileri, etiketleri veya özel sınıflandırmaları girin.

source: Enter divider height (Note: CSS measurement units allowed).
tr_tr: Bölücü yüksekliğini girin (Not: CSS ölçü birimlerine izin verilir).

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme.
tr_tr: Görüntü boyutunu girin. Örnek: "küçük resim", "orta", "büyük", "tam" veya mevcut temayla tanımlanan diğer boyutlar.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use '20x20' size.
tr_tr: Görüntü boyutunu girin. Örnek: 'thumbnail', 'medium', 'large', 'full' veya mevcut tema tarafından tanımlanan diğer boyutlar. Alternatif olarak görüntü boyutunu piksel cinsinden girin: 200x100 (Genişlik x Yükseklik). '20x20' boyutunu kullanmak için boş bırakın.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use 'full' size.
tr_tr: Görsel boyutunu girin. Örnek: 'küçük resim', 'orta', 'büyük', 'tam' veya geçerli tema tarafından tanımlanan diğer boyutlar. Alternatif olarak görsel boyutunu piksel olarak girin: 200x100 (Genişlik x Yükseklik). 'Tam' boyutu kullanmak için boş bırakın.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x100 (Width x Height). Leave empty to use 'thumbnail' size.
tr_tr: Görüntü boyutunu girin. Örnek: "küçük resim", "orta", "büyük", "tam" veya mevcut temayla tanımlanan diğer boyutlar. Alternatif olarak, görüntü boyutunu piksel cinsinden girin: 200x100 (Genişlik x Yükseklik). "Küçük resim" boyutunu kullanmak için boş bırakın.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full' or other sizes defined by current theme. Alternatively enter image size in pixels: 200x50 (Width x Height). Leave empty to use 'thumbnail' size.
tr_tr: Görüntü boyutunu girin. Örnek: 'küçük resim', 'orta', 'büyük', 'tam' veya geçerli tema tarafından tanımlanan diğer boyutlar. Alternatif olarak görüntü boyutunu piksel cinsinden girin: 200x50 (Genişlik x Yükseklik). 'Küçük resim' boyutunu kullanmak için boş bırakın.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full'. Leave empty to use 'medium' size.
tr_tr: Görüntü boyutunu girin. Örnek: 'thumbnail', 'medium', 'large', 'full'. 'Orta' boyutu kullanmak için boş bırakın.

source: Enter image size. Example: 'thumbnail', 'medium', 'large', 'full'. Leave empty to use 'thumbnail' size.
tr_tr: Görüntü boyutunu girin. Örnek: "küçük resim", "orta", "büyük", "dolu". "Küçük resim" boyutunu kullanmak için boş bırakın.

source: Enter layout name
tr_tr: Yerleşim adını girin

source: Enter links for each slide (Note: divide links with linebreaks (Enter)).
tr_tr: Her slider için bağlantılar girin (Not: bağlantıları satır kesmeleriyle bölün (Enter)).

source: Enter links for each slide (Note: divide links with linebreaks (Enter).
tr_tr: Her slayt için bağlantı girin (Not: Bağlantıları çizgi çubuklarıyla bölün (Enter)).

source: Enter menu name
tr_tr: Menü adını girin

source: Enter the class name of the icon. For example "entypo-icon entypo-icon-check".
tr_tr: Simgenin sınıf adını girin. Örneğin "entypo-icon entypo-icon-check".

source: Enter the class name of the icon. For example "fas fa-check".
tr_tr: Simgenin sınıf adını girin. Örneğin "fas fa-check".

source: Enter the class name of the icon. For example "oi oi-check".
tr_tr: Simgenin sınıf adını girin. Örneğin "oi oi-check".

source: Enter the class name of the icon. For example "typcn typcn-input-checked".
tr_tr: Simgenin sınıf adını girin. Örneğin "typcn typcn-input-checked".

source: Enter the class name of the icon. For example "vc-material vc-material-check".
tr_tr: Simgenin sınıf adını girin. Örneğin "vc-material vc-material-check".

source: Enter the class name of the icon. For example "vc-mono vc-mono-addme".
tr_tr: Simgenin sınıf adını girin. Örneğin "vc-mono vc-mono-addme".

source: Enter the class name of the icon. For example "vc_li vc_li-star".
tr_tr: Simgenin sınıf adını girin. Örneğin "vc_li vc_li-star".

source: Enter the number of brands to display for this element.
tr_tr: Bu öğe için görüntülenecek marka sayısını girin.

source: Enter the number of categories to display for this element.
tr_tr: Bu öğe için görüntülenecek kategori sayısını girin.

source: Enter the person’s name.
tr_tr: Kişinin adını girin.

source: Enter the person’s title or job position. For example: CEO or Senior Developer.
tr_tr: Kişinin unvanını veya iş pozisyonunu girin. Örneğin: CEO veya Kıdemli Geliştirici.

source: Enter the text that will be displayed as a hint on the additional information table.
tr_tr: Ek bilgi tablosunda ipucu olarak görüntülenecek metni girin.

source: Enter URL if you want this banner to have a link.
tr_tr: Bu başlığın bir bağlantıya sahip olmasını istiyorsanız, URL girin.

source: Enter URL if you want this box to have a link.
tr_tr: Bu kutunun bir bağlantıya sahip olmasını istiyorsanız, URL girin.

source: Enter URL if you want this image to have a link.
tr_tr: Bağlantı için resme bir URL ekleyiniz.

source: Enter URL if you want this parent menu item to have a link.
tr_tr: Bu üst menü öğesinin bir bağlantıya sahip olmasını istiyorsanız URL girin.

source: Enter your
tr_tr: Gir

source: Enter your email address
tr_tr: E-posta adresinizi girin

source: Enter your Instagram username. For example: asos
tr_tr: Instagram kullanıcı adınızı girin. Örneğin: asos

source: Enter your name with letters and spacing only. It will be used in a list of fonts under the Typography section. For example: Indie Flower
tr_tr: Adınızı yalnızca harf ve boşluklarla girin. Tipografi bölümünün altındaki yazı tipi listesinde kullanılacaktır. Örneğin: İda Kitap

source: Enter your URL
tr_tr: URL'nizi girin

source: Entities names font
tr_tr: Varlık adları yazı tipi

source: Equal right and left columns
tr_tr: Eşit sağ ve sol sütunlar

source: Equals
tr_tr: Eşittir

source: Error 404
tr_tr: Hata 404

source: Error loading block
tr_tr: Blok yüklenirken hata oluştu

source: Error message
tr_tr: Hata mesajı

source: Estimate delivery
tr_tr: Tahmini teslimat

source: Estimate delivery on cart page
tr_tr: Sepet sayfasında tahmini teslimat

source: Estimated delivery date
tr_tr: Tahmini teslimat tarihi

source: Estimated delivery dates
tr_tr: Tahmini teslimat tarihleri

source: Estimated delivery dates:
tr_tr: Tahmini teslimat tarihleri:

source: Even product grid
tr_tr: Eşit ürün ızgarası

source: Even product grid for desktop
tr_tr: Masaüstü için eşit ürün ızgarası

source: Even product grid for mobile
tr_tr: Mobil için eşit ürün ızgarası

source: Even product grid for tablet
tr_tr: Tablet için eşit ürün ızgarası

source: Every 15 Minutes
tr_tr: Her 15 Dakikada Bir

source: Everything is ready!
tr_tr: Her şey hazır!

source: Example: 'thumbnail', 'medium', 'large', 'full' or enter image size in pixels: '200x100'.
tr_tr: Örnek: "küçük resim", "orta", "büyük", "tam" veya piksel cinsinden görüntü boyutunu girin: "200x100".

source: Example: 'thumbnail', 'medium', 'large', 'full'.
tr_tr: Örnek: 'küçük resim', 'orta', 'büyük', 'tam'.

source: Example: 0-1000
tr_tr: Örnek: 0-1000

source: Example: 1000-10000
tr_tr: Örnek: 1000-10000

source: Example: 1e71cs5f-13d9-41e8-a140-2cff01d96afb
tr_tr: Örnek: 1e71cs5f-13d9-41e8-a140-2cff01d96afb

source: Example: futura-pt, lato
tr_tr: Örnek: futura-pt, lato

source: Example: https://vimeo.com/259400046
tr_tr: Örnek: https://vimeo.com/259400046

source: Example: https://youtu.be/LXb3EKWsInQ
tr_tr: Örnek: https://youtu.be/LXb3EKWsInQ

source: Examples library
tr_tr: Örnek kitaplık

source: Excerpt
tr_tr: Alıntı

source: Excerpt length
tr_tr: Alıntı uzunluğu

source: Excerpt length by words or letters
tr_tr: Kelimelere veya harflere göre alıntı uzunluğu

source: Exclude
tr_tr: Çıkar

source: Exclude categories
tr_tr: Kategorileri hariç tut

source: Exclude from background lazy loading
tr_tr: Arkaplandaki tembel yüklemeyi hariç tut

source: Exclude posts, pages, etc. by title.
tr_tr: Başlığa göre gönderileri, sayfaları vb. hariç tutun.

source: Exclude Replies
tr_tr: Yanıtları hariç tut

source: Exclude variation products on grid
tr_tr: Izgaradaki varyasyon ürünlerini hariç tut

source: Expand on click
tr_tr: Tıklandığında genişler

source: Expand the menu item
tr_tr: Menü öğesini genişlet

source: Explicit width and height attributes are recommended to improve page load speed.
tr_tr: Sayfa yükleme hızını artırmak için açık genişlik ve yükseklik nitelikleri önerilir.

source: Explore "Styles and colors" section
tr_tr: "Stiller ve renkler" bölümünü keşfedin

source: Explore "Typography" section
tr_tr: "Tipografi" bölümünü keşfedin

source: Explore color settings
tr_tr: Renk ayarlarını keşfedin

source: Explore how to change the font, its size, and color
tr_tr: Yazı tipini, boyutunu ve rengini nasıl değiştireceğinizi keşfedin

source: Explore menu item settings
tr_tr: Menü öğesi ayarlarını keşfedin

source: Explore menu locations
tr_tr: Menü konumlarını keşfedin

source: Export
tr_tr: Dışa aktar

source: Export header
tr_tr: ÜstAlan'ı dışa aktar

source: Export options
tr_tr: Dışa aktarma seçenekleri

source: Export this header structure
tr_tr: Bu ÜstAlan yapısını dışa aktar

source: External
tr_tr: Harici

source: External Source
tr_tr: Dış kaynak

source: External/Affiliate product
tr_tr: Harici/Ortak ürün

source: Extra
tr_tr: Ekstra

source: Extra Bold 800
tr_tr: Ekstra Kalın 800

source: Extra Bold 800 Italic
tr_tr: Ekstra Kalın 800 İtalik

source: Extra button class name
tr_tr: Ekstra buton sınıf adı

source: Extra class name
tr_tr: Ekstra sınıf adı

source: Extra content block
tr_tr: Ekstra içerik bloğu

source: Extra content class name
tr_tr: Ekstra içerik sınıf adı

source: Extra content for "Thank you page"
tr_tr: "Teşekkür sayfası" için ekstra içerik

source: Extra content position
tr_tr: Ekstra içerik konumu

source: Extra description
tr_tr: Ekstra açıklama

source: Extra Large
tr_tr: Ekstra Büyük

source: Extra large
tr_tr: Ekstra büyük

source: Extra Large (22px)
tr_tr: Ekstra Büyük (22 px)

source: Extra Large (26px)
tr_tr: Ekstra Büyük (26px)

source: Extra Large (36px)
tr_tr: Ekstra Büyük (36 px)

source: Extra Large (42px)
tr_tr: Ekstra Büyük (42 px)

source: Extra large (42px)
tr_tr: Ekstra büyük (42 px)

source: Extra Large (46px)
tr_tr: Ekstra Büyük (46 px)

source: Extra menu list
tr_tr: Ekstra menü listesi

source: Extra menu list item
tr_tr: Ekstra menü listesi öğesi

source: Extra options
tr_tr: Ekstra seçenekler

source: Extra options from theme
tr_tr: Temadan ekstra seçenekler

source: Extra product options For WooCommerce integration
tr_tr: WooCommerce entegrasyonu için ekstra ürün seçenekleri

source: Extra settings
tr_tr: Ekstra ayarlar

source: Extra Small
tr_tr: Çok Küçük

source: Extra small
tr_tr: Çok küçük

source: Extra Small (14px)
tr_tr: Çok küçük (14px)

source: Extra-Bold 800
tr_tr: Ekstra-Kalın 800

source: Facebook link
tr_tr: Facebook bağlantısı

source: Facebook social link
tr_tr: Facebook sosyal medya bağlantısı

source: Fade
tr_tr: Solma

source: Fade effect
tr_tr: Solma efekti

source: Fade in
tr_tr: Solma

source: Fade out color
tr_tr: Renk solması

source: Failed
tr_tr: Başarısız

source: Fallback
tr_tr: Geri çekil

source: Fallback image
tr_tr: Yedek görüntü

source: Fallback image Dimension
tr_tr: Yedek görüntü Boyut

source: Fallback image size
tr_tr: Yedek görüntü boyutu

source: Family
tr_tr: Aile

source: Fancy Product Designer integration
tr_tr: Fancy Product Designer entegrasyonu

source: FAQ Scheme
tr_tr: SSS Şeması
