Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Social buttons
tr_tr: Sosyal medya butonları

source: Social buttons will be fixed on the screen when you scroll the page.
tr_tr: Sayfayı kaydırdığınızda sosyal medya butonları ekranda sabitlenecektir.

source: Social icon facebook
tr_tr: Facebook simgesi

source: Social icon instagram
tr_tr: Instagram simgesi

source: Social icon linkedin
tr_tr: Linkedin simgesi

source: Social icon X
tr_tr: X simgesi

source: Social icons element
tr_tr: Sosyal medya simgeler öğesi

source: Social icons styles
tr_tr: Sosyal medya simgeler stilleri

source: Social links
tr_tr: Sosyal medya bağlantıları

source: Social links icons
tr_tr: Sosyal medya bağlantılar simgeleri

source: Social links source
tr_tr: Sosyal medya bağlantı kaynağı

source: Social profiles
tr_tr: Sosyal medya profilleri

source: Sold
tr_tr: Satıldı

source: Sold counter
tr_tr: Satış Sayacı

source: sold in last
tr_tr: son satılan

source: Sold out
tr_tr: Tükendi

source: Solid
tr_tr: Katı

source: Some files are too large. Allowed file size is %s.
tr_tr: Bazı dosyalar çok büyük. İzin verilen dosya boyutu %s.

source: Some time
tr_tr: Bazen

source: Something went wrong during backup deleted. ID is missing. Please, try again later.
tr_tr: Yedekleme silinirken bir şeyler ters gitti. ID eksik. Lütfen daha sonra tekrar deneyiniz.

source: Something went wrong during backup download. ID is missing. Please, try again later.
tr_tr: Yedekleme indirme sırasında bir şeyler ters gitti. ID eksik. Lütfen daha sonra tekrar deneyiniz.

source: Something went wrong during backup installation. ID is missing. Please, try again later.
tr_tr: Yedekleme yüklemesi sırasında bir şeyler ters gitti. ID eksik. Lütfen daha sonra tekrar deneyiniz.

source: Something went wrong during patch installation. Patch can't be applied. Please, try again later.
tr_tr: Yama yüklemesi sırasında bir şeyler ters gitti. Yama uygulanamıyor. Lütfen daha sonra tekrar deneyiniz.

source: Something went wrong with editing the layout!
tr_tr: Düzeni düzenlerken bir sorun oluştu!

source: Something went wrong with the creation of the layout!
tr_tr: Düzenin oluşturulmasında bir sorun oluştu!

source: Something went wrong with the plugin API.
tr_tr: Eklenti API'sinde bir sorun oluştu.

source: Something wrong with removing data. Please, try to remove data manually or contact our support center for further assistance.
tr_tr: Veri kaldırmayla ilgili bir sorun var. Lütfen verileri manuel olarak kaldırmayı deneyin veya daha fazla yardım için destek merkezimizle iletişime geçin.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
tr_tr: Üzgünüz, ancak %s eklentisini etkinleştirmek için doğru izinlere sahip değilsiniz. Eklentinin etkinleştirilmesi konusunda yardım için bu sitenin yöneticisine başvurun.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
tr_tr: Üzgünüz, ancak %s eklentisini kurmak için doğru izinlere sahip değilsiniz. Eklentinin kurulmasıyla ilgili yardım için bu sitenin yöneticisine başvurun.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
tr_tr: Üzgünüz, ancak %s eklentisini güncellemek için doğru izinlere sahip değilsiniz. Eklentinin güncellenmesi konusunda yardım için bu sitenin yöneticisine başvurun.

source: Sort
tr_tr: Sırala

source: Sort by
tr_tr: Sırala

source: Sort by widget action
tr_tr: Bileşen eylemine göre sırala

source: Sort order
tr_tr: Sıralama düzeni

source: Sort products by name, price, popularity etc.
tr_tr: Ürünleri adına, fiyata, popülerliğe vb. göre sıralayın.

source: Sorting
tr_tr: Sıralama

source: SoundCloud link
tr_tr: SoundCloud bağlantısı

source: Soundcloud social link
tr_tr: Soundcloud sosyal medya bağlantısı

source: Source
tr_tr: Kaynak

source: Source type
tr_tr: Kaynak tipi

source: Space
tr_tr: Boşluk

source: Space Around
tr_tr: Etrafındaki Boşluk

source: Space around
tr_tr: Etrafındaki boşluk

source: Space Between
tr_tr: Aradaki Boşluk

source: Space between
tr_tr: Arasındaki boşluk

source: Space between categories
tr_tr: Kategoriler arasındaki boşluk

source: Space between images
tr_tr: Görseller arasındaki boşluk

source: Space between posts
tr_tr: Gönderiler arasındaki boşluk

source: Space between posts on desktop
tr_tr: Masaüstünde gönderiler arasındaki boşluk

source: Space between posts on mobile
tr_tr: Mobilde gönderiler arasındaki boşluk

source: Space between posts on tablet
tr_tr: Tablette gönderiler arasındaki boşluk

source: Space between products
tr_tr: Ürünler arasındaki boşluk

source: Space between products on desktop
tr_tr: Masaüstünde ürünler arasındaki boşluk

source: Space between products on mobile
tr_tr: Mobilde ürünler arasındaki boşluk

source: Space between products on tablet
tr_tr: Tablette ürünler arasındaki boşluk

source: Space between projects
tr_tr: Projeler arasındaki boşluk

source: Space between projects on desktop
tr_tr: Masaüstünde projeler arasındaki boşluk

source: Space between projects on mobile
tr_tr: Mobilde projeler arasındaki boşluk

source: Space between projects on tablet
tr_tr: Tablette projeler arasındaki boşluk

source: Space between testimonial
tr_tr: Referans arasındaki boşluk

source: Space between widgets on desktop
tr_tr: Masaüstünde bileşenler arasındaki boşluk

source: Space between widgets on mobile
tr_tr: Mobilde bileşenler arasındaki boşluk

source: Space between widgets on tablet
tr_tr: Tablette bileşenler arasındaki boşluk

source: Space Evenly
tr_tr: Eşit Aralıklarla Yerleştirin

source: Space evenly
tr_tr: Eşit aralıklarla yerleştirin

source: Space width
tr_tr: Boşluk genişliği

source: Spacing
tr_tr: Boşluk

source: span
tr_tr: yayılma

source: Special widget area for filters
tr_tr: Filtreler için özel bileşen alanı

source: Specify a prefix to easily identify coupons used for cart recovery emails.
tr_tr: Sepet kurtarma e-postalarında kullanılan kuponları kolayca tanımlamak için bir önek belirtin.

source: Specify certain grid items to be doubled in size. Example: “1,3,5
tr_tr: Boyutlarının iki katına çıkarılması için belirli ızgara öğelerini belirtin. Örnek: “1,3,5

source: Specify certain grid items to be doubled in size. Example: “1,3,5”.
tr_tr: Boyutlarının iki katına çıkarılması için belirli ızgara öğelerini belirtin. Örnek: “1,3,5".

source: Specify the end date when the "New" status will be retired. NOTE: "Permanent "New" label" option should be disabled if you use the exact date.
tr_tr: "Yeni" durumunun kullanımdan kaldırılacağı bitiş tarihini belirtin. NOT: Tam tarihi kullanıyorsanız "Kalıcı 'Yeni' etiket" seçeneği devre dışı bırakılmalıdır.

source: Specify the maximum number of product title lines if it does not fit on one line.
tr_tr: Ürün başlığı tek bir satıra sığmıyorsa, maksimum kaç satır olabileceğini belirtin.

source: Specify the number of categories to be shown initially
tr_tr: Başlangıçta gösterilecek kategori sayısını belirtin

source: Specify the text that will appear next to the privacy policy checkbox, informing customers about the policy they need to agree to before joining the waitlist. You can use the shortcode [terms] and [privacy_policy]
tr_tr: Müşterilere bekleme listesine katılmadan önce kabul etmeleri gereken politika hakkında bilgi veren gizlilik politikası onay kutusunun yanında görünecek metni belirtin. [terms] ve [privacy_policy] kısa kodunu kullanabilirsiniz

source: Specify the time in hours after which the product sales cache is cleared.
tr_tr: Ürün satış önbelleğinin temizleneceği süreyi saat cinsinden belirtin.

source: Specify which parent menu element needs to be clicked to open the submenu.
tr_tr: Alt menüyü açmak için hangi üst menü öğesinin tıklanması gerektiğini belirtin.

source: Specify your custom meta key.
tr_tr: Özel meta anahtarınızı belirtin.

source: Specify your custom text for this menu or leave it empty to keep "Menu".
tr_tr: Bu menü için özel metninizi belirtin veya "Menü" olarak tutmak için boş bırakın.

source: Specify your custom title for this menu dropdown or leave it empty to keep "Browse categories".
tr_tr: Bu açılır menü için özel başlığınızı belirtin veya "Kategorilere göz at" olarak kalması için boş bırakın.

source: Specify your custom title or leave it empty to keep "Menu".
tr_tr: Özel başlığınızı belirtin veya "Menü" olarak tutmak için boş bırakın.

source: Specify your custom website container width in pixels.
tr_tr: Özel web site konteyner genişliğinizi piksel cinsinden belirtin.

source: Spotify link
tr_tr: Spotify bağlantısı

source: Spotify social link
tr_tr: Spotify sosyal medya bağlantısı

source: Spread
tr_tr: Yayma

source: Spread radius
tr_tr: Yayılma yarıçapı

source: Square
tr_tr: Kare

source: Stamen terrain
tr_tr: Stamen arazisi

source: Stamen watercolor
tr_tr: Stamen suluboya

source: Standard
tr_tr: Standart

source: Standard button
tr_tr: Standart buton

source: Star rating and reviews number
tr_tr: Yıldız derecelendirmesi ve inceleme sayısı

source: Star rating block
tr_tr: Yıldız derecelendirme bloğu

source: Start
tr_tr: Başla

source: Start customizing
tr_tr: Özelleştirmeye başla

source: Start each feature text from a new line
tr_tr: Her özellik metnine yeni bir satırdan başlayın

source: Start load images X pixels before the page is scrolled to the item
tr_tr: Sayfa öğeye kaydırılmadan önce görselleri X piksel yüklemeye başla

source: Start new row
tr_tr: Yeni satır başlat

source: Start playback after the gallery is loaded. Work on mobile depends on the video source.
tr_tr: Galeri yüklendikten sonra oynatmayı başlatın. Mobil cihazda çalışmak video kaynağına bağlıdır.

source: Start the guide
tr_tr: Kılavuzu başlat

source: Start typing to find options...
tr_tr: Seçenekleri bulmak için yazmaya başlayın...

source: Start typing to see pages you are looking for.
tr_tr: Aradığınız sayfaları bulmak için yazmaya başlayın.

source: Start typing to see posts you are looking for.
tr_tr: Aradığınız gönderileri bulmak için yazmaya başlayın.

source: Start typing to see products you are looking for.
tr_tr: Aradığınız ürünleri bulmak için yazmaya başlayın.

source: Start typing to see projects you are looking for.
tr_tr: Aradığınız projeleri bulmak için yazmaya başlayın.

source: Start typing...
tr_tr: Yazmaya başlayın...

source: Start value
tr_tr: Başlangıç değeri

source: State
tr_tr: Durum

source: State on desktop
tr_tr: Masaüstünde durum

source: State on mobile
tr_tr: Mobilde durum

source: State on tablet
tr_tr: Tablette durum

source: Static
tr_tr: Statik

source: Status
tr_tr: Durum

source: Stay tuned because we'll notify you when the product is available.
tr_tr: Ürünümüz satışa sunulduğunda sizi bilgilendireceğimiz için bizi takip etmeye devam edin.

source: Stay tuned because we'll notify you when the product is available.
tr_tr: Ürünümüz satışa sunulduğunda sizi bilgilendireceğimiz için bizi takip etmeye devam edin.

source: Step
tr_tr: Adım

source: Stick on scroll
tr_tr: Kaydırmaya yapıştır

source: Sticky
tr_tr: Yapışkan

source: Sticky add to cart
tr_tr: Yapışkan sepete ekle

source: Sticky add to cart on mobile
tr_tr: Mobilde yapışkan sepete ekle

source: Sticky categories navigation
tr_tr: Yapışkan kategoriler navigasyonu

source: Sticky column
tr_tr: Yapışkan sütun

source: Sticky column offset
tr_tr: Yapışkan sütun ofseti

source: Sticky column offset (px)
tr_tr: Yapışkan sütun uzaklığı (px)

source: Sticky columns element
tr_tr: Yapışkan sütunlar öğesi

source: Sticky container
tr_tr: Yapışkan konteyner

source: Sticky container offset (px)
tr_tr: Yapışkan konteyner ofset (px)

source: Sticky content on desktop
tr_tr: Masaüstünde yapışkan içerik

source: Sticky content on mobile
tr_tr: Mobilde yapışkan içerik

source: Sticky content on tablet
tr_tr: Tablette yapışkan içerik

source: Sticky effect
tr_tr: Yapışkan efekt

source: Sticky footer
tr_tr: Yapışkan AltAlan

source: Sticky header
tr_tr: Yapışkan ÜstAlan

source: Sticky header clone
tr_tr: Yapışkan ÜstAlan klonu

source: Sticky header height
tr_tr: Yapışkan ÜstAlan yüksekliği

source: Sticky header logo width
tr_tr: Yapışkan ÜstAlan logo genişliği

source: Sticky header shadow
tr_tr: Yapışkan ÜstAlan gölgesi

source: Sticky header will clone elements from the header (logo, menu, search and shopping cart widget) and show them in one line.
tr_tr: Yapışkan ÜstAlan, ÜstAlan'daki öğeleri (logo, menü, arama ve alışveriş sepeti bileşeni) klonlayacak ve bunları tek bir satırda gösterecektir.

source: Sticky kit
tr_tr: Yapışkan kit

source: Sticky loader
tr_tr: Yapışkan yükleyici

source: Sticky navigation
tr_tr: Yapışkan navigasyon

source: Sticky navigation toolbar will be shown at the bottom on mobile devices.
tr_tr: Yapışkan navigasyon araç çubuğu, mobil cihazların alt kısmında gösterilecektir.

source: Sticky notifications
tr_tr: Yapışkan bildirimler

source: Sticky notifications old module (Deprecated)
tr_tr: Yapışkan bildirimler eski modül (Kullanım dışı)

source: Sticky off canvas sidebar button
tr_tr: Yapışkan off-canvas kenar çubuğu butonu

source: Sticky offset
tr_tr: Yapışkan ofset

source: Sticky product
tr_tr: Yapışkan ürün

source: Sticky sidebar button
tr_tr: Yapışkan kenar çubuğu butonu

source: Sticky social buttons
tr_tr: Yapışkan sosyal medya butonları

source: Sticky social buttons option
tr_tr: Yapışkan sosyal medya butonları seçeneği

source: Sticky social links
tr_tr: Yapışkan sosyal medya bağlantıları

source: Sticky social links position
tr_tr: Yapışkan sosyal medya bağlantıları konumu

source: Sticky social links type
tr_tr: Yapışkan sosyal medya bağlantıları türü

source: Stock
tr_tr: Stok

source: Stock progress bar
tr_tr: Stok ilerleme çubuğu

source: Stock status
tr_tr: Stok durumu

source: Stock status design
tr_tr: Stok durumu tasarımı

source: Stock status position
tr_tr: Stok durumu pozisyonu

source: Stop close filters after click
tr_tr: Tıkladıktan sonra filtreleri kapatmayı durdur

source: Store manager
tr_tr: Mağaza yöneticisi

source: Stretch
tr_tr: Esneme

source: Stretch container
tr_tr: Esnek konteyner

source: Stretch container and content
tr_tr: Esnek konteyner ve içerik

source: Stretch row
tr_tr: Esnek satır

source: Stretch row and content
tr_tr: Esnek satır ve içerik

source: Stretch row and content (no paddings)
tr_tr: Esnek satır ve içerik (dolgu yok)

source: Stretch section
tr_tr: Esnek bölüm

source: Stretch section and content
tr_tr: Esnek bölüm ve içerik

source: Stretch slider
tr_tr: Esnek slider

source: Stretch the single product page content.
tr_tr: Esnek tek ürün sayfası içeriği

source: Strict exclude mode
tr_tr: Sıkı dışlama modu

source: Stripe integration
tr_tr: Şerit entegrasyonu

source: Stroke
tr_tr: Vuruş

source: Style
tr_tr: Stil

source: Style 1
tr_tr: Stil 1

source: Style 2
tr_tr: Stil 2

source: Style 3
tr_tr: Stil 3

source: Style 4
tr_tr: Stil 4

source: Styled maps allow you to customize the presentation of the standard Google base maps, changing the visual display of such elements as roads, parks, and built-up areas. %3$s You can find more Google maps styles on the website: %1$s Snazzy Maps %2$s %3$s Just copy JSON code and paste it here %3$s For example: %3$s %4$s
tr_tr: Stil sahibi haritalar, yollar, parklar ve yerleşim alanları gibi öğelerin görsel görüntüsünü değiştirerek standart Google temel haritalarının sunumunu özelleştirmenize olanak tanır. %3$s Web sitesinde daha fazla Google harita stili bulabilirsiniz: %1$s Snazzy Maps %2$s %3$s JSON kodunu kopyalayın ve buraya yapıştırın %3$s Örneğin: %3$s %4$s

source: Styled maps allow you to customize the presentation of the standard Google base maps, changing the visual display of such elements as roads, parks, and built-up areas.%3$s You can find more Google maps styles on the website:
tr_tr: Şekillendirilmiş haritalar, standart Google temel haritalarının sunumunu özelleştirmenize, yollar, parklar ve yerleşim alanları gibi unsurların görsel gösterimini değiştirmenize olanak tanır. %3$s Web sitesinde daha fazla Google harita stili bulabilirsiniz:

source: Styled maps allow you to customize the presentation of the standard Google base maps, changing the visual display of such elements as roads, parks, and built-up areas.%3$s You can find more Google maps styles on the website: %1$s Snazzy Maps %2$s %3$s Just copy JSON code and paste it here.
tr_tr: Stillendirilmiş haritalar, yollar, parklar ve yerleşim alanları gibi unsurların görsel gösterimini değiştirerek standart Google temel haritalarının sunumunu özelleştirmenize olanak tanır. %3$s Daha fazla Google harita stilini şu web sitesinde bulabilirsiniz: %1$s Şık Haritalar %2$s %3$s Sadece JSON kodunu kopyalayın ve buraya yapıştırın.

source: Styled title for sections
tr_tr: Bölümler için başlık stili

source: Styles
tr_tr: Stiller

source: Styles (JSON)
tr_tr: Stiller (JSON)

source: Styles always load
tr_tr: Stiller her zaman yüklenir

source: Styles and colors
tr_tr: Stiller ve renkler

source: Styles never load
tr_tr: Stiller asla yüklenmez

source: Sub title
tr_tr: Alt başlık

source: Sub title text
tr_tr: Alt başlık metni

source: Subcategories
tr_tr: Alt kategoriler

source: Subject
tr_tr: Konu

source: Submenu dropdown stays open after cursor leaves the parent menu item. Stops working if "Open categories menu" options is enabled on a page.
tr_tr: İmleç üst menü öğesinden ayrıldıktan sonra alt menü açılır menüsü açık kalır. Bir sayfada "Kategoriler menüsünü aç" seçeneği etkinleştirilirse çalışmayı durdurur.

source: Submenu opening action
tr_tr: Alt menü açma eylemi

# submit button
source: Search
tr_tr: Ara

# submit button
source: Search for pages
tr_tr: Sayfa ara

# submit button
source: Search for posts
tr_tr: Ara...

# submit button
source: Search for products
tr_tr: Ürün ara

# submit button
source: Search for projects
tr_tr: Proje ara

source: Submit form on
tr_tr: Formu şu adrese gönderin

source: Subset
tr_tr: Alt Küme

source: Subtext
tr_tr: Alt metin

source: Subtitle
tr_tr: Alt yazı

source: Subtitle desktop text size ( > 1024px )
tr_tr: Altyazı masaüstü metin boyutu (>1024px)

source: Subtitle mobile text size ( < 767px )
tr_tr: Altyazı mobil metin boyutu (<767px)

source: Subtitle style
tr_tr: Altyazı stili

source: Subtitle tablet text size ( < 1024px )
tr_tr: Altyazı tablet metin boyutu (<1024px)

source: Subtitle text
tr_tr: Altyazı metni

source: Subtotal
tr_tr: Ara toplam

source: Subtotal after discount
tr_tr: İndirim sonrası ara toplam

source: Success
tr_tr: Başarılı

source: Success message
tr_tr: Başarı mesajı

source: Success notice background color
tr_tr: Başarılı bildirimi arka plan rengi

source: Success notice text color
tr_tr: Başarılı bildirimi metin rengi

source: Success/failure message for the order
tr_tr: Sipariş için başarı/başarısızlık mesajı

source: Suffix
tr_tr: Sonek

source: Suggest to use this option if you have large banners. Padding will be set in percentage to your screen width.
tr_tr: Büyük bannerlarınız varsa bu seçeneği kullanmanızı öneririz. Dolgu ekran genişliğinize göre yüzde olarak ayarlanacaktır.

source: Sunday
tr_tr: Pazar

source: Support forum
tr_tr: Destek Forumu

source: SVG animation
tr_tr: SVG animasyonu

source: SVG image
tr_tr: SVG görseli

source: Swap
tr_tr: Takas

source: Swap menus
tr_tr: Menüleri değiştir

source: Swap the positions of the first and secondary menus.
tr_tr: Birinci ve ikincil menülerin yerlerini değiştirin.

source: Swatch
tr_tr: Renk Örneği

source: Swatch image
tr_tr: Renk örneği görseli

source: Swatch label
tr_tr: Renk örneği etiketi

source: Swatch label position
tr_tr: Renk örneği etiket konumu

source: Swatch shape
tr_tr: Renk örneği şekli

source: Swatch size
tr_tr: Renk örneği boyutu

source: Swatch style
tr_tr: Renk örneği stili

source: Swatches buttons will be filled with images chosen for product variations and not with images uploaded to attribute terms.
tr_tr: Renk örnekleri butonları, nitelik şartlarına yüklenen görsellerle değil, ürün varyasyonları için seçilen görsellerle doldurulacaktır.

source: Swatches layout
tr_tr: Renk Örnekleri düzeni

source: Swatches limit
tr_tr: Renk örnekleri sınırı

source: Swatches on grid
tr_tr: Izgaradaki renk örnekleri

source: Swatches shape
tr_tr: Renk örnekleri şekli

source: Swatches size
tr_tr: Renk örnekleri boyutu

source: Swatches style
tr_tr: Renk örnekleri stili

source: Swatches variations
tr_tr: Renk örnekleri varyasyonları

source: Sweet wave
tr_tr: El yazısı

source: Sweet wave bottom
tr_tr: El yazısı alt

source: Sweet wave top
tr_tr: El yazısı üst

source: Swiper
tr_tr: Kaydırıcı

source: Swiper carousel
tr_tr: Kaydırıcı karusel

source: Swiper carousel library
tr_tr: Kaydırıcı karusel kütüphanesi

source: Swiper library
tr_tr: Kaydırıcı kütüphanesi

source: Switch to Frontend editor
tr_tr: Ön uç düzenleyicisine geç

source: Switch to mobile header view
tr_tr: Mobil ÜstAlan görünümüne geç

source: Switch to WPBakery
tr_tr: WPBakery'ye geç

source: Synchronization
tr_tr: Senkronizasyon

source: Synonyms
tr_tr: Eş anlamlılar

source: System font stack
tr_tr: Sistem yazı tipi yığını

source: System fonts
tr_tr: Sistem yazı tipleri

source: Tab
tr_tr: Sekme

source: Tab
tr_tr: Sekme

source: Tab %d
tr_tr: Sekme %d

source: Tab [1]
tr_tr: Sekme [1]

source: Tab [2]
tr_tr: Sekme [2]

source: Tab [3]
tr_tr: Sekme [3]

source: Tab [4]
tr_tr: Sekme [4]

source: Tab [5]
tr_tr: Sekme [5]

source: Tab heading
tr_tr: Sekme başlığı

source: Tab navigation
tr_tr: Sekme navigasyonu

source: Tab navigation image
tr_tr: Sekme navigasyon görseli

source: Tab Title
tr_tr: Sekme Başlığı

source: Tab title
tr_tr: Sekme başlığı

source: Tabbed content
tr_tr: Sekmeli içerik

source: Table
tr_tr: Tablo

source: Table block
tr_tr: Tablo bloğu

source: Table cell padding
tr_tr: Tablo hücresi dolgusu

source: Table element
tr_tr: Tablo öğesi

source: Table row
tr_tr: Tablo satırı

source: Table width
tr_tr: Başlık genişliği

source: Tablet text size ( < 1024px )
tr_tr: Tablet metin boyutu (<1024px)

source: Tabs
tr_tr: Sekmeler

source: Tabs description
tr_tr: Sekmelerin açıklaması

source: Tabs element
tr_tr: Sekmeler öğesi

source: Tabs general
tr_tr: Sekmeler genel

source: Tabs heading spacing
tr_tr: Sekmeler başlık aralığı

source: Tabs items
tr_tr: Sekmeler öğeleri

source: Tabs layout
tr_tr: Sekmeler düzeni

source: Tabs location
tr_tr: Sekmeler konumu

source: Tabs primary color
tr_tr: Sekmelerin birincil rengi

source: Tabs spacing
tr_tr: Sekmeler aralığı

source: Tabs title
tr_tr: Sekmeler başlığı

source: Tag
tr_tr: Etiket

source: Tag Archives:
tr_tr: Etiket Arşivleri:

source: Tag your photos with <span>%s</span> on Instagram.
tr_tr: Instagram'da fotoğraflarınızı <span>%s</span> ile etiketleyin.

source: Tags
tr_tr: Etiketler

source: Tags associated with the post
tr_tr: Gönderiyle ilişkili etiketler

source: Take %s OFF | Code: %s
tr_tr: %s'i KAPATIN | Kod: %s

source: Take %s OFF | Code: <strong>%s</strong>
tr_tr: %s'i KAPATIN | Kod: %s

source: Takes the slider's width
tr_tr: Slider genişliğini al

source: Taxonomies
tr_tr: Taksonomiler

source: Taxonomy
tr_tr: Taksonomi

source: Team Member
tr_tr: Ekip Üyesi

source: Team member
tr_tr: Ekip üyesi

source: Team member block
tr_tr: Ekip üyesi bloku

source: Team member element
tr_tr: Ekip üyesi öğesi

source: Telegram link
tr_tr: Telegram bağlantısı

source: Telegram social link
tr_tr: Telegram sosyal medya bağlantısı

source: Template Library
tr_tr: Şablon Kütüphanesi

source: Template library
tr_tr: Şablon kütüphanesi

source: Term
tr_tr: Koşul

source: Term color
tr_tr: Koşul rengi

source: Term hint content
tr_tr: Koşul ipucu içeriği

source: Term ID
tr_tr: Terim ID

source: Term typography
tr_tr: Koşul tipografisi
