Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Order data
tr_tr: Sipariş verisi

source: Order date
tr_tr: Sipariş tarihi

source: Order details
tr_tr: Sipariş detayları

source: Order email
tr_tr: Sipariş e-postası

source: Order ID
tr_tr: Sipariş ID

source: Order message
tr_tr: Sipariş mesajı

source: Order meta
tr_tr: Sipariş meta

source: Order overview
tr_tr: Sipariş genel görünümü

source: Order received email
tr_tr: Sipariş alındı ​​e-postası

source: Order review
tr_tr: Sipariş incelemesi

source: Order review table with totals
tr_tr: Toplamları içeren sipariş inceleme tablosu

source: Order status
tr_tr: Sipariş durumu

source: Order total
tr_tr: Sipariş toplamı

source: Orderby
tr_tr: Sıralama

source: Ordered:
tr_tr: Sipariş:

source: Orientation
tr_tr: Oryantasyon

source: OSM carto
tr_tr: OSM kartı

source: Other
tr_tr: Diğer

source: Our final point. For ex.: 95
tr_tr: Son noktamız. Örn: 95

source: Our theme is designed to load only the scripts and libraries required for each specific page. However, if you need to load a particular script globally for any reason, you can use the following options.
tr_tr: Temamız yalnızca her belirli sayfa için gereken betikleri ve kütüphaneleri yüklemek üzere tasarlanmıştır. Ancak, herhangi bir nedenle belirli bir betiği global olarak yüklemeniz gerekiyorsa, aşağıdaki seçenekleri kullanabilirsiniz.

source: Our theme is designed to load only the styles required for each specific page. However, if you need to globally load or remove certain CSS files for any reason, you can use the following set of options.
tr_tr: Temamız, yalnızca her belirli sayfa için gereken stilleri yüklemek üzere tasarlanmıştır. Ancak, herhangi bir nedenle belirli CSS dosyalarını genel olarak yüklemeniz veya kaldırmanız gerekiyorsa, aşağıdaki seçenek kümesini kullanabilirsiniz.

source: Out of stock
tr_tr: Stokta yok

source: Outline
tr_tr: Anahat

source: Outside
tr_tr: Dışarıda

source: Overall delivery dates
tr_tr: Genel teslimat tarihleri

source: Overall estimated delivery date
tr_tr: Genel tahmini teslimat tarihi

source: Overflow X
tr_tr: Taşma X

source: Overflow Y
tr_tr: Taşma Y

source: Overlap
tr_tr: Örtüşme

source: Overline
tr_tr: Üst çizgi

source: Overlined
tr_tr: Üstü çizili

source: Overrides option from Theme Settings -> Shop
tr_tr: Tema Ayarları -> Mağaza'dan geçersiz kılma seçeneği

source: Overrides the default Elementor options to align the content with the width of your site container. This option will also need to be disabled if you plan to use the "Elementor Full Width" page template.
tr_tr: İçeriği sitenizin kapsayıcısının genişliğine hizalamak için varsayılan Elementor seçeneklerini geçersiz kılar. "Elementor Tam Genişlik" sayfa şablonunu kullanmayı planlıyorsanız bu seçeneğin de devre dışı bırakılması gerekir.

source: Overview of the mobile header
tr_tr: Mobil ÜstAlan'ın genel görünümü

source: Overview of your order's number, date, and total amount
tr_tr: Siparişinizin numarası, tarihi ve toplam tutarına genel bakış

source: Padding
tr_tr: Dolgu

source: Page
tr_tr: Sayfa

source: Page %s
tr_tr: Sayfa% s

source: Page 404
tr_tr: Sayfa 404

source: Page anchor (for one-page menu)
tr_tr: Sayfa çapası (tek sayfalık menü için)

source: Page builder
tr_tr: Sayfa oluşturucu

source: Page builder content
tr_tr: Sayfa oluşturucu İçeriği

source: Page editor overview
tr_tr: Sayfa düzenleyici genel bakış

source: Page heading
tr_tr: Sayfa başlığı

source: page if you plan to transfer your website to a different domain or server.
tr_tr: Web sitenizi farklı bir domaine veya sunucuya taşımayı düşünüyorsanız.

source: Page Setting (custom metabox from theme)
tr_tr: Sayfa Ayarı (temadan özel metabox)

# Page slug
source: cart
tr_tr: sepet

# Page slug
source: checkout
tr_tr: ödeme

source: Page title
tr_tr: Sayfa başlığı

# Page title
source: Cart
tr_tr: Sepet

# Page title
source: Checkout
tr_tr: Ödeme

source: Page title background color
tr_tr: Sayfa başlığı arka plan rengi

source: Page title design
tr_tr: Sayfa başlığı tasarımı

source: Page title size
tr_tr: Sayfa başlığı boyutu

source: Page with details
tr_tr: Ayrıntıları içeren sayfa

source: Pages
tr_tr: Sayfalar

source: Pages background
tr_tr: Sayfa arka planı

source: Pages title background
tr_tr: Sayfalar başlık arka planı

source: Pages:
tr_tr: Sayfalar:

source: Pagination
tr_tr: Sayfalandırma

source: Pagination color scheme
tr_tr: Sayfalandırma renk şeması

source: Pagination horizontal alignment
tr_tr: Sayfalandırma yatay hizalama

source: Pagination links
tr_tr: Sayfalandırma bağlantıları

source: Pagination style
tr_tr: Sayfalandırma stili

source: Paint Stroke
tr_tr: Boya darbesi

source: Paint stroke bottom
tr_tr: Boya darbesi alt

source: Paint stroke top
tr_tr: Boya darbesi üst

source: Pan control
tr_tr: Pan kontrolü

source: Pane gap
tr_tr: Bölme aralığı

source: Pane spacing
tr_tr: Bölme boşluğu

source: Panr parallax
tr_tr: Panr paralaksı

source: Paragraph
tr_tr: Paragraf

source: Paragraph block
tr_tr: Paragraf bloğu

source: Parallax
tr_tr: Paralaks

source: Parallax on scroll
tr_tr: Kaydırmada Paralaks

source: Parallax scroll
tr_tr: Paralaks kaydırma

source: Parallax smoothness
tr_tr: Paralaks pürüzsüzlüğü

source: Parallax speed
tr_tr: Paralaks hızı

source: Parent Category
tr_tr: Ana Kategori

source: Parent category
tr_tr: Ana kategori

source: Parent for hover
tr_tr: Üzerine gelindiğinde ana

source: Parent Hover
tr_tr: Üzerine gelindiğinde ana

source: Parent Item:
tr_tr: Ana Öğe:

source: Parent product meta (deprecated)
tr_tr: Üst ürün meta (kullanımdan kaldırıldı)

source: Parent Slider
tr_tr: Ana Slider

source: Password
tr_tr: Şifre

source: Password protection form
tr_tr: Şifre koruma formu

source: Paste your JSON header export data here and click "Import"
tr_tr: JSON ÜstAlan'ı dışa aktarma verilerinizi buraya yapıştırın ve "İçe Aktar"ı tıklayın

source: Patch has been successfully applied.
tr_tr: Yama başarıyla uygulandı.

source: Patch ID
tr_tr: Yama ID

source: Patch with this ID does't exist.
tr_tr: Bu ID'ye sahip yama mevcut değil.

source: Patcher
tr_tr: Yamayıcı

source: Pause on hover
tr_tr: Üzerine gelindiğinde duraklat

source: Payment description
tr_tr: Ödeme açıklaması

source: Payment instructions
tr_tr: Ödeme talimatları

source: Payment method
tr_tr: Ödeme yöntemi

source: Payment methods
tr_tr: Ödeme yöntemleri

source: Payment methods and checkout button
tr_tr: Ödeme yöntemleri ve ödeme butonu

source: Payment Methods on checkout page
tr_tr: Ödeme sayfasındaki Ödeme Yöntemleri

source: Payment plugins for paypal integration
tr_tr: Paypal entegrasyonu için ödeme eklentileri

source: Payment plugins for stripe integration
tr_tr: Stripe entegrasyonu için ödeme eklentileri

source: Payment title
tr_tr: Ödeme başlığı

source: Paypal Payments integration
tr_tr: Paypal Ödemeleri entegrasyonu

source: People watching this product now!
tr_tr: Bu ürünü şu anda inceleyenler!

source: People watching this product now! [PREVIEW]
tr_tr: Bu ürünü şu anda inceleyenler! [ÖNİZLEME]

source: Per page, Sorting, Columns
tr_tr: Sayfa başına, Sıralama, Sütunlar

source: Per slide
tr_tr: Slayt başına

source: Per view
tr_tr: Görüntüleme başına

source: Percentage
tr_tr: Yüzde

source: Percentage discount
tr_tr: Yüzdesel indirim

source: Perfect
tr_tr: Mükemmel

source: Performance
tr_tr: Performans

source: Permalink to %s
tr_tr: %s için kalıcı bağlantı

source: Permanent "New" label
tr_tr: Kalıcı "Yeni" etiketi

source: Perspective
tr_tr: Perspektif

source: Photo size
tr_tr: Fotoğraf boyutu

source: Photos per row
tr_tr: Satır başına fotoğraf sayısı

source: Photoswipe library
tr_tr: Photoswipe kitaplığı

source: PHP Function "file_get_content"
tr_tr: PHP İşlevi "file_get_content"

source: PHP Max Input Vars
tr_tr: PHP Maksimum Girdi Değişkenleri

source: PHP Memory Limit
tr_tr: PHP Bellek Sınırı

source: PHP Post Max Size
tr_tr: PHP Gönderi Maksimum Boyutu

source: PHP Time Limit
tr_tr: PHP Zaman Sınırı

source: PHP Upload Max Size
tr_tr: PHP Yükleme Maksimum Boyutu

source: PHP Version
tr_tr: PHP Sürümü

source: Pick a background color for the theme buttons and other colored elements.
tr_tr: Tema butonları ve diğer renkli öğeler için bir arka plan rengi seçin.

source: Pin it
tr_tr: Pin'le

source: Pinterest link
tr_tr: Pinterest bağlantısı

source: Pinterest social link
tr_tr: Pinterest sosyal medya bağlantısı

source: Place Contact Form 7
tr_tr: Contact Form 7 yeri

source: Place here some information about cookies usage that will be shown in the popup.
tr_tr: Buraya, pop-up'ta gösterilecek çerez kullanımı hakkında bazı bilgiler yerleştirin.

source: Place here text you want to see in the copyrights area. You can use shortocdes. Ex.: [social_buttons]
tr_tr: Telif hakları alanına görmek istediğiniz metni buraya yerleştirin. Kısa kod kullanabilirsiniz. Ör : [social_buttons]

source: Place your text or HTML code with WordPress shortcodes.
tr_tr: Metninizi veya HTML kodunuzu WordPress kısa kodlarıyla yerleştirin.

source: Place your widgets that will be displayed after the mobile menu links
tr_tr: Mobil menü bağlantılarından sonra görüntülenecek bileşenlerinizi yerleştirin

source: Placeholder
tr_tr: Yer tutucu

source: Placeholder color
tr_tr: Yer tutucu rengi

source: Placeholder size
tr_tr: Yer tutucu boyutu

source: Placeholders
tr_tr: Yer tutucular

source: Plain text
tr_tr: Düz metin

source: Plain text/HTML
tr_tr: Düz metin/HTML

source: Play button
tr_tr: Başlat butonu

source: Play button on image
tr_tr: Görsel üzerinde başlat butonu

source: Play icon size
tr_tr: Başlat simge boyutu

source: Play video
tr_tr: Videoyu başlat

source: Please click the button below to confirm your email address. Once confirmed, we will notify you when the item is back in stock:
tr_tr: Lütfen e-posta adresinizi onaylamak için aşağıdaki butona tıklayın. Onaylandıktan sonra, ürün tekrar stokta olduğunda sizi bilgilendireceğiz:

source: Please confirm your subscription to the waitlist through the email that we have just sent to you within 2 days.
tr_tr: Lütfen bekleme listesine aboneliğinizi size gönderdiğimiz e-posta aracılığıyla 2 gün içinde onaylayın.

source: Please contact the administrator of this site for help.
tr_tr: Lütfen yardım için bu sitenin yöneticisine başvurun.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
tr_tr: Lütfen eklenti sağlayıcısıyla iletişime geçin ve eklentilerini WordPress yönergelerine göre paketlemelerini isteyin.

source: Please log in to rate reviews.
tr_tr: Yorumları değerlendirmek için lütfen giriş yapın.

source: Please, <a href="%s">log in</a>
tr_tr: Lütfen, <a href="%s">Giriş yapın</a>

source: Please, confirm your subscription to the waitlist through the email that we have just sent to you.
tr_tr: Lütfen bekleme listesine aboneliğinizi az önce size gönderdiğimiz e-posta aracılığıyla onaylayın.

source: Please, contact the host support and ask them to enable <strong>DOMDocument</strong>.
tr_tr: Lütfen sistem yöneticisi ile iletişime geçin ve <strong>DOMDocument</strong>'i etkinleştirmelerini isteyin.

source: Please, contact the host support and ask them to enable <strong>simplexml_load_file</strong>.
tr_tr: Lütfen sistem yöneticisi ile iletişime geçin ve <strong>simplexml_load_file</strong>'ı etkinleştirmelerini isteyin.

source: Please, deactivate one of the builders and leave only ONE plugin either <strong>WPBakery page builder</strong> or <strong>Elementor</strong>.
tr_tr: Lütfen, oluşturuculardan birini devre dışı bırakın ve <strong>WPBakery sayfa oluşturucu</strong> veya <strong>Elementor</strong> eklentilerinden yalnızca BİRİNİ bırakın.

source: Please, log in to continue with the unsubscribe process
tr_tr: Abonelikten çıkma işlemine devam etmek için lütfen giriş yapın

source: Plugin
tr_tr: Eklenti

# plugin A *and* plugin B
source: and
tr_tr: ve

source: Plugin activated globally.
tr_tr: Eklenti global olarak etkinleştirildi.

source: Plugin activated successfully.
tr_tr: Eklenti başarıyla etkinleştirildi.

source: Plugin activation failed.
tr_tr: Eklenti aktivasyonu başarısız oldu.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
tr_tr: Eklenti etkinleştirilmedi. Bu tema için daha yüksek bir %s sürümü gerekli. Lütfen eklentiyi güncelleyin.

source: Plugins
tr_tr: Eklentiler

# plugins
source: All <span class="count">(%s)</span>
tr_tr: Tüm <span class="count">(%s)</span>

source: Plugins activation
tr_tr: Eklenti aktivasyonu

source: Plugins list is empty.
tr_tr: Eklenti listesi boş.

source: Plus
tr_tr: Artı

source: Popular categories
tr_tr: Popüler kategoriler

source: Popular products
tr_tr: Popüler ürünler

source: Popular Project Categories
tr_tr: Popüler Proje Kategorileri

source: Popular requests
tr_tr: Popüler istekler

source: Popular Sliders
tr_tr: Popüler Slider'lar

source: Popularity
tr_tr: Popülerlik

source: Popup background
tr_tr: Pop-up arka planı

source: Popup block
tr_tr: Pop-up bloğu

source: Popup delay
tr_tr: Pop-up gecikmesi

source: Popup element
tr_tr: Pop-up öğesi

source: Popup message
tr_tr: Pop-up mesajı

source: Popup padding
tr_tr: Pop-up dolgusu

source: Popup text
tr_tr: Pop-up metni

source: Popup text color
tr_tr: Pop-up metin rengi

source: Popup version
tr_tr: Pop-up sürümü

source: Popup width
tr_tr: Pop-up genişliği

source: Popup width in pixels.
tr_tr: Piksel cinsinden pop-up genişliği.

source: Portfolio
tr_tr: Portföy

source: Portfolio AJAX
tr_tr: Portföy AJAX

source: Portfolio archive
tr_tr: Portföy arşivi

source: Portfolio archive background
tr_tr: Portföy arşivi arka planı

source: Portfolio base
tr_tr: Portföy temeli

source: Portfolio categories
tr_tr: Portföy kategorileri

source: Portfolio categories filters
tr_tr: Portföy kategorileri filtreleri

source: Portfolio category URL slug
tr_tr: Portföy kategorisi URL kısa adı

source: Portfolio effect
tr_tr: Portföy efekti

source: Portfolio load more
tr_tr: Portföy daha fazla yükle

source: Portfolio masonry filters
tr_tr: Portföy masonry filtreleri

source: Portfolio order
tr_tr: Portföy sırası

source: Portfolio order by
tr_tr: Portföy sıralaması

source: Portfolio page
tr_tr: Portföy sayfası

source: Portfolio pagination
tr_tr: Portföy sayfalandırma

source: Portfolio photoswipe
tr_tr: Portföy photoswipe

source: Portfolio project URL slug
tr_tr: Portföy projesi URL kısa adı

source: Portfolio search results
tr_tr: Portföy arama sonuçları

source: Portfolio style
tr_tr: Portföy Stili

source: Portfolio style option alternative
tr_tr: Portföy stili seçeneği alternatifi

source: Portfolio style option parallax
tr_tr: Portföy stili seçeneği paralaksı

source: Portfolio style option text hover
tr_tr: Portföy stili seçeneği metin üzerine gelme

source: Portfolio style option text under image
tr_tr: Portföy stili seçeneği görsel altındaki metin

source: Portfolio Widget Area
tr_tr: Portföy Bileşen Alanı

source: Pos X
tr_tr: Konum X

source: Pos Y
tr_tr: Konum Y

source: Position
tr_tr: Konum

source: Position bottom on mobile devices
tr_tr: Mobil cihazda konum alt

source: Position by X (px)
tr_tr: X'e göre konum (px)

source: Position by Y (px)
tr_tr: Y'ye göre konum (px)

source: Position of the mobile menu sidebar.
tr_tr: Mobil menü kenar çubuğunun konumu.

source: Position on desktop
tr_tr: Masaüstünde konum

source: Position on mobile devices
tr_tr: Mobil cihazda konum

source: Position typography
tr_tr: Pozisyon tipografisi

source: Post
tr_tr: Gönderi

source: Post author
tr_tr: Gönderi yazarı

source: Post categories
tr_tr: Gönderi kategorileri

source: Post category
tr_tr: Gönderi kategorisi

source: Post comment form
tr_tr: Gönderi yorum formu

source: Post comments
tr_tr: Gönderi yorumları

source: Post comments button
tr_tr: Gönderi yorumları butonu

source: Post comments form
tr_tr: Gönderi yorumları formu

source: Post content
tr_tr: Gönderi içeriği

source: Post date
tr_tr: Gönderi tarihi

source: Post excerpt
tr_tr: Gönderi alıntısı

source: Post format
tr_tr: Gönderi biçimi

source: Post ID
tr_tr: Gönderi ID

source: Post image
tr_tr: Gönderi görseli

source: Post meta value
tr_tr: Gönderi meta değeri

source: Post navigation
tr_tr: Gönderi navigasyonu

source: Post options
tr_tr: Gönderi seçenekleri

source: Post pagination
tr_tr: Gönderi sayfalandırma

source: Post published by
tr_tr: Gönderiyi yayınlayan:

source: Post source
tr_tr: Gönderi kaynağı

source: Post tag
tr_tr: Gönderi etiketi

source: Post tags
tr_tr: Gönderi etiketleri

source: Post text
tr_tr: Gönderi metni

source: Post thumbnail
tr_tr: Gönderi küçük resmi

source: Post title
tr_tr: Gönderi başlığı

source: Post type
tr_tr: Gönderi türü

source: Post type single page
tr_tr: Gönderi türü tek sayfa

source: Post types general style
tr_tr: Gönderi türleri genel stili

source: Post types module categories
tr_tr: Gönderi türleri modül kategorileri

source: Post types module comments
tr_tr: Gönderi türleri modül yorumları

source: Post types module date with background
tr_tr: Gönderi türleri modülü arka planlı tarih ile.

source: Post types module navigation
tr_tr: Gönderi türleri modülü navigasyonu

source: Post/page parent ID
tr_tr: Gönderi/sayfa ana ID

source: Posted by
tr_tr: Yazar

source: Poster
tr_tr: Afiş

source: Posts
tr_tr: Gönderiler

source: Posts archive
tr_tr: Gönderi arşivi

source: Posts by
tr_tr: Tarafından gönderiler

source: Posts elements
tr_tr: Gönderi öğeleri

source: Posts excerpt
tr_tr: Gönderiler alıntısı

source: Posts navigation
tr_tr: Gönderiler navigasyonu

source: Posts Tagged "%s"
tr_tr: "%s" olarak etiketlenmiş yazılar

source: Pre-Packaged
tr_tr: Önceden Paketlenmiş

source: Prebuilt websites
tr_tr: Demo web siteleri

source: Prebuilt websites page
tr_tr: Demo web siteleri sayfası

source: Predefined button color
tr_tr: Ön tanımlı buton rengi

source: Predefined color
tr_tr: Ön tanımlı renk

source: Predefined color scheme
tr_tr: Ön tanımlı renk düzeni

source: Predefined font size
tr_tr: Ön tanımlı yazı tipi boyutu

source: Predefined layouts
tr_tr: Ön tanımlı düzenler

source: Predefined size
tr_tr: Ön tanımlı boyut

source: Predefined subtitle color
tr_tr: Ön tanımlı altyazı rengi

source: Predefined subtitle color scheme
tr_tr: Ön tanımlı altyazı renk şeması

source: Predefined title size
tr_tr: Ön tanımlı başlık boyutu

source: Prefooter
tr_tr: Ön AltAlan

source: Prefooter content
tr_tr: Ön AltAlan içeriği

source: Preload
tr_tr: Ön yükleme

source: Preload attribute lets you specify how the video should be loaded when the page loads.
tr_tr: Ön yükleme niteliği, sayfa yüklendiğinde videonun nasıl yükleneceğini belirtmenizi sağlar.

source: Preload key request for "woodmart-font.woff2"
tr_tr: "Woodmart-font.woff2" için önyükleme anahtarı isteği

source: Preloader
tr_tr: Önyükleyici

source: Preloader color scheme
tr_tr: Ön yükleyici renk şeması

source: Preset edited successfully.
tr_tr: Ön ayar başarıyla düzenlendi.

source: Preset name
tr_tr: Ön ayar adı

source: Presets
tr_tr: Ön Ayarlar

source: Press OK to make this header default for all pages, Cancel to leave.
tr_tr: Bu ÜstAlan'ı tüm sayfalar için varsayılan yapmak için TAMAM'a, çıkmak için İptal'e basın.

source: Prev/next buttons
tr_tr: Önceki/Sonraki butonları

source: Preview
tr_tr: Ön izleme

source: previous
tr_tr: önceki

source: Previous and next products
tr_tr: Önceki ve sonraki ürünler

source: Previous product
tr_tr: Önceki ürün

source: Previous slide
tr_tr: Önceli slayt

source: Price
tr_tr: Fiyat

source: Price currency
tr_tr: Para birimi

source: Price filter
tr_tr: Fiyat filtresi

source: Price filter list
tr_tr: Fiyat filtresi listesi

source: Price option
tr_tr: Fiyat seçeneği

source: Price plan
tr_tr: Fiyat planı

source: Price suffix
tr_tr: Fiyat son eki

source: Price value
tr_tr: Fiyat değeri

source: Price: high to low
tr_tr: Fiyat: Azalan

source: Price: low to high
tr_tr: Fiyat: Artan

source: Pricing
tr_tr: Fiyatlandırma

source: Pricing plan name
tr_tr: Fiyatlandırma planı adı

source: Pricing table element
tr_tr: Fiyatlandırma tablosu öğesi

source: Pricing tables
tr_tr: Fiyatlandırma tabloları

source: Primary
tr_tr: Birincil

source: Primary Color
tr_tr: Birincil Renk

source: Primary color
tr_tr: Birincil renk

source: Primary color + secondary font
tr_tr: Birincil renk + ikincil yazı tipi

source: Primary product discount
tr_tr: Birincil ürün indirimi

source: Primary section
tr_tr: Öncelikli bölüm

source: Priority
tr_tr: Öncelik

source: Privacy checkbox text
tr_tr: Gizlilik onay kutusu metni

source: Processing
tr_tr: İşleniyor

source: Product
tr_tr: Ürün

source: product
tr_tr: ürün

source: Product 360 View Gallery (optional)
tr_tr: Ürün 360 Görünüm Galerisi (isteğe bağlı)

source: Product add to cart
tr_tr: Ürün sepete ekle

source: Product additional information table
tr_tr: Ürün ek bilgi tablosu

source: Product archive
tr_tr: Ürün arşivi

source: Product archive background
tr_tr: Ürün arşivi arka planı

source: Product arrows
tr_tr: Ürün okları

source: Product attribute
tr_tr: Ürün niteliği

source: Product background
tr_tr: Ürün arka planı

source: Product base hover
tr_tr: Ürün tabanının üzerine gelme

source: Product brand
tr_tr: Ürün markası

source: Product brand information
tr_tr: Ürün marka bilgileri

source: Product brands
tr_tr: Ürün markaları

source: Product categories
tr_tr: Ürün kategorileri

source: Product categories grid
tr_tr: Ürün kategorileri ızgarası

source: Product categories selector style
tr_tr: Ürün kategorileri seçici stili

source: Product category
tr_tr: Ürün kategorisi

source: Product category %s
tr_tr: Ürün kategori %s

source: Product columns
tr_tr: Proje sütunları

source: Product columns switcher
tr_tr: Ürün sütunları değiştirici

source: Product content
tr_tr: Ürün içeriği

source: Product count
tr_tr: Ürün sayısı

source: Product countdown
tr_tr: Ürün geri sayımı

source: Product dynamic discounts table
tr_tr: Ürün dinamik indirimler tablosu

source: Product estimate delivery
tr_tr: Ürün tahmini teslimat

source: Product estimate delivery on admin panel
tr_tr: Yönetici panelinde ürün tahmini teslimatı

source: Product exclusions
tr_tr: Ürün hariç tutmaları

source: Product extra content
tr_tr: Ürün ekstra içeriği

source: Product filters
tr_tr: Ürün filtreleri

source: Product filters element
tr_tr: Ürün filtreleri öğesi

source: Product gallery
tr_tr: Ürün galerisi

source: Product gallery controls
tr_tr: Ürün galerisi kontrolleri

source: Product gallery controls on desktop
tr_tr: Masaüstünde ürün galerisi kontrolleri

source: Product gallery controls on mobile device
tr_tr: Mobil cihazda ürün galerisi kontrolleri

source: Product gallery controls on mobile devices
tr_tr: Mobil cihazlarda ürün galerisi kontrolleri

source: Product gallery video
tr_tr: Ürün galerisi videosu

source: Product grid gallery
tr_tr: Ürün ızgara galerisi

source: Product hover small
tr_tr: Ürün üzerine gelindiğinde küçük

source: Product image
tr_tr: Ürün görseli

source: Product labels
tr_tr: Ürün etiketleri

source: Product load more
tr_tr: Ürün daha fazla yükle

source: Product long description
tr_tr: Ürün uzun açıklaması

source: Product loop
tr_tr: Ürün döngüsü

source: Product loop "Buttons on hover"
tr_tr: Ürün döngüsü "Üzerine gelindiğinde butonlar"

source: Product loop "Full info on image"
tr_tr: Ürün döngüsü "Görüntüyle ilgili tüm bilgiler"

source: Product loop "Full width button"
tr_tr: Ürün döngüsü "Tam genişlikte buton"

source: Product loop "Icons and add to cart on hover"
tr_tr: Ürün döngüsü "Simgeler ve üzerine gelindiğinde sepete ekle"

source: Product loop "Icons on hover"
tr_tr: Ürün döngüsü "Üzerine gelindiğinde simgeler"

source: Product loop "List"
tr_tr: Ürün döngüsü "Liste"

source: Product loop "Quick"
tr_tr: Ürün döngüsü "Hızlı"
