Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Bought together table
tr_tr: Birlikte satın alınanlar tablosu

source: Box Shadow
tr_tr: Kutu Gölgesi

source: Box shadow
tr_tr: Kutu gölgesi

source: Box style
tr_tr: Kutu stili

source: Boxed
tr_tr: Kutulu

source: boxed
tr_tr: kutulu

source: Boxed (with hidden overflow)
tr_tr: Kutulu (gizli taşma ile)

source: Brand attribute
tr_tr: Marka niteliği

source: Brand description content
tr_tr: Marka açıklama içeriği

source: Brand position on the product page
tr_tr: Ürün sayfasındaki marka konumu

source: Brand tab priority
tr_tr: Marka sekmesi önceliği

source: Brand:
tr_tr: Marka:

source: Brands
tr_tr: Markalar

source: Brands assigned to the product
tr_tr: Ürüne atanan markalar

source: Brands carousel/grid
tr_tr: Markalar karusel/ızgara

source: Brands element
tr_tr: Markalar öğesi

source: Brands style bordered
tr_tr: Markalar stil sınırlandı

source: Brands title
tr_tr: Marka başlıkları

source: Brands:
tr_tr: Markalar:

source: Breadcrumbs
tr_tr: İçerik Haritaları

source: Breadcrumbs & Products navigation
tr_tr: İçerik Haritaları ve Ürünler navigasyonu

source: Breadcrumbs on product page
tr_tr: Ürün sayfasındaki İçerik Haritaları

source: Breadcrumbs on shop page
tr_tr: Mağaza sayfasındaki İçerik Haritaları

source: Breakpoint
tr_tr: Kesme noktası

source: Brief content
tr_tr: Kısa içerik

source: Bring to front
tr_tr: Öne getir

source: Browse Categories
tr_tr: Kategorilere Gözat

source: Browse Wishlist
tr_tr: İstek Listesine göz atın

source: Browse wishlist
tr_tr: İstek listesine göz atın

source: Build custom query according to <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.
tr_tr: Şuna göre özel sorgu oluşturun <a href="http://codex.wordpress.org/Function_Reference/query_posts">WordPress Codex</a>.

source: Builder
tr_tr: İnşa edici

source: Bulk actions
tr_tr: Toplu eylemler

source: Bulk pricing
tr_tr: Toplu fiyatlandırma

source: Bullet
tr_tr: Madde işareti

source: Bundle includes
tr_tr: Set içeriği

source: Bundle products
tr_tr: Set ürünler

source: Bundled product
tr_tr: Setli ürün

source: Bundles name
tr_tr: Set adı

source: Button
tr_tr: Buton

source: Button [1]
tr_tr: Buton [1]

source: Button [2]
tr_tr: Buton [2]

source: Button [3]
tr_tr: Buton [3]

source: Button [4]
tr_tr: Buton [4]

source: Button [5]
tr_tr: Buton [5]

source: Button block
tr_tr: Button bloğu

source: Button click
tr_tr: Buton tıklaması

source: Button element
tr_tr: Buton öğesi

source: Button element smooth scroll
tr_tr: Buton öğesi yumuşak kaydırma

source: Button for off canvas column
tr_tr: Off-canvas sütun için buton

source: Button icon
tr_tr: Buton simgesi

source: Button icon position
tr_tr: Buton simgesi konumu

source: Button image position
tr_tr: Buton görseli pozisyonu

source: Button inline
tr_tr: Buton satır içi

source: Button label
tr_tr: Buton etiketi

source: Button layout
tr_tr: Buton düzeni

source: Button link
tr_tr: Buton bağlantısı

source: Button navbar option
tr_tr: Buton gezinme çubuğu seçeneği

source: Button off canvas
tr_tr: Buton off-canvas

source: Button position
tr_tr: Buton konumu

source: Button shape
tr_tr: Buton şekli

source: Button show more
tr_tr: Buton daha fazla göster

source: Button size
tr_tr: Buton boyutu

source: Button style
tr_tr: Buton stili

source: Button Text
tr_tr: Buton Metni

source: Button text
tr_tr: Buton metni

source: Button that shows a popup on click
tr_tr: Tıklandığında bir pop-up gösteren buton

source: Button to open the filter area
tr_tr: Filtre alanını açma butonu

source: Button type
tr_tr: Buton tipi

source: Button URL
tr_tr: Buton URL'si

source: Button with link
tr_tr: Bağlantılı buton

source: Buttons
tr_tr: Butonlar

source: Buttons on hover
tr_tr: Üzerine gelindiğinde butonlar

source: Buttons size
tr_tr: Butonlar boyutu

source: Buttons type
tr_tr: Butonlar tipi

source: Buy now
tr_tr: Hemen Al

source: Buy now button
tr_tr: Hemen Al Butonu

source: By
tr_tr: Tarafından

source: By default, your SVG files will not be animated.
tr_tr: Varsayılan olarak, SVG dosyalarınıza animasyon uygulanmayacaktır.

source: Cache lifespan
tr_tr: Önbellek kullanım süresi

source: Calculation
tr_tr: Hesaplama

source: Calendar
tr_tr: Takvim

source: Cancel
tr_tr: İptal

source: Cannot process action
tr_tr: İşlem gerçekleştirilemiyor

source: Capitalize
tr_tr: Büyük harf

source: Caption
tr_tr: Alt yazı

source: Caption position
tr_tr: Alt yazı konumu

source: Carousel
tr_tr: Karusel

source: Carousel arrow
tr_tr: Karusel ok

source: Carousel arrow position
tr_tr: Karusel ok konumu

source: Carousel arrows style
tr_tr: Karusel ok stili

source: Carousel block
tr_tr: Karusel bloğu

source: Carousel on mobile
tr_tr: Mobil cihazlarda karusel

source: Carousel on tablet
tr_tr: Tablette karusel

source: Carousel pagination
tr_tr: Karusel sayfalama

source: Carousel scrollbar
tr_tr: Karusel kaydırma çubuğu

source: Cart
tr_tr: Sepet

source: Cart & Checkout blocks
tr_tr: Sepet & Ödeme blokları

source: Cart -> Checkout -> Complete
tr_tr: Sepet -> Ödeme -> Tamamla

source: Cart amount max
tr_tr: Sepet tutarı maksimum

source: Cart amount min
tr_tr: Sepet tutarı asgari

source: Cart cleanup
tr_tr: Sepet temizliği

source: Cart content
tr_tr: Sepet içeriği

source: Cart elements
tr_tr: Sepet elemanları

source: Cart free gifts table position
tr_tr: Sepet ücretsiz hediyeler tablo pozisyonu

source: Cart info
tr_tr: Sepet bilgisi

source: Cart last views:
tr_tr: Sepet son görüntülemeler:

source: Cart page
tr_tr: Sepet sayfası

source: Cart page builder
tr_tr: Sepet sayfası oluşturucu

source: Cart page predefined
tr_tr: Sepet sayfası ön tanımlı

source: Cart price condition
tr_tr: Sepet fiyat durumu

source: Cart status:
tr_tr: Sepet durumu:

source: Cart Subtotal:
tr_tr: Sepet Ara Toplamı:

source: Cart table
tr_tr: Sepet Tablosu

source: Cart timeout
tr_tr: Sepet zaman aşımına uğradı

source: Cart Total:
tr_tr: Sepet Toplamı:

source: Cart totals
tr_tr: Sepet toplamları

source: Cart totals layout
tr_tr: Sepet toplamları düzeni

source: Cart totals layout 2
tr_tr: Sepet toplamları düzeni 2

source: Cart widget
tr_tr: Sepet bileşeni

source: Cartflows integration
tr_tr: Cartflows entegrasyonu

source: Catalog mode
tr_tr: Katalog modu

source: Categories
tr_tr: Kategoriler

source: Categories accordion
tr_tr: Kategoriler akordeon

source: Categories background
tr_tr: Kategoriler arka plan

source: Categories color scheme
tr_tr: Kategori renk düzeni

source: Categories design
tr_tr: Kategori tasarımı

source: Categories design mask
tr_tr: Kategori tasarım maskesi

source: Categories design side
tr_tr: Kategori tasarım tarafı

source: Categories design zoom out
tr_tr: Kategori tasarım uzaklaştırma

source: Categories dropdown
tr_tr: Kategoriler açılır menü

source: Categories filters
tr_tr: Kategoriler filtreler

source: Categories in page title
tr_tr: Sayfa başlığındaki kategoriler

source: Categories layout masonry or carousel
tr_tr: Kategoriler düzeni masonry veya karusel

source: Categories loop
tr_tr: Kategoriler döngü

source: Categories loop center title
tr_tr: Kategoriler döngü merkezi başlığı

source: Categories loop default
tr_tr: Kategoriler döngü varsayılanı

source: Categories loop default with color scheme light
tr_tr: Kategoriler döngü renk şeması ışığıyla varsayılan

source: Categories loop replace title
tr_tr: Kategoriler döngü başlığı değiştir

source: Categories mega menu widget
tr_tr: Kategoriler mega menü bileşeni

source: Categories menu
tr_tr: Kategoriler menü

source: Categories menu side hidden
tr_tr: Kategoriler menü gizli taraf

source: Categories or tags
tr_tr: Kategoriler veya etiketler

source: Categories rounding
tr_tr: Kategori yuvarlama

source: Categories selector style
tr_tr: Kategoriler seçici stili

source: Categories styles
tr_tr: Kategori stilleri

source: Categories with shadow
tr_tr: Kategoriler gölgeli

source: Categories, tags, SKU
tr_tr: Kategoriler, etiketler, SKU

source: Category
tr_tr: Kategori

source: Category description position
tr_tr: Kategori açıklama konumu

source: Category exclusions
tr_tr: Kategori istisnaları

source: Category extra description
tr_tr: Kategori ekstra açıklaması

source: Category icon
tr_tr: Kategori simgesi

source: Category image
tr_tr: Kategori görseli

source: Category order
tr_tr: Kategori sırası

source: Category page title background
tr_tr: Kategori sayfa başlığı arka planı

source: Cell Type
tr_tr: Hücre Tipi

source: Center
tr_tr: Orta

source: Center Bottom
tr_tr: Orta Alt

source: Center bottom
tr_tr: Orta alt

source: Center Center
tr_tr: Orta Orta

source: Center center
tr_tr: Orta orta

source: Center Left
tr_tr: Orta Sol

source: Center left
tr_tr: Orta sol

source: Center mode
tr_tr: Orta mod

source: Center mode in main gallery
tr_tr: Ana galeride orta modu

source: Center Right
tr_tr: Orta Sağ

source: Center right
tr_tr: Orta sağ

source: Center title
tr_tr: Orta başlık

source: Center Top
tr_tr: Orta Üst

source: Center top
tr_tr: Orta üst

source: Centered
tr_tr: Ortalanmış

source: Change global site elements rounding. It also can be overwritten in each individual element by the same option.
tr_tr: Genel site öğeleri yuvarlamasını değiştirin. Aynı seçenekle her bir öğenin üzerine de yazılabilir.

source: Change image
tr_tr: Görseli değiştir

source: Change primary color
tr_tr: Birincil rengi değiştir

source: Change product image on attribute click
tr_tr: Nitelik tıklamasında ürün görselini değiştir

source: Change secondary color
tr_tr: İkincil rengi değiştir

source: Change the layout of the submenus of the mobile menus.
tr_tr: Mobil menülerin alt menülerinin düzenini değiştir.

source: Change the navigation animation through the drilldown menu.
tr_tr: Gezinme animasyonunu açılır menüden değiştir.

source: Change the title text
tr_tr: Başlık metnini değiştir

source: Changelog
tr_tr: Değişim Günlüğü

source: Changelog page
tr_tr: Değişim Günlüğü Sayfası

source: Check
tr_tr: İşaretle

source: Check all
tr_tr: Tümünü işaretle

source: Check out these links for more information and support!
tr_tr: Daha fazla bilgi ve destek için bu bağlantılara göz atın!

source: Check%20this%20
tr_tr: Bunu kontrol et %20this%20

source: Checkout
tr_tr: Ödeme

source: Checkout builder page
tr_tr: Ödeme sayfası oluşturucu

source: Checkout Fields
tr_tr: Ödeme Alanları

source: Checkout fields
tr_tr: Ödeme alanları

source: Checkout fields manager
tr_tr: Ödeme alanları yöneticisi

source: Checkout form
tr_tr: Ödeme formu

source: Checkout page
tr_tr: Ödeme sayfası

source: Checkout page content
tr_tr: Ödeme sayfası içeriği

source: Checkout page form
tr_tr: Ödeme sayfası formu

source: Checkout predefined page
tr_tr: Ön tanımlı ödeme sayfası

source: Checkout quantity
tr_tr: Ödeme miktarı

source: Checkout remove button
tr_tr: Ödeme kaldır butonu

source: Checkout steps
tr_tr: Ödeme adımları

source: Checkout top content
tr_tr: En popüler içeriğe göz atın

source: Checkout user login form
tr_tr: Ödeme sayfası kullanıcı giriş formu

source: Cheers
tr_tr: Şerefe

source: Cheers
tr_tr: Şerefe

source: Chess
tr_tr: Satranç

source: Child product categories
tr_tr: Alt ürün kategorileri

source: Child theme
tr_tr: Alt tema

source: Choose
tr_tr: Seç

source: Choose "Individual variation" to have variations of a variable product count as an individual product.
tr_tr: Değişken bir ürünün varyasyonlarının ayrı bir ürün olarak sayılması için "Bireysel varyasyon" seçeneğini seçin.

source: Choose a color
tr_tr: Bir renk seçin

source: Choose a type for the pagination on your blog page.
tr_tr: Blog sayfanızdaki sayfalandırma için bir tür seçin.

source: Choose a type for the pagination on your portfolio page.
tr_tr: Portföy sayfanızda sayfalandırma için bir tür seçin.

source: Choose a type for the pagination on your shop page.
tr_tr: Mağaza sayfanızda sayfalandırma için bir tür seçin.

source: Choose ascending or descending order.
tr_tr: Artan veya azalan sırayı seçin.

source: Choose attribute that will be shown on products grid for this particular product
tr_tr: Bu belirli ürün için ürünler tablosunda gösterilecek niteliği seçin

source: Choose between different predefined designs
tr_tr: Önceden tanımlanmış farklı tasarımlar arasından seçim yapın

source: Choose between different predefined designs.
tr_tr: Önceden tanımlanmış farklı tasarımlar arasından seçim yapın.

source: Choose between horizontal and vertical layouts for the quick view window.
tr_tr: Hızlı görünüm penceresi için yatay ve dikey düzenler arasından seçim yapın.

source: Choose between showing an informative popup and opening the shopping cart widget.
tr_tr: Bilgilendirici bir açılır pencere gösterme ve alışveriş sepeti bileşenini açma arasında seçim yapın.

source: Choose from most used
tr_tr: En çok kullanılanlar arasından seçim yapın

source: Choose from most used sliders
tr_tr: En çok kullanılan sliderlar arasından seçim yapın

source: Choose from most used text-domain
tr_tr: En çok kullanılan metin alanlarından birini seçin

source: Choose how the video will fill its container.
tr_tr: Videonun konteynırı nasıl dolduracağını seçin.

source: Choose how to display the price of gift products, either as "Free" or "$0.00".
tr_tr: Hediye ürünlerin fiyatının "Ücretsiz" veya "0,00 TL" olarak nasıl görüntüleneceğini seçin.

source: Choose Image
tr_tr: Görsel Seçin

source: Choose image
tr_tr: Görsel seçin

source: Choose Menu
tr_tr: Menü Seçin

source: Choose menu
tr_tr: Menü seçin

source: Choose on which categories pages you want to display this filter. Or leave empty to show on all pages.
tr_tr: Bu filtreyi hangi kategori sayfalarında görüntülemek istediğinizi seçin. Veya tüm sayfalarda gösterilmesi için boş bırakın.

source: Choose one of the blog designs available in the theme.
tr_tr: Temada bulunan blog tasarımlarından birini seçin.

source: Choose one of the designs available in the theme.
tr_tr: Temada bulunan tasarımlardan birini seçin.

source: Choose one of the following swatch type:
tr_tr: Aşağıdaki renk örneği türlerinden birini seçin:

source: Choose one of those designs for categories
tr_tr: Kategoriler için bu tasarımlardan birini seçin

source: Choose one of those hover effects for products
tr_tr: Ürünler için şu vurgulu efektlerden birini seçin

source: Choose page that will contain detailed information about your Privacy Policy
tr_tr: Gizlilik Politikanız hakkında ayrıntılı bilgi içerecek sayfayı seçin

source: Choose product categories
tr_tr: Ürün kategorilerini seçin

source: Choose Sidebar
tr_tr: Kenar Çubuğunu Seçin

source: Choose sidebar
tr_tr: Kenar çubuğunu seçin

source: Choose style of the product's review.
tr_tr: Ürün incelemesinin stilini seçin.

source: Choose the attribute that will be shown on the product grid.
tr_tr: Ürün tablosunda gösterilecek niteliği seçin.

source: Choose the default display for the waitlist feature: either show the form for joining the waitlist or display the current status (joined or not).
tr_tr: Bekleme listesi özelliği için varsayılan ekranı seçin: bekleme listesine katılma formunu gösterin veya geçerli durumu (katılmış veya değil) görüntüleyin.

source: Choose the method for applying gift rules: either automatically add the gift to the cart or display it in a table for manual addition by the customer.
tr_tr: Hediye kurallarını uygulama yöntemini seçin: hediyeyi otomatik olarak sepete ekleyin veya müşterinin manuel olarak eklemesi için bir tabloda görüntüleyin.

source: Choose the page you want to add to your menu.
tr_tr: Menünüze eklemek istediğiniz sayfayı seçin.

source: Choose the type of adding product variation to the cart on the product grid.
tr_tr: Ürün ızgarasında sepete ürün varyasyonu ekleme türünü seçin.

source: Choose video
tr_tr: Video seçin

source: Choose which buttons will be used for sticky navbar.
tr_tr: Yapışkan gezinme çubuğu için hangi butonların kullanılacağını seçin.

source: Choose which coupon code to send.
tr_tr: Göndereceğiniz kupon kodunu seçin.

source: Choose which fields should be presented on the product compare page with table.
tr_tr: Ürün karşılaştırma sayfasında hangi alanların sunulması gerektiğini tablo ile seçin.

source: Choose which HTML block to display in the header
tr_tr: ÜstAlan'da hangi HTML bloğunun görüntüleneceğini seçin

source: Choose which HTML tag to use for the page title.
tr_tr: Sayfa başlığı için hangi HTML etiketinin kullanılacağını seçin.

source: Choose which HTML tag to use in widget title.
tr_tr: Bileşen başlığında hangi HTML etiketinin kullanılacağını seçin.

source: Choose which layout you want to use as a base for your new header.
tr_tr: Yeni ÜstAlan'ınız için temel olarak kullanmak istediğiniz düzeni seçin.

source: Choose which menu to display in the header as a categories dropdown.
tr_tr: ÜstAlan'da kategoriler açılır menüsü olarak hangi menünün görüntüleneceğini seçin.

source: Choose which menu to display in the header.
tr_tr: ÜstAlan'da hangi menünün görüntüleneceğini seçin.

source: Choose which menu to display.
tr_tr: Hangi menünün görüntüleneceğini seçin.

source: Choose which type of email to send.
tr_tr: Hangi e-posta türünün gönderileceğini seçin.

source: Choose your footer color scheme
tr_tr: AltAlan renk düzeninizi seçin

source: Choose your footer layout. Depending on the number of the columns you will have a different number of widget areas for the footer in Appearance->Widgets.
tr_tr: AltAlan düzeninizi seçin. Sütunların sayısına bağlı olarak, Görünüm-> Bileşen'lerde AltAlan için farklı sayıda bileşen alanına sahip olacaksınız.

source: Choose your form border width
tr_tr: Form kenarlık genişliğinizi seçin

source: Choose your form style
tr_tr: Form stilinizi seçin

source: Choose your gift
tr_tr: Hediyenizi seçin

source: Choose your mobile logo from the Media Library or upload one from your device.
tr_tr: Mobil logonuzu Medya Kütüphanesinden seçin veya cihazınızdan yükleyin.

source: Circle
tr_tr: Daire

source: Classic
tr_tr: Klasik

source: Clean actions
tr_tr: Eylemleri temizle

source: Clear
tr_tr: Temizle

source: Clear all
tr_tr: Tümünü temizle

source: Clear button
tr_tr: Butonu temizle

source: Clear button position
tr_tr: Buton konumunu temizle

source: Clear filters
tr_tr: Filtreleri temizle

source: Clear search
tr_tr: Aramayı temizle

source: Clear search button
tr_tr: Aramayı temizle butonu

source: Clear variation
tr_tr: Varyasyonları temizle

source: Click
tr_tr: Tıklayın

source: Click "Edit" to modify an existing menu, or click "Use new menu" to create one from scratch.
tr_tr: Mevcut bir menüyü değiştirmek için "Düzenle"ye tıklayın veya sıfırdan bir menü oluşturmak için "Yeni menü kullan"a tıklayın.

source: Click "Save header" to apply and save all changes made to the current header.
tr_tr: Mevcut başlıkta yapılan tüm değişiklikleri uygulamak ve kaydetmek için "Başlığı kaydet"e tıklayın.

source: Click action
tr_tr: Tıklama eylemi

source: Click on "Menus" in the dropdown that appears.
tr_tr: Açılan açılır menüde "Menüler"e tıklayın.

source: Click on the "Edit with Elementor" button to launch the Elementor page builder and start editing the content of your page with its powerful tools.
tr_tr: Elementor sayfa oluşturucusunu başlatmak ve sayfanızın içeriğini güçlü araçlarıyla düzenlemeye başlamak için "Elementor ile Düzenle" butonuna tıklayın.

source: Click on the "Manage Locations" tab at the top of the Menus screen.
tr_tr: Menüler ekranının üst kısmındaki "Konumları Yönet" sekmesine tıklayın.

source: Click on the "Section title" element to select the heading section you want to edit.
tr_tr: Düzenlemek istediğiniz başlık bölümünü seçmek için "Bölüm başlığı" öğesine tıklayın.

source: Click on the "Settings" icon in the top right corner of the editor to open the sidebar panel. This panel contains various settings for the selected block.
tr_tr: Editörün sağ üst köşesindeki "Ayarlar" simgesine tıklayarak kenar çubuğu panelini açın. Bu panel seçili blok için çeşitli ayarlar içerir.

source: Click on the "Typography" menu item to open font customization options.
tr_tr: Yazı tipi özelleştirme seçeneklerini açmak için "Tipografi" menü öğesine tıklayın.

source: Click on the "WPBakery Page Builder" button to launch the WPBakery page builder and start editing the content of your page with its powerful tools.
tr_tr: WPBakery sayfa oluşturucusunu başlatmak ve sayfanızın içeriğini güçlü araçlarıyla düzenlemeye başlamak için "WPBakery Sayfa Oluşturucu" butonuna tıklayın.

source: Click on the Theme settings menu item in the main menu of the admin panel.
tr_tr: Yönetici panelinin ana menüsünde bulunan Tema ayarları menü öğesine tıklayın.

source: Click on the title block on the page. This is typically a heading block that displays the main title of the section or page.
tr_tr: Sayfadaki başlık bloğuna tıklayın. Bu genellikle bölümün veya sayfanın ana başlığını gösteren bir başlık bloğudur.

source: Click the "Create menu" button to save your new menu. You’ll now be able to add menu items and assign it to a location.
tr_tr: Yeni menünüzü kaydetmek için "Menü oluştur" düğmesine tıklayın. Artık menü öğeleri ekleyebilir ve bunları bir konuma atayabilirsiniz.

source: Click the "Edit page" button in the top admin bar to open the homepage in the block editor.
tr_tr: Blok düzenleyicide ana sayfayı açmak için üst yönetici çubuğundaki "Sayfayı düzenle" butonuna tıklayın.

source: Click the "Edit page" button in the top admin bar to open the homepage in the Elementor editor.
tr_tr: Elementor editöründe ana sayfayı açmak için üst yönetici çubuğundaki "Sayfayı düzenle" butonuna tıklayın.

source: Click the "Edit page" button in the top admin bar to open the homepage in the WPBakery editor.
tr_tr: WPBakery editöründe ana sayfayı açmak için üst yönetici çubuğundaki "Sayfayı düzenle" butonuna tıklayın.

source: Click the "Frontend Editor" button to enable live visual editing of your header.
tr_tr: Başlığınızın canlı görsel düzenlemesini etkinleştirmek için "Ön Uç Düzenleyici" butonuna tıklayın.

source: Click the "Mobile" button in the Header Builder to view and edit the mobile version of your header.
tr_tr: ÜstAlan'ınızın mobil versiyonunu görüntülemek ve düzenlemek için ÜstAlan Oluşturucu'daki "Mobil" düğmesine tıklayın.

source: Click the "Save menu" button to apply all your changes and make the menu active on your site.
tr_tr: Tüm değişikliklerinizi uygulamak ve menüyü sitenizde aktif hale getirmek için "Menüyü kaydet" butonuna tıklayın.

source: Click the "Save" button to apply all changes made in the Theme settings panel.
tr_tr: Tema ayarları panelinde yaptığınız tüm değişiklikleri uygulamak için "Kaydet" butonuna tıklayın.

source: Click the "Update" button to save all changes made to the page.
tr_tr: Sayfada yaptığınız tüm değişiklikleri kaydetmek için "Güncelle" butonuna tıklayın.

source: Click the arrow on the newly added menu item to expand its settings.
tr_tr: Yeni eklenen menü öğesinin üzerindeki oka tıklayarak ayarlarını genişletebilirsiniz.

source: Click the Header Builder icon in the top bar of the admin panel.
tr_tr: Yönetici panelinin üst çubuğundaki ÜstAlan Oluşturucu simgesine tıklayın.

source: Click the link below to grab it before it's gone!
tr_tr: Tükenmeden almak için aşağıdaki bağlantıya tıklayın!

source: Click the link below to grab it before it's gone!
tr_tr: Tükenmeden almak için aşağıdaki bağlantıya tıklayın!

source: Click the site name in the top admin bar to navigate to the homepage of your website.
tr_tr: Web sitenizin ana sayfasına gitmek için üst yönetici çubuğundaki site adına tıklayın.

source: Click to add images
tr_tr: Görsel eklemek için tıklayın

source: Click to edit
tr_tr: Düzenlemek için tıklayın

source: Click to edit text
tr_tr: Metni düzenlemek için tıklayın

source: Click to edit title
tr_tr: Başlığı düzenlemek için tıklayın

source: Click to enlarge
tr_tr: Büyütmek için tıklayın
