Repository: enginenginer/wp-ceviri
Catalog: themes/woodmart/8.2.0/loco-import/woodmart-*.po
Languages: tr_tr

source: Enable this option and all brand links will work inside the current category page. Or it will lead to the shop page if you are not on the category page.
tr_tr: Bu seçeneği etkinleştirdiğinizde, tüm marka bağlantıları geçerli kategori sayfası içinde çalışacaktır. Kategori sayfasında değilseniz mağaza sayfasına yönlendirecektir.

source: Example:
tr_tr: Örnek:

source: If enabled you will see an additional tab with brand description on the single product page. Text will be taken from the "Description" field for each brand (attribute term).
tr_tr: Etkinleştirilirse, tek ürün sayfasında marka açıklamasını içeren ek bir sekme göreceksiniz. Her marka (nitelik terimi) için "Açıklama" alanından metin alınacaktır.

source: You can click this button to deactivate your license code from this domain if you are going to transfer your website to some other domain or server.
tr_tr: Eğer web sitenizi başka bir domain veya sunucuya taşıyacaksanız bu butona tıklayarak lisans kodunuzu bu domainden deaktive edebilirsiniz.

source: "Attribute" label background
tr_tr: "Nitelik" etiket arka planı

source: "Attribute" label text color
tr_tr: "Nitelik" etiketi metin rengi

source: "Call to action" buttons
tr_tr: "Eylem Çağrısı" butonları

source: "font-display" for icon fonts
tr_tr: simge yazı tipleri için "yazı tipi ekranı"

source: "font-display" for text fonts
tr_tr: metin yazı tipleri için "font-display"

source: "Free" text
tr_tr: "Ücretsiz" metin

source: "Hot" label background
tr_tr: "Popüler" etiketi arka planı

source: "Hot" label on products
tr_tr: Ürünlerde "popüler" etiketi

source: "Hot" label text color
tr_tr: "Popüler" etiketi metin rengi

source: "Load more" button
tr_tr: "Daha fazla yükle" butonu

source: "New" label background
tr_tr: "Yeni" etiket arka planı

source: "New" label on products
tr_tr: Ürünlerde "yeni" etiketi

source: "New" label text color
tr_tr: "Yeni" etiketi metin rengi

source: "Out of stock" label background
tr_tr: "Stokta yok" etiketi arka planı

source: "Out of stock" label text color
tr_tr: "Stokta yok" etiket metini rengi

source: "Quick shop" for variable products
tr_tr: Değişken ürünler için "Hızlı Alışveriş"

source: "Quick shop" type
tr_tr: "Hızlı alışveriş" tipi

source: "Sale" label background
tr_tr: "İndirim" etiketi arka planı

source: "Sale" label in percentage
tr_tr: Yüzde olarak "İndirim" etiketi

source: "Sale" label text color
tr_tr: "İndirim" etiketi metin rengi

source: %1$s %2$s review for %3$s
tr_tr: %3$s için %1$s %2$s inceleme

source: %1$s installed and activated successfully.
tr_tr: %1$s yüklendi ve başarıyla etkinleştirildi.

source: %1$s installed successfully.
tr_tr: %1$s başarıyla yüklendi.

source: %1$s out of %2$s
tr_tr: %1$s üzerinden %2$s

source: %s ago
tr_tr: %s önce

source: %s Comments
tr_tr: %s Yorum

source: %s in stock
tr_tr: %s stokta

source: %s product
tr_tr: %s ürün

source: &larr; Older Comments
tr_tr: &larr; Önceki Yorumlar

source: &larr; Older Posts
tr_tr: &larr; Önceki gönderiler

source: &mdash; Select &mdash;
tr_tr: &mdash; Seç &mdash;

source: (Copy)
tr_tr: (Kopyala)

source: (no title)
tr_tr: (başlık yok)

source: (Note: many devices and browsers do not display this text.)
tr_tr: (Not: Birçok cihaz ve tarayıcı bu metni görüntülemez.)

source: * Activated on development website.
tr_tr: * Geliştirme sitesinde aktifleştirildi.

source: 1 Column
tr_tr: 1 Sütun

source: 1 Comment
tr_tr: 1 Yorum

source: 10 Minutes
tr_tr: 10 Dakika

source: 2 Column Left
tr_tr: 2 Sütun Sol

source: 2 Column Right
tr_tr: 2 Sütun Sağ

source: 2 columns
tr_tr: 2 sütun

source: 2 Columns Left
tr_tr: 2 Sütun Sol

source: 2 Columns Right
tr_tr: 2 Sütun Sağ

source: 2 Hours
tr_tr: 2 Saat

source: 360 degree view
tr_tr: 360 derece görünüm

source: 360 degree view element
tr_tr: 360 derece görünüm öğesi

source: 360 element
tr_tr: 360 derece öğe

source: 360 product view
tr_tr: 360 derece ürün görünümü

source: 5 Hours
tr_tr: 5 Saat

source: <b>Adobe fonts</b> for integrating with Adobe’s service
tr_tr: Adobe hizmetiyle bütünleşmek için <b>Adobe fontları</b>

source: <b>Advanced</b> for fine-tuning
tr_tr: İnce ayar için </b>Gelişmiş</b>

source: <b>Basic</b> for general text settings
tr_tr: Genel metin ayarları için <b>Temel</b>

source: <b>Custom fonts</b> for uploading your own typefaces
tr_tr: Kendi yazı tiplerinizi yüklemek için <b>özel yazı tipleri</b>

source: <b>Dropdown settings</b> – submenu design and appearance selection.
tr_tr: <b>Açılır menü ayarları</b> – alt menü tasarımı ve görünüm seçimi.

source: <b>Extra options</b> – additional menu item settings.
tr_tr: <b>Ek seçenekler</b> – ek menü öğesi ayarları.

source: <b>Icon fonts</b> for managing symbol fonts
tr_tr: <b>Simge yazı tipleri</b> sembol yazı tiplerini yönetmek için

source: <b>Image settings</b> – set an icon or background for the menu item.
tr_tr: <b>Görüntü ayarları</b> – Menü öğesi için bir simge veya arka plan ayarlayın.

source: <b>Label settings</b> – adding a color label next to the menu item title.
tr_tr: <b>Etiket ayarları</b> – menü öğesi başlığının yanına renkli bir etiket ekleme.

source: <b>Main Menu</b> – the primary navigation shown on desktop.
tr_tr: <b>Ana Menü</b> – masaüstünde gösterilen birincil gezinme.

source: <b>Mobile Side Menu</b> – the navigation used for mobile view.
tr_tr: <b>Mobil Yan Menü</b> – mobil görünüm için kullanılan gezinme.

source: <b>Navigation label</b> – the text shown in the menu.
tr_tr: <b>Gezinme etiketi</b> – Menüde gösterilen metin.

source: <b>Title attribute</b> – optional tooltip shown on hover.
tr_tr: <b>Başlık niteliği</b> – isteğe bağlı olarak üzerine gelindiğinde gösterilen ipucu.

source: <span>Note:</span> if you need to check all your active domains or you want to remove some of them you should visit <a href="https://xtemos.com/" target="_blank">our website</a> and check the activation list in your account.
tr_tr: <span>Not:</span> Tüm etkin alan adlarınızı kontrol etmeniz gerekiyorsa veya bazılarını kaldırmak istiyorsanız <a href="https://xtemos.com/" target="_blank">web sitemizi</a> ziyaret etmeli ve hesabınızdaki etkinleştirme listesini kontrol etmelisiniz.

source: <span>Note:</span> please do not close this tab while content is being imported. This may interrupt the installation process.
tr_tr: <span>Not:</span> Lütfen içerik içe aktarılırken bu sekmeyi kapatmayın. Bu, kurulum sürecini kesintiye uğratabilir.

source: <strong>Important:</strong> The WoodMart Core plugin is not installed. You can install the plugin <a href="%s">here</a>.
tr_tr: <strong>Önemli:</strong> WoodMart Core eklentisi yüklü değil. Eklentiyi <a href="%s">buradan</a> yükleyebilirsiniz.

source: <strong>Important:</strong> The WoodMart Core plugin is outdated. You can update the plugin <a href="%s">here</a>.
tr_tr: <strong>Önemli:</strong> WoodMart Core eklentisi güncelliğini yitirmiştir. Eklentiyi <a href="%s">buradan</a> güncelleyebilirsiniz.

source: <strong>Warning</strong>. You are going to completely delete the content imported with our theme. This process cannot be undone. Any changes you made in import pages, posts, or products will be lost.
tr_tr: <strong>Uyarı</strong>. Temamız ile içe aktarılan içeriği tamamen sileceksiniz. Bu işlem geri alınamaz. İçe aktarılan sayfalarda, gönderilerde veya ürünlerde yaptığınız tüm değişiklikler kaybolacaktır.

source: [Woodmart] Widget layered navigation
tr_tr: [Woodmart] Bileşen katmanlı navigasyon

source: [Woodmart] Widget navigation
tr_tr: [Woodmart] Bileşen navigasyonu

source: [Woodmart] Widget price filter
tr_tr: [Woodmart] Bileşen fiyat filtresi

source: [Woodmart] Widget product categories
tr_tr: [Woodmart] Bileşen ürün kategorileri

source: [Woodmart] Widget recent post
tr_tr: [Woodmart] Bileşen son gönderisi

source: [XTemos] Cart
tr_tr: [XTemos] Sepet

source: [XTemos] Checkout
tr_tr: [XTemos] Ödeme

source: [XTemos] Elements
tr_tr: [XTemos] Öğeler

source: [XTemos] Extra
tr_tr: [XTemos] Ekstra

source: [XTemos] Layout
tr_tr: [XTemos] Düzen

source: [XTemos] Post archive
tr_tr: [XTemos] Gönderi arşivi

source: [XTemos] Posts elements
tr_tr: [XTemos] Gönderi öğeleri

source: [XTemos] Products archive
tr_tr: [XTemos] Ürün arşivi

source: [XTemos] Single product
tr_tr: [XTemos] Tek ürün

source: [XTemos] Thank you page
tr_tr: [XTemos] Teşekkür sayfası

source: A block of text
tr_tr: Bir metin bloğu

source: A link for your extra menu list
tr_tr: Ekstra menü listeniz için bir bağlantı

source: A product of your wishlist is on sale!
tr_tr: İstek listenizdeki bir ürün satışta!

source: A product of your wishlist is on sale!
tr_tr: İstek listenizdeki bir ürün satışta!

source: A product you are waiting for is back in stock
tr_tr: İstek listenizdeki ürün tekrar stoklarımızda

source: Abandoned cart
tr_tr: Terk edilmiş alışveriş sepeti

source: Abandoned cart: incomplete purchase notification
tr_tr: Terk edilmiş alışveriş sepeti: tamamlanmamış satın alma bildirimi

source: Abandoned carts
tr_tr: Terk edilmiş alışveriş sepetleri

source: Ability to search in a specific category.
tr_tr: Belirli bir kategoride arama yapabilme.

source: About %s
tr_tr: Hakkında %s

source: About brand
tr_tr: Marka hakkında

source: Absolute
tr_tr: Mutlak

source: Accent buttons
tr_tr: Vurgu butonları

source: Accent buttons background
tr_tr: Vurgu butonları arka planı

source: Accent buttons hover background
tr_tr: Vurgu butonları hover arka planı

source: Accent buttons styles
tr_tr: Vurgu butonları stilleri

source: Accent buttons text color scheme
tr_tr: Vurgu butonları metin renk şeması

source: Accent buttons typography
tr_tr: Vurgu butonları tipografisi

source: Accent hover buttons text color scheme
tr_tr: Vurgu hover butonları metin renk şeması

source: Accept
tr_tr: Kabul Et

source: Access key for maintenance mode
tr_tr: Bakım modu için erişim anahtarı

source: Access settings
tr_tr: Erişim ayarları

source: Access the logo settings
tr_tr: Logo ayarlarına erişin

source: Access Token
tr_tr: Erişim Belirteci

source: Access Token Secret
tr_tr: Erişim Belirteci Kodu

source: Access Token Secret:
tr_tr: Erişim Belirteci Kodu:

source: Access Token:
tr_tr: Erişim Belirteci:

source: Accordion
tr_tr: Akordeon

source: Accordion block
tr_tr: Akordeon bloğu

source: Accordion element
tr_tr: Akordeon öğesi

source: Accordion general
tr_tr: Akordeon genel

source: Accordion Item
tr_tr: Akordeon Öğesi

source: Accordion on mobile
tr_tr: Mobilde akordeon

source: Accordion state
tr_tr: Akordeon durumu

source: Accordion title
tr_tr: Akordeon başlığı

source: Account
tr_tr: Hesap

source: Action
tr_tr: Eylem

source: Action after add to cart
tr_tr: Sepete ekledikten sonraki işlem

source: Action button
tr_tr: Eylem butonu

source: Activate
tr_tr: Etkinleştir

source: Activate %2$s
tr_tr: %2$s'yi etkinleştir

source: Activate theme
tr_tr: Temayı etkinleştir

source: Activate this option to allow customers to join a waitlist for out-of-stock products, ensuring they are notified when the items become available again.
tr_tr: Müşterilerin stokta olmayan ürünler için bekleme listesine katılmalarına olanak tanımak ve ürünler tekrar satışa sunulduğunda bildirim almalarını sağlamak için bu seçeneği etkinleştirin.

source: Activate this option to include a discount coupon in the email.
tr_tr: E-postaya indirim kuponu eklemek için bu seçeneği etkinleştirin.

source: Activate this option to remove expired coupons automatically.
tr_tr: Süresi dolan kuponları otomatik olarak kaldırmak için bu seçeneği etkinleştirin.

source: Activate this setting to automatically remove coupons after they've been redeemed.
tr_tr: Kuponların kullanıldıktan sonra otomatik olarak kaldırılması için bu ayarı etkinleştirin.

source: Activate this setting to ensure that waitlist form is updated correctly when caching is enabled, maintaining accurate waitlist information on the product page.
tr_tr: Önbelleğe alma etkinleştirildiğinde bekleme listesi formunun doğru şekilde güncellenmesini ve ürün sayfasında doğru bekleme listesi bilgilerinin korunmasını sağlamak için bu ayarı etkinleştirin.

source: Activate this setting to require customers to agree to your privacy policy with a checkbox before they can join the waitlist for out-of-stock products.
tr_tr: Müşterilerin stokta olmayan ürünler için bekleme listesine katılmadan önce gizlilik politikanızı bir onay kutusuyla kabul etmelerini zorunlu kılmak için bu ayarı etkinleştirin.

source: Activate your purchase code for this domain to enable the automatic updates feature.
tr_tr: Otomatik güncelleme özelliğini etkinleştirmek için bu alan adı için satın alma kodunuzu etkinleştirin.

source: Activated
tr_tr: Aktif

source: Activating
tr_tr: Aktifleştir

source: Activation
tr_tr: Aktivasyon

source: Active
tr_tr: Aktif

source: Active border color
tr_tr: Aktif kenarlık rengi

source: Active color
tr_tr: Aktif renk

source: Active discount
tr_tr: Aktif indirim

source: Active discounts
tr_tr: Aktif indirimler

source: Active filters
tr_tr: Aktif filtreler

source: Active Plugins
tr_tr: Aktif Eklentiler

source: Active presets
tr_tr: Etkin ön ayarlar

source: Active theme settings presets
tr_tr: Aktif tema ayarları ön ayarları

source: Actual value
tr_tr: Gerçek değer

source: Add
tr_tr: Ekle

source: Add a background to the categories in your grid.
tr_tr: Izgaranızdaki kategorilere bir arka plan ekleyin.

source: Add a background to the products in your grid
tr_tr: Izgaranızdaki ürünlere bir arka plan ekleyin

source: Add a background to the products in your grid.
tr_tr: Izgaranızdaki ürünlere bir arka plan ekleyin.

source: Add a custom mega menu to your sidebar.
tr_tr: Kenar çubuğunuza özel bir mega menü ekleyin.

source: Add a list of JS files that don’t need to be delayed to the exclusion list for WP Rocket. It contains JS files for elements like header, mobile menu, and other elements that usually need to be active right after opening the page.
tr_tr: WP Rocket için dışlama listesine geciktirilmesi gerekmeyen JS dosyalarının bir listesini ekleyin. ÜstAlan, mobil menü ve genellikle sayfa açıldıktan hemen sonra etkin olması gereken diğer öğeler gibi öğeler için JS dosyalarını içerir.

source: Add a new preset
tr_tr: Yeni bir ön ayar ekle

source: Add a shadow for the header when it is sticked.
tr_tr: Yapıştırıldığında ÜstAlan için bir gölge ekleyin.

source: Add a shadow to product loop items if the initial product style did not have one. Product elements have their own shadow control.
tr_tr: Baştaki ürün stilinde gölge yoksa ürün döngüsü öğelerine gölge ekleyin. Ürün öğelerinin kendi gölge kontrolü vardır.

source: Add a shadow to products if the initial product style did not have one
tr_tr: Baştaki ürün stilinde gölge yoksa ürünlere gölge ekleyin

source: Add a shadow to products if the initial product style did not have one.
tr_tr: Baştaki ürün stilinde gölge yoksa ürünlere gölge ekleyin.

source: Add accordion item in accordion area
tr_tr: Akordeon alanına akordeon öğesi ekleme

source: Add an ability to upload additional images for each variation in variable products.
tr_tr: Değişken ürünlerdeki her varyasyon için ek görsel yükleme imkanı ekleyin.

source: Add an additional sticky button.
tr_tr: Ek bir yapışkan buton ekleyin.

source: Add an extra button next to the “Add to cart” that will add the product to the cart and redirect it to the cart or checkout. Read more information in our <a href="https://xtemos.com/docs-topic/buy-now-button/">documentation</a>.
tr_tr: "Sepete ekle"nin yanına ürünü sepete ekleyecek ve sepete veya ödeme sayfasına yönlendirecek ekstra bir buton ekleyin. Daha fazla bilgi için <a href="https://xtemos.com/docs-topic/buy-now-button/">buraya</a> göz atın.

source: Add an overlay to your map to make the content look cleaner on the map.
tr_tr: İçeriğin haritada daha temiz görünmesi için haritanıza bir katman ekleyin.

source: Add background overlay
tr_tr: Arkaplan kaplaması ekle

source: Add background to all product loop items, except product elements, which have their own options.
tr_tr: Kendi seçenekleri olan ürün öğeleri hariç tüm ürün döngüsü öğelerine arka plan ekleyin.

source: Add borders between all product loop items, except for product elements, which have their own options.
tr_tr: Kendi seçenekleri olan ürün öğeleri hariç tüm ürün döngüsü öğeleri arasına kenarlıklar ekleyin.

source: Add borders between the categories in your grid
tr_tr: Izgaranızdaki kategoriler arasına sınırlar ekleyin

source: Add borders between the categories in your grid.
tr_tr: Izgaranızdaki kategoriler arasına sınırlar ekleyin.

source: Add borders between the products in your grid
tr_tr: Izgaranızdaki ürünler arasına sınırlar ekleyin

source: Add borders between the products in your grid.
tr_tr: Izgaranızdaki ürünler arasına kenarlıklar ekleyin.

source: Add bundles
tr_tr: Set ekle

source: Add caption
tr_tr: Başlık ekle

source: Add condition
tr_tr: Koşul ekle

source: Add element
tr_tr: Öğe ekle

source: Add element to this section
tr_tr: Bu bölüme öğe ekle

source: Add filters by category, attribute or price
tr_tr: Kategori, nitelik veya fiyata göre filtre ekle

source: Add font
tr_tr: Yazı tipi ekle

source: Add Gallery Images
tr_tr: Galeri Görselleri Ekle

source: Add here few words about your instagram profile.
tr_tr: Buraya instagram profiliniz hakkında birkaç kelime ekleyin.

source: Add here few words to your banner image.
tr_tr: Buraya banner görseli için birkaç kelime ekleyin.

source: Add hotspots with products to the image
tr_tr: Görsele ürünler içeren hotspotlar ekleyin

source: Add image
tr_tr: Görsel ekle

source: Add Images to Product 360 view Gallery
tr_tr: Ürün 360 derece görünüm galerisine görsel ekle

source: Add item to the menu
tr_tr: Menüye öğe ekle

source: Add location
tr_tr: Konum ekle

source: Add New
tr_tr: Yeni Ekle

source: Add new
tr_tr: Yeni ekle

source: Add New Category
tr_tr: Yeni Kategori Ekle

source: Add New category
tr_tr: Yeni kategori ekle

source: Add new cell
tr_tr: Yeni hücre ekle

source: Add new condition
tr_tr: Yeni koşul ekle

source: Add new header
tr_tr: Yeni ÜstAlan ekle

source: Add New Item
tr_tr: Yeni Öğe Ekle

source: Add new post
tr_tr: Yeni gönderi ekle

source: Add new product
tr_tr: Yeni ürün ekle

source: Add new project
tr_tr: Yeni proje ekle

source: Add new rule
tr_tr: Yeni kural ekle

source: Add new size guide
tr_tr: Yeni beden tablosu ekle

source: Add new slide
tr_tr: Yeni slayt ekle

source: Add New Slider
tr_tr: Yeni Slider Ekle

source: Add new wishlist
tr_tr: Yeni favori listesi ekle

source: Add or remove Categories
tr_tr: Kategori ekle veya kaldır

source: Add or remove categories
tr_tr: Kategori ekleme veya kaldırma

source: Add or remove Sliders
tr_tr: Slider Ekle veya Kaldır

source: Add poster to video
tr_tr: Videoya kapak görseli ekle

source: Add posts by title.
tr_tr: Gönderileri başlığa göre ekleyin.

source: Add posts, pages, etc. by title.
tr_tr: Başlığa göre gönderi, sayfa vb. ekleyin.

source: Add product 360 view gallery images
tr_tr: Ürün 360 derece görünüm galeri görselleri ekleyin

source: Add products by title.
tr_tr: Başlığa göre ürün ekleyin.

source: Add projects by title.
tr_tr: Projeleri başlığa göre ekleyin.

source: Add projects in the query.
tr_tr: Sorguya projeler ekleyin.

source: Add rule
tr_tr: Kural ekle

source: Add shadow
tr_tr: Gölge ekle

source: Add shadow to product summary block
tr_tr: Ürün özeti bloğuna gölge ekleyin

source: Add shadow to the header section.
tr_tr: ÜstAlan bölümüne gölge ekleyin.

source: Add slider item
tr_tr: Slider öğesi ekleyin

source: Add spaces between photos
tr_tr: Fotoğraflar arasına boşluk ekleyin

source: Add synonyms to search queries to broaden the products search results. Format: ”key = value 1, value 2”. Each group of synonyms starts on a new line. For example, if you add “shirt = polo, jersey” to the synonym list, a search for “shirt” will automatically be converted into a search that matches products containing either “shirt”, ”polo” or ”jersey”. Synonyms are one-way. If you need both directions, add the synonym in reverse: “jersey = shirt”.
tr_tr: Ürün arama sonuçlarını genişletmek için arama sorgularına eş anlamlılar ekleyin. Biçim: "anahtar = değer 1, değer 2". Her eş anlamlı grubu yeni bir satırda başlar. Örneğin, eş anlamlılar listesine "gömlek = polo, jersey" eklerseniz, "shirt" için yapılan bir arama otomatik olarak "shirt", "polo" veya "jersey" içeren ürünlerle eşleşen bir aramaya dönüştürülür. Eş anlamlılar tek yönlüdür. Her iki yöne de ihtiyacınız varsa, eş anlamlıyı tersten ekleyin: "jersey = shirt".

source: Add tab in tabs area
tr_tr: Sekmeler alanına bir sekme ekleyin

source: Add template
tr_tr: Şablon ekle

source: Add the ability to view the product gallery on the products loop.
tr_tr: Ürünler döngüsüne ürün galerisini görüntüleme özelliği ekleyin.

source: Add the product to wishlist
tr_tr: Ürünü istek listesine ekleyin

source: Add this product to compare
tr_tr: Karşılaştırmak için bu ürünü ekleyin

source: Add to cart
tr_tr: Sepete ekle

source: Add to cart
tr_tr: Sepete ekle

source: Add to cart form and button
tr_tr: Sepete ekle formu ve butonu

source: Add to cart popup option
tr_tr: Sepete ekle popup seçeneği

source: Add to cart section will be displayed at the bottom of your screen when you scroll down the page.
tr_tr: Sayfayı aşağı kaydırdığınızda ekranınızın altında Sepete ekle bölümü görüntülenir.

source: Add to compare
tr_tr: Karşılaştırmaya ekle

source: Add to compare button
tr_tr: Karşılaştırmaya ekle butonu

source: Add to gallery
tr_tr: Galeriye ekle

source: Add to waitlist
tr_tr: Bekleme listesine ekle

source: Add to wishlist
tr_tr: İstek listesine ekle

source: Add to wishlist button
tr_tr: İstek listesine ekle butonu

source: Add URL to make whole slide clickable. Placing a link over the slide content will make this content not selectable.
tr_tr: Tüm slaydı tıklanabilir hale getirmek için URL ekleyin. Slayt içeriğinin üzerine bir bağlantı yerleştirmek bu içeriği seçilemez hale getirecektir.

source: Add width and height attributes
tr_tr: Genişlik ve yükseklik nitelikleri ekleyin

source: Add your custom image placeholder that will be used before the original image will be loaded.
tr_tr: Orijinal görüntü yüklenmeden önce kullanılacak özel görüntü yer tutucunuzu ekleyin.

source: Added %s image(s)
tr_tr: %s görsel eklendi

source: Added on
tr_tr: Eklendi

source: Additional category description that will be displayed after product loop on this category page.
tr_tr: Bu kategori sayfasında ürün döngüsünden sonra görüntülenecek ek kategori açıklaması.

source: Additional CSS class
tr_tr: Ek CSS sınıfı

source: Additional info tab priority
tr_tr: Ek bilgi sekmesi önceliği

source: Additional information
tr_tr: Ek bilgi

source: Additional pages
tr_tr: Ek sayfalar

source: Additional variations images
tr_tr: Ek varyasyon görselleri

source: Adds a checkbox for guest users to consent to data storage, enabling abandoned cart email reminders.
tr_tr: Misafir kullanıcıların veri depolamasına onay vermeleri için bir onay kutusu ekler ve terk edilmiş alışveriş sepeti e-posta hatırlatıcılarını etkinleştirir.

source: Adds FAQ schema to the site, improving its visibility in search engines.
tr_tr: Siteye SSS şeması eklenerek arama motorlarındaki görünürlüğü artırıldı.

source: Adds FAQ schema to the site, improving its visibility in search engines. Learn more about <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage" target="_blank">Google documentation</a>
tr_tr: Siteye SSS şeması ekler ve arama motorlarındaki görünürlüğünü artırır. Daha fazla bilgi için; <a href="https://developers.google.com/search/docs/appearance/structured-data/faqpage" target="_blank">ilgili Google belgesi</a>.
