Repository: enginenginer/wp-ceviri
Catalog: plugins/post-views-counter/1.5.5/loco-import/post-views-counter-*.po
Languages: tr_tr

source: (no title)
tr_tr: (başlık yok)

source: <b>Collect more accurate data</b> about the number of views of your site, regardless of what the user is visiting.
tr_tr: Kullanıcının neyi ziyaret ettiğinden bağımsız olarak, sitenizin görüntülenme sayısı hakkında <b>daha doğru veriler toplayın</b>.

source: <b>Order posts by views count</b> using built-in Elementor Pro, Divi Theme and GenerateBlocks integration.
tr_tr: Yerleşik Elementor Pro, Divi Tema ve GenerateBlocks entegrasyonunu kullanarak gönderileri görüntüleme sayısına göre sıralayın.

source: <b>Take your insights to the next level</b> with customizable Views by Date, Post and Author reporting.
tr_tr: <b>Tarihe, Gönderiye ve Yazara Göre Özelleştirilebilir Görünümler raporlamasıyla içgörülerinizi bir üst seviyeye taşıyın</b>.

source: <b>Unlock optimization features</b> and caching plugins compatibility to speed up view count tracking.
tr_tr: Görüntüleme sayısı takibini hızlandırmak için <b>optimizasyon özelliklerinin kilidini açın</b> ve önbelleğe alma eklentilerinin uyumluluğunu sağlayın.

source: <strong>Post Views Counter</strong> - this version requires a database update. Make sure to back up your database first.
tr_tr: <strong>Post Views Counter</strong> - bu sürüm bir veritabanı güncellemesi gerektirir. Önce veritabanınızı yedeklediğinizden emin olun.

source: Add my current IP
tr_tr: Mevcut IP'mi ekle

source: Add new
tr_tr: Yeni ekle

source: Adjust the views count for this post.
tr_tr: Bu gönderinin görüntülenme sayısını ayarlayın.

source: Admin Column
tr_tr: Yönetici Sütunu

source: Admin Edit
tr_tr: Yönetici Düzenle

source: after the content
tr_tr: içerikten sonra

source: AI bots
tr_tr: AI botları

source: All existing data deleted successfully.
tr_tr: Mevcut tüm veriler başarıyla silindi.

source: AMP Support
tr_tr: AMP Desteği

source: Archives
tr_tr: Arşivler

source: Are you sure you want to delete all existing data?
tr_tr: Mevcut tüm verileri silmek istediğinizden emin misiniz?

source: Are you sure you want to reset these settings to defaults?
tr_tr: Bu ayarları varsayılanlara sıfırlamak istediğinizden emin misiniz?

source: Ascending
tr_tr: Artan

source: Authors
tr_tr: Yazarlar

source: Authors Count
tr_tr: Yazar Sayısı

source: available
tr_tr: mevcut

source: before the content
tr_tr: içerikten önce

source: Caching Compatibility
tr_tr: Önbelleğe Alma Uyumluluğu

source: Cancel
tr_tr: İptal et

source: Choose how to display the post views counter.
tr_tr: Gönderi görüntüleme sayacının nasıl görüntüleneceğini seçin.

source: Choose how to store the content views data in the user's browser - with or without cookies.
tr_tr: İçerik görüntüleme verilerinin kullanıcının tarayıcısında çerezlerle veya çerezler olmadan nasıl saklanacağını seçin.

source: Choose where to display the plugin's menu.
tr_tr: Eklenti menüsünün nerede görüntüleneceğini seçin.

source: Cleanup Interval
tr_tr: Temizleme Aralığı

source: Click Import Views to start importing the views data.
tr_tr: Görünüm verilerini içe aktarmaya başlamak için Görünümleri İçe Aktar'a tıklayın.

source: Cookieless
tr_tr: Çerezsiz

source: Cookies
tr_tr: Çerezli

source: Could you please do me a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation.
tr_tr: Lütfen bana büyük bir iyilik yapıp WordPress'te 5 yıldız vererek, haberi yaymamıza ve motivasyonumuzu artırmamıza yardımcı olur musunuz?

source: Count Interval
tr_tr: Sayım Aralığı

source: Count Time
tr_tr: Sayım Zamanı

source: Counter Mode
tr_tr: Sayaç Modu

source: Counting
tr_tr: Sayım

source: crawlers
tr_tr: kazıyıcılar

source: Current status
tr_tr: Mevcut durum

source: Currently detected active caching plugins
tr_tr: Şu anda algılanan etkin önbelleğe alma eklentileri

source: Data Storage
tr_tr: Veri Depolama

source: days
tr_tr: gün

source: Deactivation
tr_tr: Devre dışı bırakma

source: Delete ALL the existing post views data. Note that this is an irreversible process!
tr_tr: Mevcut tüm gönderi görüntüleme verilerini silin. Bunun geri döndürülemez bir işlem olduğunu unutmayın!

source: Delete single day post views data older than specified above. Enter %s if you want to preserve your daily views data regardless of its age.
tr_tr: Yukarıda belirtilenden daha eski tek günlük gönderi görüntüleme verilerini silin. Günlük görüntüleme verilerinizi yaşından bağımsız olarak korumak istiyorsanız %s girin.

source: Delete Views
tr_tr: Görünümleri Sil

source: Descending
tr_tr: Azalan

source: Display
tr_tr: Görüntüle

source: Display Data
tr_tr: Verileri görüntüle

source: Display number of views on authors archive pages.
tr_tr: Yazar arşiv sayfalarındaki görüntülenme sayısını göster.

source: Display post author?
tr_tr: Gönderi yazarını göster?

source: Display post excerpt?
tr_tr: Gönderi özetini göster?

source: Display post thumbnail?
tr_tr: Gönderi küçük resmini göster?

source: Display post views?
tr_tr: Gönderi görüntülemelerini göster?

source: Display Reports and Export Views to CSV/XML
tr_tr: Raporları Görüntüle ve Görünümleri CSV/XML'e Aktar

source: Display Style
tr_tr: Görüntüleme Stili

source: Display style
tr_tr: Görüntüleme stili

source: Displays a chart of most viewed post types.
tr_tr: En çok görüntülenen gönderi türlerinin bir grafiğini görüntüler.

source: Displays a list of most viewed single posts or pages.
tr_tr: En çok görüntülenen tekil gönderilerin veya sayfaların listesini görüntüler.

source: Displays a list of the most viewed posts
tr_tr: En çok görüntülenen gönderilerin listesini görüntüler

source: Dynamic Loading
tr_tr: Dinamik Yükleme

source: Edit
tr_tr: Düzenle

source: Enable dynamic loading and prevent caching of the displayed views count.
tr_tr: Dinamik yüklemeyi etkinleştirin ve görüntülenen görüntüleme sayısının önbelleğe alınmasını önleyin.

source: Enable to allow views count editing.
tr_tr: Görüntüleme sayısının düzenlenmesine izin vermek için etkinleştirin.

source: Enable to apply changes improving compatibility with caching plugins.
tr_tr: Önbelleğe alma eklentileriyle uyumluluğu artıran değişiklikleri uygulamayı etkinleştirin.

source: Enable to count authors archive visits.
tr_tr: Yazarların arşiv ziyaretlerini saymayı etkinleştirin.

source: Enable to count taxonomy terms visits.
tr_tr: Taksonomi terimleri ziyaretlerini saymayı etkinleştirin.

source: Enable to count visits of front page, post type and date archives, 404 and search pages.
tr_tr: Ana sayfa, yazı türü ve tarih arşivleri, 404 ve arama sayfalarının ziyaretlerini saymayı etkinleştirin.

source: Enable to delete all plugin data on deactivation.
tr_tr: Eklenti devre dışı bırakıldığında tüm eklenti verilerinin silinmesini etkinleştirin.

source: Enable to display the post views chart at the toolbar.
tr_tr: Araç çubuğunda gönderi görüntüleme grafiğini görüntülemek için etkinleştirin.

source: Enable to display the views number formatted based on the locale (using the WP number_format_i18n function).
tr_tr: Yerel ayarlara göre biçimlendirilmiş görünüm numaralarını görüntülemeyi etkinleştirin (WP number_format_i18n işlevini kullanarak).

source: Enable to display views count admin column.
tr_tr: Görüntüleme sayısı yönetici sütununu görüntülemeyi etkinleştirin.

source: Enable to prevent bypassing the counts interval (for e.g. using incognito browser window or by clearing cookies).
tr_tr: Sayım aralığının atlanmasını önlemek için etkinleştirin (örn. gizli tarayıcı penceresi kullanmak veya çerezleri temizlemek).

source: Enable to support Google AMP.
tr_tr: Google AMP'yi desteklemek için etkinleştirin.

source: Enable to use object cache optimization.
tr_tr: Nesne önbellek optimizasyonunu kullanmayı etkinleştirin.

source: Enter 0 to use current visited post.
tr_tr: Şu anda ziyaret edilen yazıyı kullanmak için 0 girin.

source: Enter empty text to hide title.
tr_tr: Başlığı gizlemek için boş metin girin.

source: Enter the IP addresses to be excluded from post views count.
tr_tr: Gönderi görüntüleme sayısından hariç tutulacak IP adreslerini girin.

source: Enter the label for the post views counter field.
tr_tr: Gönderi görüntüleme sayacı alanı için etiketi girin.

source: Enter the meta key from which the views data is to be retrieved during import.
tr_tr: İçe aktarma sırasında görünüm verilerinin alınacağı meta anahtarını girin.

source: Enter the post views icon class. Any of the <a href="%s" target="_blank">Dashicons</a> classes are available.
tr_tr: Gönderi görünümleri simge sınıfını girin. <a href="%s" target="_blank">Dashicons</a> sınıflarından herhangi biri kullanılabilir.

source: Enter the time between single user visit count. Enter %s if you want to count every page view.
tr_tr: Tek kullanıcı ziyaret sayısı arasındaki süreyi girin. Her sayfa görüntülemesini saymak istiyorsanız %s girin.

source: Enter your Post Views Counter Pro license key (requires Pro version to be installed and active).
tr_tr: Post Views Counter Pro lisans anahtarınızı girin (Pro sürümünün kurulu ve aktif olması gerekir).

source: Error occurred. All existing data were not deleted.
tr_tr: Hata oluştu. Mevcut tüm veriler silinmedi.

source: Exclude IPs
tr_tr: IP'leri hariç tut

source: Exclude Visitors
tr_tr: Ziyaretçileri Hariç Tut

source: Export, download and share your website views data.
tr_tr: Web sitenizin görüntülenme verilerini dışa aktarın, indirin ve paylaşın.

source: Format Number
tr_tr: Sayıyı Biçimlendir

source: founder of
tr_tr: kurucusu

source: Generate views reports in any date range you need.
tr_tr: İhtiyacınız olan herhangi bir tarih aralığında görüntüleme raporları oluşturun.

source: GMT Time
tr_tr: GMT Zamanı

source: guests
tr_tr: misafirler

source: Hey, you've been using <strong>Post Views Counter</strong> for more than %s.
tr_tr: Merhaba, <strong>Post Views Counter</strong>'ı %s'den fazla süredir kullanıyorsunuz.

source: Home
tr_tr: Anasayfa

source: hours
tr_tr: saat

source: How often to flush cached view counts from the object cache into the database. This feature is used only if a persistent object cache like %s or %s is detected and the interval is greater than %s. When used, view counts will be collected and stored in the object cache instead of the database and will then be asynchronously flushed to the database according to the specified interval. The maximum value is %s which means 24 hours.%sNotice:%s Potential data loss may occur if the object cache is cleared/unavailable for the duration of the interval.
tr_tr: Önbelleğe alınmış görüntüleme sayımlarının nesne önbelleğinden veritabanına ne sıklıkla boşaltılacağı. Bu özellik yalnızca %s veya %s gibi kalıcı bir nesne önbelleği algılanırsa ve aralık %s'den büyükse kullanılır. Kullanıldığında, görüntüleme sayıları veritabanı yerine nesne önbelleğinde toplanır ve depolanır ve ardından belirtilen aralığa göre veritabanına eşzamansız olarak boşaltılır. Maksimum değer %s'dir, yani 24 saattir.%sUyarı:%s Nesne önbelleği aralık süresince temizlenirse/kullanılamazsa olası veri kaybı meydana gelebilir.

source: I already did
tr_tr: Zaten yaptım

source: icon
tr_tr: simge

source: Icon Class
tr_tr: Simge Sınıfı

source: If you deactivate the plugin with this option enabled all plugin data will be deleted along with the number of post views.
tr_tr: Bu seçeneği etkinleştirerek eklentiyi devre dışı bırakırsanız eklentinin tüm verileri, gönderi görüntüleme sayısıyla birlikte silinecektir.

source: Import Views
tr_tr: Görünümleri İçe Aktar

source: Invalid post ID.
tr_tr: Geçersiz gönderi kimliği.

source: Invalid storage type.
tr_tr: Geçersiz depolama türü.

source: label
tr_tr: etiket

source: License
tr_tr: Lisans

source: Local Time
tr_tr: Yerel Zaman

source: logged in users
tr_tr: giriş yapmış kullanıcılar

source: manual
tr_tr: manuel

source: Menu Position
tr_tr: Menü Konumu

source: minutes
tr_tr: dakika

source: months
tr_tr: ay

source: Most Viewed Posts
tr_tr: En Çok Görüntülenen Gönderiler

source: No compatible caching plugins found.
tr_tr: Uyumlu önbellekleme eklentisi bulunamadı.

source: No most viewed posts found
tr_tr: En çok görüntülenen gönderi bulunamadı

source: No most viewed posts found.
tr_tr: En çok görüntülenen gönderi bulunamadı.

source: No posts message
tr_tr: Hiçbir gönderi mesajı yok

source: Nope, maybe later
tr_tr: Hayır, belki sonra.

source: Number of posts to show
tr_tr: Gösterilecek gönderi sayısı

source: Object Cache Support
tr_tr: Nesne Önbelleği Desteği

source: OK
tr_tr: Tamam

source: Ok, you deserve it
tr_tr: Tamam, bunu hak ettin

source: Order
tr_tr: Sıra

source: Ordered list
tr_tr: Sıralı liste

source: Other
tr_tr: Diğer

source: Other Count
tr_tr: Diğer Sayım

source: Override existing views data during import.
tr_tr: İçe aktarma sırasında mevcut görünüm verilerini geçersiz kıl.

source: Page Type
tr_tr: Sayfa Türü

source: Persistent Object Cache
tr_tr: Kalıcı Nesne Önbelleği

source: Position
tr_tr: Konum

source: Post
tr_tr: Gönderi

source: Post author
tr_tr: Gönderi yazarı

source: Post excerpt
tr_tr: Gönderi özeti

source: Post ID
tr_tr: Gönderi ID

source: Post thumbnail
tr_tr: Gönderi küçük resmi

source: Post Type
tr_tr: Gönderi Türü

source: Post type excluded.
tr_tr: Gönderi türü hariç tutuldu.

source: Post Types
tr_tr: Gönderi Türleri

source: Post types
tr_tr: Gönderi türleri

source: Post Types Count
tr_tr: Gönderi Türleri Sayısı

source: Post Views
tr_tr: Gönderi Görüntülemeleri

source: Post views
tr_tr: Gönderi görüntülemeleri

source: Post Views Counter reset daily counts interval
tr_tr: Post Views Counter sıfırlama günlük sayım aralığı

source: Post Views Counter Settings
tr_tr: Post Views Counter Ayarları

source: Post views data imported successfully.
tr_tr: Gönderi görüntüleme verileri başarıyla içe aktarıldı.

source: Powered by
tr_tr: Tarafından desteklenmektedir

source: Remove
tr_tr: Kaldır

source: Reports
tr_tr: Raporlar

source: Reset to defaults
tr_tr: Varsayılanlara sıfırla

source: REST API method is disabled.
tr_tr: REST API metodu devre dışı bırakıldı.

source: Run the Update
tr_tr: Güncellemeyi Çalıştır

source: Search results
tr_tr: Arama sonuçları

source: Select page types where the views count will be displayed.
tr_tr: Görüntüleme sayısının gösterileceği sayfa türlerini seçin.

source: Select post types for which post views will be counted.
tr_tr: Gönderi görüntülemelerinin sayılacağı gönderi türlerini seçin.

source: Select post types for which the views count will be displayed.
tr_tr: Görüntüleme sayısının gösterileceği gönderi türlerini seçin.

source: Select taxonomies for which the views count will be displayed.
tr_tr: Görüntüleme sayısının gösterileceği taksonomileri seçin.

source: Select the method of collecting post views data. If you are using any of the caching plugins select JavaScript, REST API or Fast AJAX (up to <code>10+</code> times faster!).
tr_tr: Gönderi görüntüleme verilerini toplama yöntemini seçin. Önbelleğe alma eklentilerinden herhangi birini kullanıyorsanız JavaScript, REST API veya Fast AJAX'ı seçin (<code>10+</code> kata kadar daha hızlı!).

source: Select the time period to be included when displaying the number of views. The default display is the total number of views of the post.
tr_tr: Görüntüleme sayısını görüntülerken dahil edilecek zaman aralığını seçin. Varsayılan görüntüleme, gönderinin toplam görüntüleme sayısıdır.

source: Select where would you like to display the post views counter. Use %s shortcode for manual display.
tr_tr: Gönderi görüntüleme sayacını nerede görüntülemek istediğinizi seçin. Manuel görüntüleme için %s kısa kodunu kullanın.

source: selected user roles
tr_tr: seçili kullanıcı rolleri

source: Settings
tr_tr: Ayarlar

source: Settings restored to defaults.
tr_tr: Ayarlar varsayılanlara geri yüklendi.

source: Settings saved.
tr_tr: Ayarlar kaydedildi.

source: Settings submenu
tr_tr: Ayarlar alt menüsü

source: Single pages
tr_tr: Tekil sayfalar

source: Something went wrong. Try again or refresh the page.
tr_tr: Bir şeyler ters gitti. Tekrar deneyin veya sayfayı yenileyin.

source: Strict counts
tr_tr: Sıkı sayımlar

source: Taxonomies
tr_tr: Taksonomiler

source: Taxonomies Count
tr_tr: Taksonomilerin Sayımı

source: Thank you! Datebase was successfully updated.
tr_tr: Teşekkürler! Veri tabanı başarıyla güncellendi.

source: The post views chart will be displayed for the post types that are being counted.
tr_tr: Sayılan gönderi türleri için gönderi görüntüleme grafiği gösterilecektir.

source: There was no post views data to import.
tr_tr: İçe aktarılacak gönderi görüntüleme verisi bulunamadı.

source: This feature requires a persistent object cache like %s or %s to be installed and activated.
tr_tr: Bu özellik, %s veya %s gibi kalıcı bir nesne önbelleğinin yüklenmesini ve etkinleştirilmesini gerektirir.

source: This feature requires official WordPress Google AMP plugin to be installed and activated.
tr_tr: Bu özellik, resmi WordPress Google AMP eklentisinin kurulu ve aktif olmasını gerektirir.

source: Thumbnail size
tr_tr: Küçük resim boyutu

source: Title
tr_tr: Başlık

source: Toolbar Chart
tr_tr: Araç Çubuğu Tablosu

source: Top menu
tr_tr: Üst menü

source: Top Posts
tr_tr: En İyi Yazılar

source: Total Views
tr_tr: Toplam Görüntüleme

source: unavailable
tr_tr: mevcut değil

source: Unordered list
tr_tr: Sıralanmamış liste

source: Upgrade to Pro
tr_tr: Pro'ya yükseltin

source: Use it exclude specific user groups from post views count.
tr_tr: Belirli kullanıcı gruplarını gönderi görüntüleme sayısından hariç tutmak için kullanın.

source: Use it to exclude specific user roles from post views count.
tr_tr: Belirli kullanıcı rollerini gönderi görüntüleme sayısından hariç tutmak için kullanın.

source: Use it to hide the post views counter from selected type of visitors.
tr_tr: Seçili ziyaretçi tiplerinden gönderi görüntüleme sayacını gizlemek için kullanılır.

source: Use it to hide the post views counter from selected user roles.
tr_tr: Seçili kullanıcı rollerinden gönderi görüntüleme sayacını gizlemek için kullanın.

source: User Type
tr_tr: Kullanıcı Türü

source: View detailed stats about the popularity of your content.
tr_tr: İçeriğinizin popülerliği hakkında detaylı istatistiklere bakın.

source: Views
tr_tr: Görünüm

source: Views Label
tr_tr: Görünüm Etiketi

source: Views Period
tr_tr: Görüntüleme Dönemi

source: Views period
tr_tr: Görüntüleme dönemi

source: weeks
tr_tr: hafta

source: Whether to store the views using GMT timezone or adjust it to the GMT offset of the site.
tr_tr: Görüntülerin GMT zaman dilimi kullanılarak mı saklanacağı yoksa sitenin GMT saat dilimine göre mi ayarlanacağı.

source: years
tr_tr: yıl

source: You are not allowed to edit this item.
tr_tr: Bu öğeyi düzenlemenize izin verilmiyor.

source: You do not have permission to access this page.
tr_tr: Bu sayfaya erişim yetkiniz yok.

source: Your help is much appreciated. Thank you very much
tr_tr: Yardımınız çok takdir ediliyor. Çok teşekkür ederim.
